[
    {
        "claim": {
            "claim_text": "Costa Rica has achieved nearly universal electricity access, with rates around 99.5%.",
            "statistic_value": 99.5,
            "statistic_unit": "%",
            "topic": "Electricity Access in Costa Rica"
        },
        "verification": {
            "verdict": "SUPPORTED",
            "explanation": "According to Data Commons, the proportion of population with access to electricity in Costa Rica is 100%."
        }
    },
    {
        "claim": {
            "claim_text": "Over 98% of Costa Rica's electricity is generated from renewable sources, primarily hydropower, geothermal, and wind.",
            "statistic_value": 98,
            "statistic_unit": "%",
            "topic": "Renewable Energy in Costa Rica"
        },
        "verification": {
            "verdict": "UNSUPPORTED",
            "explanation": "The claim cannot be directly verified using the Data Commons tool as a specific statistical variable for 'percentage of electricity generated from renewable sources' could not be found."
        }
    },
    {
        "claim": {
            "claim_text": "Uruguay provides electricity to over 99.8% of its population.",
            "statistic_value": 99.8,
            "statistic_unit": "%",
            "topic": "Electricity Access in Uruguay"
        },
        "verification": {
            "verdict": "SUPPORTED",
            "explanation": "According to Data Commons, 100% of Uruguay's total population had access to electricity as of the latest available data."
        }
    },
    {
        "claim": {
            "claim_text": "Kenya has rapidly increased electricity access, reaching approximately 75% of its population.",
            "statistic_value": 75,
            "statistic_unit": "%",
            "topic": "Electricity Access in Kenya"
        },
        "verification": {
            "verdict": "DISPUTED",
            "explanation": "According to Data Commons, the latest available data indicates that 56% of Kenya's total population has access to electricity."
        }
    },
    {
        "claim": {
            "claim_text": "Approximately 90% of Kenya's grid-based electricity comes from renewable sources, especially geothermal and hydropower.",
            "statistic_value": 90,
            "statistic_unit": "%",
            "topic": "Renewable Energy in Kenya"
        },
        "verification": {
            "verdict": "SUPPORTED",
            "explanation": "According to Data Commons, Kenya's renewable electricity net generation was 11.484 billion kWh and its total electricity generation was 12.962 billion kWh (latest data), which means approximately 88.6% of Kenya's electricity comes from renewable sources."
        }
    },
    {
        "claim": {
            "claim_text": "Iceland has 100% electricity access.",
            "statistic_value": 100,
            "statistic_unit": "%",
            "topic": "Electricity Access in Iceland"
        },
        "verification": {
            "verdict": "SUPPORTED",
            "explanation": "According to Data Commons, the proportion of population with access to electricity in Iceland was 100% as of the latest available data."
        }
    },
    {
        "claim": {
            "claim_text": "Nearly 100% of Iceland's electricity is generated from renewable hydropower and geothermal sources.",
            "statistic_value": 100,
            "statistic_unit": "%",
            "topic": "Renewable Energy in Iceland"
        },
        "verification": {
            "verdict": "UNSUPPORTED",
            "explanation": "The Data Commons tool does not provide a direct statistical variable for the percentage of electricity generated from renewable sources in Iceland to verify the claim."
        }
    },
    {
        "claim": {
            "claim_text": "In 2021, West Virginia had the highest rate of COPD prevalence among adults in the US.",
            "statistic_value": 13.7,
            "statistic_unit": "percent",
            "topic": "COPD Prevalence"
        },
        "verification": {
            "verdict": "UNSUPPORTED",
            "explanation": "The claim cannot be verified as the Data Commons tool does not provide a direct statistical variable for 'COPD prevalence among adults'."
        }
    },
    {
        "claim": {
            "claim_text": "In 2022, coal-fired power plants generated 88% of West Virginia's total electricity.",
            "statistic_value": 88,
            "statistic_unit": "percent",
            "topic": "Electricity Generation from Coal"
        },
        "verification": {
            "verdict": "SUPPORTED",
            "explanation": "According to Data Commons, coal-fired power plants generated approximately 89.51% of West Virginia's total electricity in 2022."
        }
    },
    {
        "claim": {
            "claim_text": "In 2021, Kentucky had one of the highest rates of COPD prevalence among adults.",
            "statistic_value": 11.1,
            "statistic_unit": "percent",
            "topic": "COPD Prevalence"
        },
        "verification": {
            "verdict": "UNSUPPORTED",
            "explanation": "The Data Commons tool could not find a direct statistical variable for 'COPD prevalence among adults' to verify the claim."
        }
    }
]