{
    "geoId/01": {
        "summary": "Alabama is a state in United States. The population in Alabama was 5,074,296 in 2022. The median age in Alabama was 39.3 in 2021. The median income in Alabama was $28,741 in 2021. The unemployment rate in Alabama was 2.5% in 2023. The life expectancy in Alabama was 73.2 in 2020. The percentage of people with obesity in Alabama was 39.9% in 2021. The percentage of people who binge drink in Alabama was 15.08% in 2021. The percentage of people who smoke in Alabama was 18.26% in 2021."
    },
    "geoId/02": {
        "summary": "Alaska is a state in United States. The population in Alaska was 733,583 in 2022. The median age in Alaska was 35 in 2021. The median income in Alaska was $37,368 in 2021. The unemployment rate in Alaska was 4.4% in 2023. The life expectancy in Alaska was 76.6 in 2020. The percentage of people with obesity in Alaska was 33.89% in 2021. The percentage of people who binge drink in Alaska was 18.43% in 2021. The percentage of people who smoke in Alaska was 17.97% in 2021."
    },
    "geoId/0203000": {
        "summary": "Anchorage municipality is a city in Anchorage, Alaska, United States. The population in Anchorage municipality was 287,145 in 2022. The median age in Anchorage municipality was 34.3 in 2021. The median income in Anchorage municipality was $40,966 in 2021. The unemployment rate in Anchorage municipality was 3.5% in 2023. The percentage of people with obesity in Anchorage municipality was 32.9% in 2021. The percentage of people who binge drink in Anchorage municipality was 18% in 2021. The percentage of people who smoke in Anchorage municipality was 15.2% in 2021."
    },
    "geoId/04": {
        "summary": "Arizona is a state in United States. The population in Arizona was 7,359,197 in 2022. The median age in Arizona was 38.1 in 2021. The median income in Arizona was $33,786 in 2021. The unemployment rate in Arizona was 4% in 2023. The life expectancy in Arizona was 76.3 in 2020. The percentage of people with obesity in Arizona was 32.07% in 2021. The percentage of people who binge drink in Arizona was 17.47% in 2021. The percentage of people who smoke in Arizona was 15.31% in 2021."
    },
    "geoId/0412000": {
        "summary": "Chandler is a city in Maricopa County, Arizona, United States. The population in Chandler was 280,711 in 2022. The median age in Chandler was 36.9 in 2021. The median income in Chandler was $45,273 in 2021. The unemployment rate in Chandler was 3.2% in 2023. The percentage of people with obesity in Chandler was 27.9% in 2021. The percentage of people who binge drink in Chandler was 18.2% in 2021. The percentage of people who smoke in Chandler was 11.8% in 2021."
    },
    "geoId/0427400": {
        "summary": "Gilbert is a city in Maricopa County, Arizona, United States. The population in Gilbert was 275,346 in 2022. The median age in Gilbert was 35.3 in 2021. The median income in Gilbert was $48,177 in 2021. The unemployment rate in Gilbert was 2.8% in 2023. The percentage of people with obesity in Gilbert was 27.2% in 2021. The percentage of people who binge drink in Gilbert was 19.1% in 2021. The percentage of people who smoke in Gilbert was 11.3% in 2021."
    },
    "geoId/0427820": {
        "summary": "Glendale is a city in Maricopa County, Arizona, United States. The population in Glendale was 252,136 in 2022. The median age in Glendale was 33.7 in 2021. The median income in Glendale was $31,387 in 2021. The unemployment rate in Glendale was 3.7% in 2023. The percentage of people with obesity in Glendale was 32.9% in 2021. The percentage of people who binge drink in Glendale was 16.8% in 2021. The percentage of people who smoke in Glendale was 17.2% in 2021."
    },
    "geoId/0446000": {
        "summary": "Mesa is a city in Maricopa County, Arizona, United States. The population in Mesa was 512,498 in 2022. The median age in Mesa was 36.6 in 2021. The median income in Mesa was $34,440 in 2021. The unemployment rate in Mesa was 3.5% in 2023. The percentage of people with obesity in Mesa was 31.6% in 2021. The percentage of people who binge drink in Mesa was 17.8% in 2021. The percentage of people who smoke in Mesa was 15.8% in 2021."
    },
    "geoId/0455000": {
        "summary": "Phoenix is a city in Maricopa County, Arizona, United States. The population in Phoenix was 1,644,409 in 2022. The median age in Phoenix was 34.1 in 2021. The median income in Phoenix was $34,427 in 2021. The unemployment rate in Phoenix was 3.6% in 2023. The percentage of people with obesity in Phoenix was 32.6% in 2021. The percentage of people who binge drink in Phoenix was 16.9% in 2021. The percentage of people who smoke in Phoenix was 16% in 2021."
    },
    "geoId/0465000": {
        "summary": "Scottsdale is a city in Maricopa County, Arizona, United States. The population in Scottsdale was 243,050 in 2022. The median age in Scottsdale was 47.9 in 2021. The median income in Scottsdale was $53,287 in 2021. The unemployment rate in Scottsdale was 3% in 2023. The percentage of people with obesity in Scottsdale was 26.5% in 2021. The percentage of people who binge drink in Scottsdale was 19.3% in 2021. The percentage of people who smoke in Scottsdale was 10.2% in 2021."
    },
    "geoId/0477000": {
        "summary": "Tucson is a city in Pima County, Arizona, United States. The population in Tucson was 546,574 in 2022. The median age in Tucson was 34.2 in 2021. The median income in Tucson was $27,334 in 2021. The unemployment rate in Tucson was 4% in 2023. The percentage of people with obesity in Tucson was 34.9% in 2021. The percentage of people who binge drink in Tucson was 16.5% in 2021. The percentage of people who smoke in Tucson was 17.8% in 2021."
    },
    "geoId/05": {
        "summary": "Arkansas is a state in United States. The population in Arkansas was 3,045,637 in 2022. The median age in Arkansas was 38.3 in 2021. The median income in Arkansas was $27,980 in 2021. The unemployment rate in Arkansas was 3.1% in 2023. The life expectancy in Arkansas was 73.8 in 2020. The percentage of people with obesity in Arkansas was 38.39% in 2021. The percentage of people who binge drink in Arkansas was 14.41% in 2021. The percentage of people who smoke in Arkansas was 20.77% in 2021."
    },
    "geoId/06": {
        "summary": "California is a state in United States. The population in California was 39,029,342 in 2022. The median age in California was 37 in 2021. The median income in California was $36,281 in 2021. The unemployment rate in California was 4.9% in 2023. The life expectancy in California was 79 in 2020. The percentage of people with obesity in California was 28.76% in 2021. The percentage of people who binge drink in California was 15.77% in 2021. The percentage of people who smoke in California was 11.47% in 2021."
    },
    "geoId/0602000": {
        "summary": "Anaheim is a city in Orange County, California, United States. The population in Anaheim was 344,461 in 2022. The median age in Anaheim was 35.3 in 2021. The median income in Anaheim was $32,837 in 2021. The unemployment rate in Anaheim was 3.8% in 2023. The percentage of people with obesity in Anaheim was 28.6% in 2021. The percentage of people who binge drink in Anaheim was 15.4% in 2021. The percentage of people who smoke in Anaheim was 11.9% in 2021."
    },
    "geoId/0603526": {
        "summary": "Bakersfield is a city in Kern County, California, United States. The population in Bakersfield was 410,647 in 2022. The median age in Bakersfield was 31.3 in 2021. The median income in Bakersfield was $31,767 in 2021. The unemployment rate in Bakersfield was 6.1% in 2023. The percentage of people with obesity in Bakersfield was 35.2% in 2021. The percentage of people who binge drink in Bakersfield was 15.9% in 2021. The percentage of people who smoke in Bakersfield was 15.6% in 2021."
    },
    "geoId/0613392": {
        "summary": "Chula Vista is a city in San Diego County, California, United States. The population in Chula Vista was 279,170 in 2022. The median age in Chula Vista was 36.3 in 2021. The median income in Chula Vista was $37,511 in 2021. The unemployment rate in Chula Vista was 4.7% in 2023. The percentage of people with obesity in Chula Vista was 24.9% in 2021. The percentage of people who binge drink in Chula Vista was 17.4% in 2021. The percentage of people who smoke in Chula Vista was 10.5% in 2021."
    },
    "geoId/0627000": {
        "summary": "Fresno is a city in Fresno County, California, United States. The population in Fresno was 545,567 in 2022. The median age in Fresno was 31.7 in 2021. The median income in Fresno was $27,435 in 2021. The unemployment rate in Fresno was 6.3% in 2023. The percentage of people with obesity in Fresno was 37.3% in 2021. The percentage of people who binge drink in Fresno was 13.7% in 2021. The percentage of people who smoke in Fresno was 15.5% in 2021."
    },
    "geoId/0636770": {
        "summary": "Irvine is a city in Orange County, California, United States. The population in Irvine was 313,685 in 2022. The median age in Irvine was 33.8 in 2021. The median income in Irvine was $55,547 in 2021. The unemployment rate in Irvine was 4% in 2023. The percentage of people with obesity in Irvine was 21% in 2021. The percentage of people who binge drink in Irvine was 14.9% in 2021. The percentage of people who smoke in Irvine was 7.5% in 2021."
    },
    "geoId/0643000": {
        "summary": "Long Beach is a city in Los Angeles County, California, United States. The population in Long Beach was 451,307 in 2022. The median age in Long Beach was 35.9 in 2021. The median income in Long Beach was $33,731 in 2021. The unemployment rate in Long Beach was 4.7% in 2023. The percentage of people with obesity in Long Beach was 29.3% in 2021. The percentage of people who binge drink in Long Beach was 14.9% in 2021. The percentage of people who smoke in Long Beach was 12% in 2021."
    },
    "geoId/0644000": {
        "summary": "Los Angeles is a city in Los Angeles County, California, United States. The population in Los Angeles was 3,822,238 in 2022. The median age in Los Angeles was 36.2 in 2021. The median income in Los Angeles was $31,822 in 2021. The unemployment rate in Los Angeles was 5.3% in 2023. The percentage of people with obesity in Los Angeles was 29.5% in 2021. The percentage of people who binge drink in Los Angeles was 14.9% in 2021. The percentage of people who smoke in Los Angeles was 11.8% in 2021."
    },
    "geoId/0653000": {
        "summary": "Oakland is a city in Alameda County, California, United States. The population in Oakland was 430,553 in 2022. The median age in Oakland was 36.9 in 2021. The median income in Oakland was $43,043 in 2021. The unemployment rate in Oakland was 5% in 2023. The percentage of people with obesity in Oakland was 30.5% in 2021. The percentage of people who binge drink in Oakland was 14.7% in 2021. The percentage of people who smoke in Oakland was 12% in 2021."
    },
    "geoId/0662000": {
        "summary": "Riverside is a city in Riverside County, California, United States. The population in Riverside was 320,764 in 2022. The median age in Riverside was 31.9 in 2021. The median income in Riverside was $30,590 in 2021. The unemployment rate in Riverside was 4.8% in 2023. The percentage of people with obesity in Riverside was 36.2% in 2021. The percentage of people who binge drink in Riverside was 16.1% in 2021. The percentage of people who smoke in Riverside was 13.2% in 2021."
    },
    "geoId/0664000": {
        "summary": "Sacramento is a city in Sacramento County, California, United States. The population in Sacramento was 528,001 in 2022. The median age in Sacramento was 35.2 in 2021. The median income in Sacramento was $35,811 in 2021. The unemployment rate in Sacramento was 4.8% in 2023. The percentage of people with obesity in Sacramento was 32.7% in 2021. The percentage of people who binge drink in Sacramento was 14.5% in 2021. The percentage of people who smoke in Sacramento was 13.7% in 2021."
    },
    "geoId/0666000": {
        "summary": "San Diego is a city in San Diego County, California, United States. The population in San Diego was 1,381,162 in 2022. The median age in San Diego was 35.4 in 2021. The median income in San Diego was $41,491 in 2021. The unemployment rate in San Diego was 4.1% in 2023. The percentage of people with obesity in San Diego was 23.2% in 2021. The percentage of people who binge drink in San Diego was 18.1% in 2021. The percentage of people who smoke in San Diego was 10.5% in 2021."
    },
    "geoId/0667000": {
        "summary": "San Francisco is a city in San Francisco County, California, United States. The population in San Francisco was 808,437 in 2022. The median age in San Francisco was 38.7 in 2021. The median income in San Francisco was $59,017 in 2021. The unemployment rate in San Francisco was 3.5% in 2023. The percentage of people with obesity in San Francisco was 19.1% in 2021. The percentage of people who binge drink in San Francisco was 16.4% in 2021. The percentage of people who smoke in San Francisco was 9.2% in 2021."
    },
    "geoId/0668000": {
        "summary": "San Jose is a city in Santa Clara County, California, United States. The population in San Jose was 971,233 in 2022. The median age in San Jose was 37.5 in 2021. The median income in San Jose was $46,298 in 2021. The unemployment rate in San Jose was 4% in 2023. The percentage of people with obesity in San Jose was 20.6% in 2021. The percentage of people who binge drink in San Jose was 13.8% in 2021. The percentage of people who smoke in San Jose was 8.7% in 2021."
    },
    "geoId/0669000": {
        "summary": "Santa Ana is a city in Orange County, California, United States. The population in Santa Ana was 308,189 in 2022. The median age in Santa Ana was 33 in 2021. The median income in Santa Ana was $28,617 in 2021. The unemployment rate in Santa Ana was 3.8% in 2023. The percentage of people with obesity in Santa Ana was 31.6% in 2021. The percentage of people who binge drink in Santa Ana was 14.6% in 2021. The percentage of people who smoke in Santa Ana was 13.4% in 2021."
    },
    "geoId/0675000": {
        "summary": "Stockton is a city in San Joaquin County, California, United States. The population in Stockton was 321,819 in 2022. The median age in Stockton was 33 in 2021. The median income in Stockton was $29,198 in 2021. The unemployment rate in Stockton was 7.2% in 2023. The percentage of people with obesity in Stockton was 34.4% in 2021. The percentage of people who binge drink in Stockton was 14% in 2021. The percentage of people who smoke in Stockton was 15% in 2021."
    },
    "geoId/08": {
        "summary": "Colorado is a state in United States. The population in Colorado was 5,839,926 in 2022. The median age in Colorado was 37.1 in 2021. The median income in Colorado was $40,259 in 2021. The unemployment rate in Colorado was 3.2% in 2023. The life expectancy in Colorado was 78.3 in 2020. The percentage of people with obesity in Colorado was 25.81% in 2021. The percentage of people who binge drink in Colorado was 19.37% in 2021. The percentage of people who smoke in Colorado was 13.61% in 2021."
    },
    "geoId/0804000": {
        "summary": "Aurora is a city in Douglas County, Arapahoe County, Adams County, Colorado, United States. The population in Aurora was 393,537 in 2022. The median age in Aurora was 35 in 2021. The median income in Aurora was $37,150 in 2021. The unemployment rate in Aurora was 3.3% in 2023. The percentage of people with obesity in Aurora was 28.2% in 2021. The percentage of people who binge drink in Aurora was 17.7% in 2021. The percentage of people who smoke in Aurora was 15.8% in 2021."
    },
    "geoId/0816000": {
        "summary": "Colorado Springs is a city in El Paso County, Colorado, United States. The population in Colorado Springs was 486,248 in 2022. The median age in Colorado Springs was 34.9 in 2021. The median income in Colorado Springs was $36,432 in 2021. The unemployment rate in Colorado Springs was 3.2% in 2023. The percentage of people with obesity in Colorado Springs was 28.4% in 2021. The percentage of people who binge drink in Colorado Springs was 15.8% in 2021. The percentage of people who smoke in Colorado Springs was 14.5% in 2021."
    },
    "geoId/0820000": {
        "summary": "Denver is a city in Denver, Colorado, United States. The population in Denver was 713,252 in 2022. The median age in Denver was 34.8 in 2021. The median income in Denver was $45,457 in 2021. The unemployment rate in Denver was 3.4% in 2023. The percentage of people with obesity in Denver was 22.4% in 2021. The percentage of people who binge drink in Denver was 21% in 2021. The percentage of people who smoke in Denver was 13% in 2021."
    },
    "geoId/09": {
        "summary": "Connecticut is a state in United States. The population in Connecticut was 3,626,205 in 2022. The median age in Connecticut was 41 in 2021. The median income in Connecticut was $40,682 in 2021. The unemployment rate in Connecticut was 3.5% in 2023. The life expectancy in Connecticut was 78.4 in 2020. The percentage of people with obesity in Connecticut was 30.66% in 2021. The percentage of people who binge drink in Connecticut was 15.86% in 2021. The percentage of people who smoke in Connecticut was 14.17% in 2021."
    },
    "geoId/10": {
        "summary": "Delaware is a state in United States. The population in Delaware was 1,018,396 in 2022. The median age in Delaware was 41.1 in 2021. The median income in Delaware was $36,872 in 2021. The unemployment rate in Delaware was 3.8% in 2023. The life expectancy in Delaware was 76.7 in 2020. The percentage of people with obesity in Delaware was 36.46% in 2021. The percentage of people who binge drink in Delaware was 15.28% in 2021. The percentage of people who smoke in Delaware was 15.32% in 2021."
    },
    "geoId/11": {
        "summary": "District of Columbia is a state in United States. The population in District of Columbia was 671,803 in 2022. The median age in District of Columbia was 34.3 in 2021. The median income in District of Columbia was $58,142 in 2021. The unemployment rate in District of Columbia was 4.8% in 2023. The life expectancy in District of Columbia was 78 in 2019. The percentage of people with obesity in District of Columbia was 25.23% in 2021. The percentage of people who binge drink in District of Columbia was 20.7% in 2021. The percentage of people who smoke in District of Columbia was 12.03% in 2021."
    },
    "geoId/1150000": {
        "summary": "Washington is a city in District of Columbia, District of Columbia, United States. The population in Washington was 671,803 in 2022. The median age in Washington was 34.3 in 2021. The median income in Washington was $58,142 in 2021. The unemployment rate in Washington was 4.8% in 2023. The percentage of people with obesity in Washington was 25.6% in 2021. The percentage of people who binge drink in Washington was 20.7% in 2021. The percentage of people who smoke in Washington was 12.4% in 2021."
    },
    "geoId/12": {
        "summary": "Florida is a state in United States. The population in Florida was 22,244,823 in 2022. The median age in Florida was 42.3 in 2021. The median income in Florida was $31,169 in 2021. The unemployment rate in Florida was 2.9% in 2023. The life expectancy in Florida was 77.5 in 2020. The percentage of people with obesity in Florida was 31.22% in 2020. The percentage of people who binge drink in Florida was 15.78% in 2020. The percentage of people who smoke in Florida was 17.86% in 2020."
    },
    "geoId/1235000": {
        "summary": "Jacksonville is a city in Nassau County, Duval County, Florida, United States. The population in Jacksonville was 971,319 in 2022. The median age in Jacksonville was 36.2 in 2021. The median income in Jacksonville was $32,471 in 2021. The unemployment rate in Jacksonville was 3.1% in 2023. The percentage of people with obesity in Jacksonville was 35.2% in 2020. The percentage of people who binge drink in Jacksonville was 16.3% in 2020. The percentage of people who smoke in Jacksonville was 20% in 2020."
    },
    "geoId/1245000": {
        "summary": "Miami is a city in Miami-Dade County, Florida, United States. The population in Miami was 449,514 in 2022. The median age in Miami was 39.9 in 2021. The median income in Miami was $25,638 in 2021. The unemployment rate in Miami was 1.3% in 2023. The percentage of people with obesity in Miami was 31.8% in 2020. The percentage of people who binge drink in Miami was 13.6% in 2020. The percentage of people who smoke in Miami was 17.1% in 2020."
    },
    "geoId/1253000": {
        "summary": "Orlando is a city in Orange County, Florida, United States. The population in Orlando was 316,081 in 2022. The median age in Orlando was 34.4 in 2021. The median income in Orlando was $31,578 in 2021. The unemployment rate in Orlando was 2.9% in 2023. The percentage of people with obesity in Orlando was 31.1% in 2020. The percentage of people who binge drink in Orlando was 14.1% in 2020. The percentage of people who smoke in Orlando was 17.7% in 2020."
    },
    "geoId/1263000": {
        "summary": "St. Petersburg is a city in Pinellas County, Florida, United States. The population in St. Petersburg was 261,256 in 2022. The median age in St. Petersburg was 42.9 in 2021. The median income in St. Petersburg was $35,308 in 2021. The unemployment rate in St. Petersburg was 2.8% in 2023. The percentage of people with obesity in St. Petersburg was 28.7% in 2020. The percentage of people who binge drink in St. Petersburg was 16.9% in 2020. The percentage of people who smoke in St. Petersburg was 19.5% in 2020."
    },
    "geoId/1271000": {
        "summary": "Tampa is a city in Hillsborough County, Florida, United States. The population in Tampa was 398,173 in 2022. The median age in Tampa was 35.9 in 2021. The median income in Tampa was $33,225 in 2021. The unemployment rate in Tampa was 3.2% in 2023. The percentage of people with obesity in Tampa was 31.6% in 2020. The percentage of people who binge drink in Tampa was 15.8% in 2020. The percentage of people who smoke in Tampa was 18% in 2020."
    },
    "geoId/13": {
        "summary": "Georgia is a state in United States. The population in Georgia was 10,912,876 in 2022. The median age in Georgia was 37.1 in 2021. The median income in Georgia was $32,657 in 2021. The unemployment rate in Georgia was 3% in 2023. The life expectancy in Georgia was 75.6 in 2020. The percentage of people with obesity in Georgia was 35.07% in 2021. The percentage of people who binge drink in Georgia was 15.13% in 2021. The percentage of people who smoke in Georgia was 16.32% in 2021."
    },
    "geoId/1304000": {
        "summary": "Atlanta is a city in Fulton County, DeKalb County, Cobb County, Georgia, United States. The population in Atlanta was 499,127 in 2022. The median age in Atlanta was 33.4 in 2021. The median income in Atlanta was $40,384 in 2021. The unemployment rate in Atlanta was 3.9% in 2023. The percentage of people with obesity in Atlanta was 32.5% in 2021. The percentage of people who binge drink in Atlanta was 15.6% in 2021. The percentage of people who smoke in Atlanta was 15.7% in 2021."
    },
    "geoId/15": {
        "summary": "Hawaii is a state in United States. The population in Hawaii was 1,440,196 in 2022. The median age in Hawaii was 39.6 in 2021. The median income in Hawaii was $38,869 in 2021. The unemployment rate in Hawaii was 2.9% in 2023. The life expectancy in Hawaii was 80.7 in 2020. The percentage of people with obesity in Hawaii was 24.82% in 2021. The percentage of people who binge drink in Hawaii was 18.37% in 2021. The percentage of people who smoke in Hawaii was 11.85% in 2021."
    },
    "geoId/1517000": {
        "summary": "Honolulu is a city in Honolulu County, Hawaii, United States. The population in Honolulu was 395,327 in 1999."
    },
    "geoId/1571550": {
        "summary": "Urban Honolulu is a city in Honolulu County, Hawaii, United States. The population in Urban Honolulu was 343,421 in 2022. The median age in Urban Honolulu was 42.1 in 2021. The median income in Urban Honolulu was $38,985 in 2021. The percentage of people with obesity in Urban Honolulu was 22.9% in 2021. The percentage of people who binge drink in Urban Honolulu was 16.5% in 2021. The percentage of people who smoke in Urban Honolulu was 11.4% in 2021."
    },
    "geoId/16": {
        "summary": "Idaho is a state in United States. The population in Idaho was 1,939,033 in 2022. The median age in Idaho was 36.8 in 2021. The median income in Idaho was $30,621 in 2021. The unemployment rate in Idaho was 3.1% in 2023. The life expectancy in Idaho was 78.4 in 2020. The percentage of people with obesity in Idaho was 32.93% in 2021. The percentage of people who binge drink in Idaho was 16.04% in 2021. The percentage of people who smoke in Idaho was 15.64% in 2021."
    },
    "geoId/17": {
        "summary": "Illinois is a state in United States. The population in Illinois was 12,582,032 in 2022. The median age in Illinois was 38.5 in 2021. The median income in Illinois was $36,729 in 2021. The unemployment rate in Illinois was 4.2% in 2023. The life expectancy in Illinois was 76.8 in 2020. The percentage of people with obesity in Illinois was 33.66% in 2021. The percentage of people who binge drink in Illinois was 17.2% in 2021. The percentage of people who smoke in Illinois was 14.62% in 2021."
    },
    "geoId/1714000": {
        "summary": "Chicago is a city in DuPage County, Cook County, Illinois, United States. The population in Chicago was 2,665,039 in 2022. The median age in Chicago was 35.1 in 2021. The median income in Chicago was $36,261 in 2021. The unemployment rate in Chicago was 4.9% in 2023. The percentage of people with obesity in Chicago was 34.1% in 2021. The percentage of people who binge drink in Chicago was 16.5% in 2021. The percentage of people who smoke in Chicago was 15.1% in 2021."
    },
    "geoId/18": {
        "summary": "Indiana is a state in United States. The population in Indiana was 6,833,037 in 2022. The median age in Indiana was 37.9 in 2021. The median income in Indiana was $32,716 in 2021. The unemployment rate in Indiana was 3.4% in 2023. The life expectancy in Indiana was 75 in 2020. The percentage of people with obesity in Indiana was 37.68% in 2021. The percentage of people who binge drink in Indiana was 16.78% in 2021. The percentage of people who smoke in Indiana was 19.04% in 2021."
    },
    "geoId/1825000": {
        "summary": "Fort Wayne is a city in Allen County, Indiana, United States. The population in Fort Wayne was 267,927 in 2022. The median age in Fort Wayne was 35.1 in 2021. The median income in Fort Wayne was $30,762 in 2021. The unemployment rate in Fort Wayne was 3.4% in 2023. The percentage of people with obesity in Fort Wayne was 39.9% in 2021. The percentage of people who binge drink in Fort Wayne was 16% in 2021. The percentage of people who smoke in Fort Wayne was 19.2% in 2021."
    },
    "geoId/1836003": {
        "summary": "Indianapolis is a city in Marion County, Indiana, United States. The population in Indianapolis was 880,621 in 2022. The median age in Indianapolis was 34.3 in 2021. The median income in Indianapolis was $32,733 in 2021. The unemployment rate in Indianapolis was 3.4% in 2023. The percentage of people with obesity in Indianapolis was 37.4% in 2021. The percentage of people who binge drink in Indianapolis was 16.7% in 2021. The percentage of people who smoke in Indianapolis was 20.7% in 2021."
    },
    "geoId/19": {
        "summary": "Iowa is a state in United States. The population in Iowa was 3,200,517 in 2022. The median age in Iowa was 38.3 in 2021. The median income in Iowa was $34,784 in 2021. The unemployment rate in Iowa was 2.9% in 2023. The life expectancy in Iowa was 77.5 in 2020. The percentage of people with obesity in Iowa was 37.07% in 2021. The percentage of people who binge drink in Iowa was 21.33% in 2021. The percentage of people who smoke in Iowa was 16.79% in 2021."
    },
    "geoId/20": {
        "summary": "Kansas is a state in United States. The population in Kansas was 2,937,150 in 2022. The median age in Kansas was 37 in 2021. The median income in Kansas was $34,153 in 2021. The unemployment rate in Kansas was 2.1% in 2023. The life expectancy in Kansas was 76.4 in 2020. The percentage of people with obesity in Kansas was 37.12% in 2021. The percentage of people who binge drink in Kansas was 18.55% in 2021. The percentage of people who smoke in Kansas was 16.78% in 2021."
    },
    "geoId/2079000": {
        "summary": "Wichita is a city in Sedgwick County, Kansas, United States. The population in Wichita was 396,192 in 2022. The median age in Wichita was 35.4 in 2021. The median income in Wichita was $31,228 in 2021. The unemployment rate in Wichita was 2.7% in 2023. The percentage of people with obesity in Wichita was 40.4% in 2021. The percentage of people who binge drink in Wichita was 16.6% in 2021. The percentage of people who smoke in Wichita was 20% in 2021."
    },
    "geoId/21": {
        "summary": "Kentucky is a state in United States. The population in Kentucky was 4,512,310 in 2022. The median age in Kentucky was 39 in 2021. The median income in Kentucky was $29,523 in 2021. The unemployment rate in Kentucky was 3.9% in 2023. The life expectancy in Kentucky was 73.5 in 2020. The percentage of people with obesity in Kentucky was 38.49% in 2021. The percentage of people who binge drink in Kentucky was 15.43% in 2021. The percentage of people who smoke in Kentucky was 20.8% in 2021."
    },
    "geoId/2146027": {
        "summary": "Lexington is a city in Fayette County, Kentucky, United States. The population in Lexington was 320,347 in 2022. The median age in Lexington was 35 in 2021. The median income in Lexington was $32,712 in 2021. The unemployment rate in Lexington was 3.2% in 2023. The percentage of people with obesity in Lexington was 36% in 2021. The percentage of people who binge drink in Lexington was 15.9% in 2021. The percentage of people who smoke in Lexington was 17% in 2021."
    },
    "geoId/2148000": {
        "summary": "Louisville is a city in Jefferson County, Kentucky, United States. The population in Louisville was 253,128 in 1999. The percentage of people with obesity in Louisville was 41.4% in 2021. The percentage of people who binge drink in Louisville was 14.7% in 2021. The percentage of people who smoke in Louisville was 23.3% in 2021."
    },
    "geoId/2148006": {
        "summary": "Louisville/Jefferson County metro government (balance) is a city in Jefferson County, Kentucky, United States. The population in Louisville/Jefferson County metro government (balance) was 624,444 in 2022. The median age in Louisville/Jefferson County metro government (balance) was 37.6 in 2021. The median income in Louisville/Jefferson County metro government (balance) was $32,864 in 2021. The percentage of people with obesity in Louisville/Jefferson County metro government (balance) was 36.2% in 2021. The percentage of people who binge drink in Louisville/Jefferson County metro government (balance) was 16.7% in 2021. The percentage of people who smoke in Louisville/Jefferson County metro government (balance) was 18.5% in 2021."
    },
    "geoId/22": {
        "summary": "Louisiana is a state in United States. The population in Louisiana was 4,590,241 in 2022. The median age in Louisiana was 37.4 in 2021. The median income in Louisiana was $28,462 in 2021. The unemployment rate in Louisiana was 3.5% in 2023. The life expectancy in Louisiana was 73.1 in 2020. The percentage of people with obesity in Louisiana was 38.82% in 2021. The percentage of people who binge drink in Louisiana was 17.8% in 2021. The percentage of people who smoke in Louisiana was 21.32% in 2021."
    },
    "geoId/2255000": {
        "summary": "New Orleans is a city in Orleans Parish, Louisiana, United States. The population in New Orleans was 369,749 in 2022. The median age in New Orleans was 37.7 in 2021. The median income in New Orleans was $27,682 in 2021. The unemployment rate in New Orleans was 4.2% in 2023. The percentage of people with obesity in New Orleans was 34.6% in 2021. The percentage of people who binge drink in New Orleans was 21% in 2021. The percentage of people who smoke in New Orleans was 19.4% in 2021."
    },
    "geoId/23": {
        "summary": "Maine is a state in United States. The population in Maine was 1,385,340 in 2022. The median age in Maine was 44.7 in 2021. The median income in Maine was $32,861 in 2021. The unemployment rate in Maine was 3.2% in 2023. The life expectancy in Maine was 77.8 in 2020. The percentage of people with obesity in Maine was 32.26% in 2021. The percentage of people who binge drink in Maine was 17.86% in 2021. The percentage of people who smoke in Maine was 16.71% in 2021."
    },
    "geoId/24": {
        "summary": "Maryland is a state in United States. The population in Maryland was 6,164,660 in 2022. The median age in Maryland was 38.9 in 2021. The median income in Maryland was $43,983 in 2021. The unemployment rate in Maryland was 1.8% in 2023. The life expectancy in Maryland was 76.8 in 2020. The percentage of people with obesity in Maryland was 34.44% in 2021. The percentage of people who binge drink in Maryland was 14.62% in 2021. The percentage of people who smoke in Maryland was 12.87% in 2021."
    },
    "geoId/2404000": {
        "summary": "Baltimore is a city in Baltimore, Maryland, United States. The population in Baltimore was 569,931 in 2022. The median age in Baltimore was 35.7 in 2021. The median income in Baltimore was $32,686 in 2021. The unemployment rate in Baltimore was 2.5% in 2023. The percentage of people with obesity in Baltimore was 37.1% in 2021. The percentage of people who binge drink in Baltimore was 15.4% in 2021. The percentage of people who smoke in Baltimore was 19.8% in 2021."
    },
    "geoId/25": {
        "summary": "Massachusetts is a state in United States. The population in Massachusetts was 6,981,974 in 2022. The median age in Massachusetts was 39.6 in 2021. The median income in Massachusetts was $42,076 in 2021. The unemployment rate in Massachusetts was 2.8% in 2023. The life expectancy in Massachusetts was 79 in 2020. The percentage of people with obesity in Massachusetts was 28.16% in 2021. The percentage of people who binge drink in Massachusetts was 17.8% in 2021. The percentage of people who smoke in Massachusetts was 13.18% in 2021."
    },
    "geoId/2507000": {
        "summary": "Boston is a city in Suffolk County, Massachusetts, United States. The population in Boston was 650,706 in 2022. The median age in Boston was 32.6 in 2021. The median income in Boston was $40,319 in 2021. The unemployment rate in Boston was 2.7% in 2023. The percentage of people with obesity in Boston was 25.6% in 2021. The percentage of people who binge drink in Boston was 17.8% in 2021. The percentage of people who smoke in Boston was 13.3% in 2021."
    },
    "geoId/26": {
        "summary": "Michigan is a state in United States. The population in Michigan was 10,034,113 in 2022. The median age in Michigan was 39.8 in 2021. The median income in Michigan was $32,451 in 2021. The unemployment rate in Michigan was 3.6% in 2023. The life expectancy in Michigan was 76 in 2020. The percentage of people with obesity in Michigan was 35.93% in 2021. The percentage of people who binge drink in Michigan was 17.45% in 2021. The percentage of people who smoke in Michigan was 18.55% in 2021."
    },
    "geoId/2622000": {
        "summary": "Detroit is a city in Wayne County, Michigan, United States. The population in Detroit was 620,376 in 2022. The median age in Detroit was 35 in 2021. The median income in Detroit was $21,862 in 2021. The unemployment rate in Detroit was 8.2% in 2023. The percentage of people with obesity in Detroit was 45.9% in 2021. The percentage of people who binge drink in Detroit was 12.9% in 2021. The percentage of people who smoke in Detroit was 29.1% in 2021."
    },
    "geoId/27": {
        "summary": "Minnesota is a state in United States. The population in Minnesota was 5,717,184 in 2022. The median age in Minnesota was 38.2 in 2021. The median income in Minnesota was $39,756 in 2021. The unemployment rate in Minnesota was 1.9% in 2023. The life expectancy in Minnesota was 79.1 in 2020. The percentage of people with obesity in Minnesota was 32.98% in 2021. The percentage of people who binge drink in Minnesota was 19.72% in 2021. The percentage of people who smoke in Minnesota was 15.24% in 2021."
    },
    "geoId/2743000": {
        "summary": "Minneapolis is a city in Hennepin County, Minnesota, United States. The population in Minneapolis was 425,096 in 2022. The median age in Minneapolis was 32.7 in 2021. The median income in Minneapolis was $38,360 in 2021. The unemployment rate in Minneapolis was 2% in 2023. The percentage of people with obesity in Minneapolis was 30.4% in 2021. The percentage of people who binge drink in Minneapolis was 19.3% in 2021. The percentage of people who smoke in Minneapolis was 14.8% in 2021."
    },
    "geoId/2758000": {
        "summary": "Saint Paul is a city in Ramsey County, Minnesota, United States. The population in Saint Paul was 303,176 in 2022. The median age in Saint Paul was 32.7 in 2021. The median income in Saint Paul was $34,197 in 2021. The unemployment rate in Saint Paul was 2% in 2023. The percentage of people with obesity in Saint Paul was 33.7% in 2021. The percentage of people who binge drink in Saint Paul was 17.3% in 2021. The percentage of people who smoke in Saint Paul was 16.9% in 2021."
    },
    "geoId/28": {
        "summary": "Mississippi is a state in United States. The population in Mississippi was 2,940,057 in 2022. The median age in Mississippi was 37.8 in 2021. The median income in Mississippi was $26,510 in 2021. The unemployment rate in Mississippi was 2.6% in 2023. The life expectancy in Mississippi was 71.9 in 2020. The percentage of people with obesity in Mississippi was 40.9% in 2021. The percentage of people who binge drink in Mississippi was 13.67% in 2021. The percentage of people who smoke in Mississippi was 20.12% in 2021."
    },
    "geoId/29": {
        "summary": "Missouri is a state in United States. The population in Missouri was 6,177,957 in 2022. The median age in Missouri was 38.8 in 2021. The median income in Missouri was $32,362 in 2021. The unemployment rate in Missouri was 2.9% in 2023. The life expectancy in Missouri was 75.1 in 2020. The percentage of people with obesity in Missouri was 37.72% in 2021. The percentage of people who binge drink in Missouri was 18.27% in 2021. The percentage of people who smoke in Missouri was 19.31% in 2021."
    },
    "geoId/2938000": {
        "summary": "Kansas City is a city in Platte County, Jackson County, Clay County, Cass County, Missouri, United States. The population in Kansas City was 509,297 in 2022. The median age in Kansas City was 35.4 in 2021. The median income in Kansas City was $34,843 in 2021. The unemployment rate in Kansas City was 3.2% in 2023. The percentage of people with obesity in Kansas City was 40.9% in 2021. The percentage of people who binge drink in Kansas City was 18.2% in 2021. The percentage of people who smoke in Kansas City was 18.7% in 2021."
    },
    "geoId/2965000": {
        "summary": "St. Louis is a city in St. Louis, Missouri, United States. The population in St. Louis was 286,578 in 2022. The median age in St. Louis was 36.3 in 2021. The median income in St. Louis was $31,804 in 2021. The unemployment rate in St. Louis was 3.5% in 2023. The percentage of people with obesity in St. Louis was 37.5% in 2021. The percentage of people who binge drink in St. Louis was 18.1% in 2021. The percentage of people who smoke in St. Louis was 21.7% in 2021."
    },
    "geoId/30": {
        "summary": "Montana is a state in United States. The population in Montana was 1,122,867 in 2022. The median age in Montana was 40 in 2021. The median income in Montana was $31,459 in 2021. The unemployment rate in Montana was 3% in 2023. The life expectancy in Montana was 76.8 in 2020. The percentage of people with obesity in Montana was 32.17% in 2021. The percentage of people who binge drink in Montana was 22.59% in 2021. The percentage of people who smoke in Montana was 16.6% in 2021."
    },
    "geoId/31": {
        "summary": "Nebraska is a state in United States. The population in Nebraska was 1,967,923 in 2022. The median age in Nebraska was 36.7 in 2021. The median income in Nebraska was $35,128 in 2021. The unemployment rate in Nebraska was 2% in 2023. The life expectancy in Nebraska was 77.7 in 2020. The percentage of people with obesity in Nebraska was 37.22% in 2021. The percentage of people who binge drink in Nebraska was 20.91% in 2021. The percentage of people who smoke in Nebraska was 15.22% in 2021."
    },
    "geoId/3128000": {
        "summary": "Lincoln is a city in Lancaster County, Nebraska, United States. The population in Lincoln was 292,627 in 2022. The median age in Lincoln was 33 in 2021. The median income in Lincoln was $33,132 in 2021. The unemployment rate in Lincoln was 2% in 2023. The percentage of people with obesity in Lincoln was 34.4% in 2021. The percentage of people who binge drink in Lincoln was 21.7% in 2021. The percentage of people who smoke in Lincoln was 14.7% in 2021."
    },
    "geoId/3137000": {
        "summary": "Omaha is a city in Douglas County, Nebraska, United States. The population in Omaha was 485,153 in 2022. The median age in Omaha was 35 in 2021. The median income in Omaha was $36,186 in 2021. The unemployment rate in Omaha was 2.4% in 2023. The percentage of people with obesity in Omaha was 36.3% in 2021. The percentage of people who binge drink in Omaha was 20.4% in 2021. The percentage of people who smoke in Omaha was 15.4% in 2021."
    },
    "geoId/32": {
        "summary": "Nevada is a state in United States. The population in Nevada was 3,177,772 in 2022. The median age in Nevada was 38.3 in 2021. The median income in Nevada was $33,832 in 2021. The unemployment rate in Nevada was 4.8% in 2023. The life expectancy in Nevada was 76.3 in 2020. The percentage of people with obesity in Nevada was 31.17% in 2021. The percentage of people who binge drink in Nevada was 14.38% in 2021. The percentage of people who smoke in Nevada was 16.88% in 2021."
    },
    "geoId/3231900": {
        "summary": "Henderson is a city in Clark County, Nevada, United States. The population in Henderson was 331,415 in 2022. The median age in Henderson was 42.3 in 2021. The median income in Henderson was $40,013 in 2021. The unemployment rate in Henderson was 4.7% in 2023. The percentage of people with obesity in Henderson was 28.6% in 2021. The percentage of people who binge drink in Henderson was 14.7% in 2021. The percentage of people who smoke in Henderson was 14.7% in 2021."
    },
    "geoId/3240000": {
        "summary": "Las Vegas is a city in Clark County, Nevada, United States. The population in Las Vegas was 656,274 in 2022. The median age in Las Vegas was 37.9 in 2021. The median income in Las Vegas was $32,603 in 2021. The unemployment rate in Las Vegas was 5.3% in 2023. The percentage of people with obesity in Las Vegas was 32.3% in 2021. The percentage of people who binge drink in Las Vegas was 13.4% in 2021. The percentage of people who smoke in Las Vegas was 18% in 2021."
    },
    "geoId/3251800": {
        "summary": "North Las Vegas is a city in Clark County, Nevada, United States. The population in North Las Vegas was 280,543 in 2022. The median age in North Las Vegas was 33.3 in 2021. The median income in North Las Vegas was $31,987 in 2021. The unemployment rate in North Las Vegas was 6% in 2023. The percentage of people with obesity in North Las Vegas was 33.8% in 2021. The percentage of people who binge drink in North Las Vegas was 12.8% in 2021. The percentage of people who smoke in North Las Vegas was 18.7% in 2021."
    },
    "geoId/3260600": {
        "summary": "Reno is a city in Washoe County, Nevada, United States. The population in Reno was 273,448 in 2022. The median age in Reno was 36.4 in 2021. The median income in Reno was $35,646 in 2021. The unemployment rate in Reno was 3.8% in 2023. The percentage of people with obesity in Reno was 28.7% in 2021. The percentage of people who binge drink in Reno was 17.6% in 2021. The percentage of people who smoke in Reno was 16.8% in 2021."
    },
    "geoId/33": {
        "summary": "New Hampshire is a state in United States. The population in New Hampshire was 1,395,231 in 2022. The median age in New Hampshire was 43 in 2021. The median income in New Hampshire was $39,627 in 2021. The unemployment rate in New Hampshire was 2.5% in 2023. The life expectancy in New Hampshire was 79 in 2020. The percentage of people with obesity in New Hampshire was 31.74% in 2021. The percentage of people who binge drink in New Hampshire was 17.06% in 2021. The percentage of people who smoke in New Hampshire was 14.36% in 2021."
    },
    "geoId/34": {
        "summary": "New Jersey is a state in United States. The population in New Jersey was 9,261,699 in 2022. The median age in New Jersey was 40 in 2021. The median income in New Jersey was $41,837 in 2021. The unemployment rate in New Jersey was 4.3% in 2023. The life expectancy in New Jersey was 77.5 in 2020. The percentage of people with obesity in New Jersey was 29.36% in 2021. The percentage of people who binge drink in New Jersey was 16.6% in 2021. The percentage of people who smoke in New Jersey was 13.3% in 2021."
    },
    "geoId/3436000": {
        "summary": "Jersey City is a city in Hudson County, New Jersey, United States. The population in Jersey City was 286,670 in 2022. The median age in Jersey City was 34.5 in 2021. The median income in Jersey City was $43,778 in 2021. The unemployment rate in Jersey City was 4.9% in 2023. The percentage of people with obesity in Jersey City was 25.3% in 2021. The percentage of people who binge drink in Jersey City was 14.1% in 2021. The percentage of people who smoke in Jersey City was 13% in 2021."
    },
    "geoId/3451000": {
        "summary": "Newark is a city in Essex County, New Jersey, United States. The population in Newark was 305,344 in 2022. The median age in Newark was 34.7 in 2021. The median income in Newark was $25,422 in 2021. The unemployment rate in Newark was 6.9% in 2023. The percentage of people with obesity in Newark was 38.5% in 2021. The percentage of people who binge drink in Newark was 13.9% in 2021. The percentage of people who smoke in Newark was 19.5% in 2021."
    },
    "geoId/35": {
        "summary": "New Mexico is a state in United States. The population in New Mexico was 2,113,344 in 2022. The median age in New Mexico was 38.3 in 2021. The median income in New Mexico was $28,284 in 2021. The unemployment rate in New Mexico was 3.7% in 2023. The life expectancy in New Mexico was 74.5 in 2020. The percentage of people with obesity in New Mexico was 34.34% in 2021. The percentage of people who binge drink in New Mexico was 14.76% in 2021. The percentage of people who smoke in New Mexico was 15.7% in 2021."
    },
    "geoId/3502000": {
        "summary": "Albuquerque is a city in Bernalillo County, New Mexico, United States. The population in Albuquerque was 561,008 in 2022. The median age in Albuquerque was 37.5 in 2021. The median income in Albuquerque was $32,184 in 2021. The unemployment rate in Albuquerque was 3.5% in 2023. The percentage of people with obesity in Albuquerque was 31.4% in 2021. The percentage of people who binge drink in Albuquerque was 15.5% in 2021. The percentage of people who smoke in Albuquerque was 14.3% in 2021."
    },
    "geoId/36": {
        "summary": "New York is a state in United States. The population in New York was 19,677,151 in 2022. The median age in New York was 39.2 in 2021. The median income in New York was $37,469 in 2021. The unemployment rate in New York was 4% in 2023. The life expectancy in New York was 77.7 in 2020. The percentage of people with obesity in New York was 29.92% in 2021. The percentage of people who binge drink in New York was 16.76% in 2021. The percentage of people who smoke in New York was 15.08% in 2021."
    },
    "geoId/3610000": {
        "summary": "Brookhaven is a city in Suffolk County, New York, United States. The population in Brookhaven was 482,436 in 2018. The unemployment rate in Brookhaven was 3.4% in 2023."
    },
    "geoId/3611000": {
        "summary": "Buffalo is a city in Erie County, New York, United States. The population in Buffalo was 276,486 in 2022. The median age in Buffalo was 33.9 in 2021. The median income in Buffalo was $26,277 in 2021. The unemployment rate in Buffalo was 5.4% in 2023. The percentage of people with obesity in Buffalo was 41.7% in 2021. The percentage of people who binge drink in Buffalo was 17.1% in 2021. The percentage of people who smoke in Buffalo was 23.9% in 2021."
    },
    "geoId/3634000": {
        "summary": "Hempstead is a city in Nassau County, New York, United States. The population in Hempstead was 768,103 in 2018. The unemployment rate in Hempstead was 3.4% in 2023."
    },
    "geoId/3638000": {
        "summary": "Islip is a city in Suffolk County, New York, United States. The population in Islip was 330,914 in 2018. The unemployment rate in Islip was 3.4% in 2023."
    },
    "geoId/3651000": {
        "summary": "New York is a city in Richmond County, Queens, Manhattan, Brooklyn, Bronx County, New York, United States. The population in New York was 8,335,897 in 2022. The median age in New York was 37.3 in 2021. The median income in New York was $36,302 in 2021. The unemployment rate in New York was 4.7% in 2023. The percentage of people with obesity in New York was 27.4% in 2021. The percentage of people who binge drink in New York was 16.1% in 2021. The percentage of people who smoke in New York was 14.1% in 2021."
    },
    "geoId/3656000": {
        "summary": "Oyster Bay is a city in Nassau County, New York, United States. The population in Oyster Bay was 298,388 in 2018. The unemployment rate in Oyster Bay was 3% in 2023."
    },
    "geoId/37": {
        "summary": "North Carolina is a state in United States. The population in North Carolina was 10,698,973 in 2022. The median age in North Carolina was 39 in 2021. The median income in North Carolina was $31,840 in 2021. The unemployment rate in North Carolina was 3.4% in 2023. The life expectancy in North Carolina was 76.1 in 2020. The percentage of people with obesity in North Carolina was 35.54% in 2021. The percentage of people who binge drink in North Carolina was 17.29% in 2021. The percentage of people who smoke in North Carolina was 15.8% in 2021."
    },
    "geoId/3712000": {
        "summary": "Charlotte is a city in Mecklenburg County, North Carolina, United States. The population in Charlotte was 897,720 in 2022. The median age in Charlotte was 34.5 in 2021. The median income in Charlotte was $37,925 in 2021. The unemployment rate in Charlotte was 3.3% in 2023. The percentage of people with obesity in Charlotte was 34.7% in 2021. The percentage of people who binge drink in Charlotte was 17.5% in 2021. The percentage of people who smoke in Charlotte was 13.9% in 2021."
    },
    "geoId/3719000": {
        "summary": "Durham is a city in Wake County, Orange County, Durham County, North Carolina, United States. The population in Durham was 291,928 in 2022. The median age in Durham was 34.6 in 2021. The median income in Durham was $37,774 in 2021. The unemployment rate in Durham was 3% in 2023. The percentage of people with obesity in Durham was 31.7% in 2021. The percentage of people who binge drink in Durham was 16.7% in 2021. The percentage of people who smoke in Durham was 14.7% in 2021."
    },
    "geoId/3728000": {
        "summary": "Greensboro is a city in Guilford County, North Carolina, United States. The population in Greensboro was 301,115 in 2022. The median age in Greensboro was 34.5 in 2021. The median income in Greensboro was $30,363 in 2021. The unemployment rate in Greensboro was 3.9% in 2023. The percentage of people with obesity in Greensboro was 36.5% in 2021. The percentage of people who binge drink in Greensboro was 15.5% in 2021. The percentage of people who smoke in Greensboro was 15.6% in 2021."
    },
    "geoId/3755000": {
        "summary": "Raleigh is a city in Wake County, Durham County, North Carolina, United States. The population in Raleigh was 476,587 in 2022. The median age in Raleigh was 34.2 in 2021. The median income in Raleigh was $39,484 in 2021. The unemployment rate in Raleigh was 3.2% in 2023. The percentage of people with obesity in Raleigh was 34.2% in 2021. The percentage of people who binge drink in Raleigh was 18.7% in 2021. The percentage of people who smoke in Raleigh was 12.1% in 2021."
    },
    "geoId/3775000": {
        "summary": "Winston-Salem is a city in Forsyth County, North Carolina, United States. The population in Winston-Salem was 251,350 in 2022. The median age in Winston-Salem was 35.9 in 2021. The median income in Winston-Salem was $29,102 in 2021. The unemployment rate in Winston-Salem was 3.6% in 2023. The percentage of people with obesity in Winston-Salem was 36.7% in 2021. The percentage of people who binge drink in Winston-Salem was 15.2% in 2021. The percentage of people who smoke in Winston-Salem was 17.7% in 2021."
    },
    "geoId/38": {
        "summary": "North Dakota is a state in United States. The population in North Dakota was 779,261 in 2022. The median age in North Dakota was 35.2 in 2021. The median income in North Dakota was $37,861 in 2021. The unemployment rate in North Dakota was 1.4% in 2023. The life expectancy in North Dakota was 76.9 in 2020. The percentage of people with obesity in North Dakota was 37.05% in 2021. The percentage of people who binge drink in North Dakota was 21.66% in 2021. The percentage of people who smoke in North Dakota was 15.77% in 2021."
    },
    "geoId/39": {
        "summary": "Ohio is a state in United States. The population in Ohio was 11,756,058 in 2022. The median age in Ohio was 39.4 in 2021. The median income in Ohio was $32,980 in 2021. The unemployment rate in Ohio was 3% in 2023. The life expectancy in Ohio was 75.3 in 2020. The percentage of people with obesity in Ohio was 39.1% in 2021. The percentage of people who binge drink in Ohio was 18.0% in 2021. The percentage of people who smoke in Ohio was 19.72% in 2021."
    },
    "geoId/3915000": {
        "summary": "Cincinnati is a city in Hamilton County, Ohio, United States. The population in Cincinnati was 309,513 in 2022. The median age in Cincinnati was 32.7 in 2021. The median income in Cincinnati was $28,803 in 2021. The unemployment rate in Cincinnati was 3.3% in 2023. The percentage of people with obesity in Cincinnati was 39.8% in 2021. The percentage of people who binge drink in Cincinnati was 18.2% in 2021. The percentage of people who smoke in Cincinnati was 21.3% in 2021."
    },
    "geoId/3916000": {
        "summary": "Cleveland is a city in Cuyahoga County, Ohio, United States. The population in Cleveland was 361,607 in 2022. The median age in Cleveland was 36.2 in 2021. The median income in Cleveland was $22,837 in 2021. The unemployment rate in Cleveland was 3.6% in 2023. The percentage of people with obesity in Cleveland was 42.1% in 2021. The percentage of people who binge drink in Cleveland was 14.8% in 2021. The percentage of people who smoke in Cleveland was 27.1% in 2021."
    },
    "geoId/3918000": {
        "summary": "Columbus is a city in Franklin County, Fairfield County, Delaware County, Ohio, United States. The population in Columbus was 907,971 in 2022. The median age in Columbus was 32.5 in 2021. The median income in Columbus was $34,153 in 2021. The unemployment rate in Columbus was 2.9% in 2023. The percentage of people with obesity in Columbus was 38% in 2021. The percentage of people who binge drink in Columbus was 17.7% in 2021. The percentage of people who smoke in Columbus was 19.6% in 2021."
    },
    "geoId/3977000": {
        "summary": "Toledo is a city in Lucas County, Ohio, United States. The population in Toledo was 266,301 in 2022. The median age in Toledo was 35.5 in 2021. The median income in Toledo was $25,711 in 2021. The unemployment rate in Toledo was 4.4% in 2023. The percentage of people with obesity in Toledo was 45.1% in 2021. The percentage of people who binge drink in Toledo was 14.8% in 2021. The percentage of people who smoke in Toledo was 24.5% in 2021."
    },
    "geoId/40": {
        "summary": "Oklahoma is a state in United States. The population in Oklahoma was 4,019,800 in 2022. The median age in Oklahoma was 36.8 in 2021. The median income in Oklahoma was $30,736 in 2021. The unemployment rate in Oklahoma was 3.2% in 2023. The life expectancy in Oklahoma was 74.1 in 2020. The percentage of people with obesity in Oklahoma was 39.22% in 2021. The percentage of people who binge drink in Oklahoma was 14.15% in 2021. The percentage of people who smoke in Oklahoma was 19.04% in 2021."
    },
    "geoId/4055000": {
        "summary": "Oklahoma City is a city in Pottawatomie County, Oklahoma County, Cleveland County, Canadian County, Oklahoma, United States. The population in Oklahoma City was 694,800 in 2022. The median age in Oklahoma City was 34.9 in 2021. The median income in Oklahoma City was $34,017 in 2021. The unemployment rate in Oklahoma City was 3.1% in 2023. The percentage of people with obesity in Oklahoma City was 38% in 2021. The percentage of people who binge drink in Oklahoma City was 13.1% in 2021. The percentage of people who smoke in Oklahoma City was 18.2% in 2021."
    },
    "geoId/4075000": {
        "summary": "Tulsa is a city in Wagoner County, Tulsa County, Rogers County, Osage County, Oklahoma, United States. The population in Tulsa was 411,867 in 2022. The median age in Tulsa was 35.6 in 2021. The median income in Tulsa was $30,946 in 2021. The unemployment rate in Tulsa was 3.5% in 2023. The percentage of people with obesity in Tulsa was 38.1% in 2021. The percentage of people who binge drink in Tulsa was 13.3% in 2021. The percentage of people who smoke in Tulsa was 18.7% in 2021."
    },
    "geoId/41": {
        "summary": "Oregon is a state in United States. The population in Oregon was 4,240,137 in 2022. The median age in Oregon was 39.6 in 2021. The median income in Oregon was $34,478 in 2021. The unemployment rate in Oregon was 3.4% in 2023. The life expectancy in Oregon was 78.8 in 2020. The percentage of people with obesity in Oregon was 31.52% in 2021. The percentage of people who binge drink in Oregon was 17.86% in 2021. The percentage of people who smoke in Oregon was 14.21% in 2021."
    },
    "geoId/4159000": {
        "summary": "Portland is a city in Washington County, Multnomah County, Clackamas County, Oregon, United States. The population in Portland was 635,067 in 2022. The median age in Portland was 37.9 in 2021. The median income in Portland was $40,576 in 2021. The unemployment rate in Portland was 3.4% in 2023. The percentage of people with obesity in Portland was 25.6% in 2021. The percentage of people who binge drink in Portland was 20.8% in 2021. The percentage of people who smoke in Portland was 13% in 2021."
    },
    "geoId/42": {
        "summary": "Pennsylvania is a state in United States. The population in Pennsylvania was 12,972,008 in 2022. The median age in Pennsylvania was 40.8 in 2021. The median income in Pennsylvania was $34,229 in 2021. The unemployment rate in Pennsylvania was 2.9% in 2023. The life expectancy in Pennsylvania was 76.8 in 2020. The percentage of people with obesity in Pennsylvania was 34.4% in 2021. The percentage of people who binge drink in Pennsylvania was 18.03% in 2021. The percentage of people who smoke in Pennsylvania was 18.1% in 2021."
    },
    "geoId/4260000": {
        "summary": "Philadelphia is a city in Philadelphia County, Pennsylvania, United States. The population in Philadelphia was 1,567,258 in 2022. The median age in Philadelphia was 34.8 in 2021. The median income in Philadelphia was $30,080 in 2021. The unemployment rate in Philadelphia was 3.9% in 2023. The percentage of people with obesity in Philadelphia was 32.1% in 2021. The percentage of people who binge drink in Philadelphia was 17.1% in 2021. The percentage of people who smoke in Philadelphia was 20.4% in 2021."
    },
    "geoId/4261000": {
        "summary": "Pittsburgh is a city in Allegheny County, Pennsylvania, United States. The population in Pittsburgh was 302,898 in 2022. The median age in Pittsburgh was 33.7 in 2021. The median income in Pittsburgh was $31,010 in 2021. The unemployment rate in Pittsburgh was 2.5% in 2023. The percentage of people with obesity in Pittsburgh was 35% in 2021. The percentage of people who binge drink in Pittsburgh was 19.3% in 2021. The percentage of people who smoke in Pittsburgh was 18.8% in 2021."
    },
    "geoId/44": {
        "summary": "Rhode Island is a state in United States. The population in Rhode Island was 1,093,734 in 2022. The median age in Rhode Island was 40 in 2021. The median income in Rhode Island was $35,705 in 2021. The unemployment rate in Rhode Island was 3.2% in 2023. The life expectancy in Rhode Island was 78.2 in 2020. The percentage of people with obesity in Rhode Island was 31.13% in 2021. The percentage of people who binge drink in Rhode Island was 17.81% in 2021. The percentage of people who smoke in Rhode Island was 14.76% in 2021."
    },
    "geoId/45": {
        "summary": "South Carolina is a state in United States. The population in South Carolina was 5,282,634 in 2022. The median age in South Carolina was 39.8 in 2021. The median income in South Carolina was $30,649 in 2021. The unemployment rate in South Carolina was 2.9% in 2023. The life expectancy in South Carolina was 74.8 in 2020. The percentage of people with obesity in South Carolina was 36.65% in 2021. The percentage of people who binge drink in South Carolina was 17.57% in 2021. The percentage of people who smoke in South Carolina was 17.55% in 2021."
    },
    "geoId/46": {
        "summary": "South Dakota is a state in United States. The population in South Dakota was 909,824 in 2022. The median age in South Dakota was 37.1 in 2021. The median income in South Dakota was $33,961 in 2021. The unemployment rate in South Dakota was 1.7% in 2023. The life expectancy in South Dakota was 76.7 in 2020. The percentage of people with obesity in South Dakota was 36.35% in 2021. The percentage of people who binge drink in South Dakota was 20.34% in 2021. The percentage of people who smoke in South Dakota was 17.21% in 2021."
    },
    "geoId/47": {
        "summary": "Tennessee is a state in United States. The population in Tennessee was 7,051,339 in 2022. The median age in Tennessee was 38.8 in 2021. The median income in Tennessee was $30,955 in 2021. The unemployment rate in Tennessee was 3.4% in 2023. The life expectancy in Tennessee was 73.8 in 2020. The percentage of people with obesity in Tennessee was 35.92% in 2021. The percentage of people who binge drink in Tennessee was 15.42% in 2021. The percentage of people who smoke in Tennessee was 20.06% in 2021."
    },
    "geoId/4748000": {
        "summary": "Memphis is a city in Shelby County, Tennessee, United States. The population in Memphis was 621,056 in 2022. The median age in Memphis was 34.2 in 2021. The median income in Memphis was $27,564 in 2021. The unemployment rate in Memphis was 4.9% in 2023. The percentage of people with obesity in Memphis was 41.2% in 2021. The percentage of people who binge drink in Memphis was 13.7% in 2021. The percentage of people who smoke in Memphis was 23% in 2021."
    },
    "geoId/4752000": {
        "summary": "Nashville is a city in Davidson County, Tennessee, United States. The population in Nashville was 692,587 in 2018."
    },
    "geoId/4752006": {
        "summary": "Nashville-Davidson metropolitan government (balance) is a city in Davidson County, Tennessee, United States. The population in Nashville-Davidson metropolitan government (balance) was 683,622 in 2022. The median age in Nashville-Davidson metropolitan government (balance) was 34.5 in 2021. The median income in Nashville-Davidson metropolitan government (balance) was $36,307 in 2021. The percentage of people with obesity in Nashville-Davidson metropolitan government (balance) was 33.1% in 2021. The percentage of people who binge drink in Nashville-Davidson metropolitan government (balance) was 16.6% in 2021. The percentage of people who smoke in Nashville-Davidson metropolitan government (balance) was 18.3% in 2021."
    },
    "geoId/48": {
        "summary": "Texas is a state in United States. The population in Texas was 30,029,572 in 2022. The median age in Texas was 35 in 2021. The median income in Texas was $33,644 in 2021. The unemployment rate in Texas was 3.5% in 2023. The life expectancy in Texas was 76.5 in 2020. The percentage of people with obesity in Texas was 36.29% in 2021. The percentage of people who binge drink in Texas was 17.5% in 2021. The percentage of people who smoke in Texas was 15.33% in 2021."
    },
    "geoId/4804000": {
        "summary": "Arlington is a city in Tarrant County, Texas, United States. The population in Arlington was 394,602 in 2022. The median age in Arlington was 33.1 in 2021. The median income in Arlington was $33,562 in 2021. The unemployment rate in Arlington was 3.3% in 2023. The percentage of people with obesity in Arlington was 35.2% in 2021. The percentage of people who binge drink in Arlington was 16.2% in 2021. The percentage of people who smoke in Arlington was 15.8% in 2021."
    },
    "geoId/4805000": {
        "summary": "Austin is a city in Williamson County, Travis County, Hays County, Bastrop County, Texas, United States. The population in Austin was 974,447 in 2022. The median age in Austin was 33.9 in 2021. The median income in Austin was $43,993 in 2021. The unemployment rate in Austin was 2.9% in 2023. The percentage of people with obesity in Austin was 28.8% in 2021. The percentage of people who binge drink in Austin was 19.4% in 2021. The percentage of people who smoke in Austin was 11.2% in 2021."
    },
    "geoId/4817000": {
        "summary": "Corpus Christi is a city in San Patricio County, Nueces County, Kleberg County, Aransas County, Texas, United States. The population in Corpus Christi was 316,239 in 2022. The median age in Corpus Christi was 35.6 in 2021. The median income in Corpus Christi was $30,463 in 2021. The unemployment rate in Corpus Christi was 3.7% in 2023. The percentage of people with obesity in Corpus Christi was 40.4% in 2021. The percentage of people who binge drink in Corpus Christi was 19.2% in 2021. The percentage of people who smoke in Corpus Christi was 16% in 2021."
    },
    "geoId/4819000": {
        "summary": "Dallas is a city in Rockwall County, Kaufman County, Denton County, Dallas County, Collin County, Texas, United States. The population in Dallas was 1,299,544 in 2022. The median age in Dallas was 33.1 in 2021. The median income in Dallas was $34,120 in 2021. The unemployment rate in Dallas was 3.4% in 2023. The percentage of people with obesity in Dallas was 36.6% in 2021. The percentage of people who binge drink in Dallas was 17.2% in 2021. The percentage of people who smoke in Dallas was 17.4% in 2021."
    },
    "geoId/4824000": {
        "summary": "El Paso is a city in El Paso County, Texas, United States. The population in El Paso was 677,456 in 2022. The median age in El Paso was 33.5 in 2021. The median income in El Paso was $25,732 in 2021. The unemployment rate in El Paso was 3.8% in 2023. The percentage of people with obesity in El Paso was 37.6% in 2021. The percentage of people who binge drink in El Paso was 15.7% in 2021. The percentage of people who smoke in El Paso was 15.2% in 2021."
    },
    "geoId/4827000": {
        "summary": "Fort Worth is a city in Wise County, Tarrant County, Parker County, Johnson County, Denton County, Texas, United States. The population in Fort Worth was 956,709 in 2022. The median age in Fort Worth was 33 in 2021. The median income in Fort Worth was $34,728 in 2021. The unemployment rate in Fort Worth was 3.5% in 2023. The percentage of people with obesity in Fort Worth was 36.7% in 2021. The percentage of people who binge drink in Fort Worth was 16.2% in 2021. The percentage of people who smoke in Fort Worth was 16.7% in 2021."
    },
    "geoId/4835000": {
        "summary": "Houston is a city in Waller County, Montgomery County, Harris County, Fort Bend County, Texas, United States. The population in Houston was 2,302,878 in 2022. The median age in Houston was 33.7 in 2021. The median income in Houston was $31,672 in 2021. The unemployment rate in Houston was 4.2% in 2023. The percentage of people with obesity in Houston was 38% in 2021. The percentage of people who binge drink in Houston was 17.1% in 2021. The percentage of people who smoke in Houston was 17.2% in 2021."
    },
    "geoId/4841464": {
        "summary": "Laredo is a city in Webb County, Texas, United States. The population in Laredo was 256,187 in 2022. The median age in Laredo was 29.1 in 2021. The median income in Laredo was $25,165 in 2021. The unemployment rate in Laredo was 3.5% in 2023. The percentage of people with obesity in Laredo was 45% in 2021. The percentage of people who binge drink in Laredo was 15.2% in 2021. The percentage of people who smoke in Laredo was 17.3% in 2021."
    },
    "geoId/4845000": {
        "summary": "Lubbock is a city in Lubbock County, Texas, United States. The population in Lubbock was 263,930 in 2022. The median age in Lubbock was 29.8 in 2021. The median income in Lubbock was $27,857 in 2021. The unemployment rate in Lubbock was 2.9% in 2023. The percentage of people with obesity in Lubbock was 40.3% in 2021. The percentage of people who binge drink in Lubbock was 18.2% in 2021. The percentage of people who smoke in Lubbock was 17.6% in 2021."
    },
    "geoId/4858016": {
        "summary": "Plano is a city in Denton County, Collin County, Texas, United States. The population in Plano was 289,547 in 2022. The median age in Plano was 38.8 in 2021. The median income in Plano was $50,289 in 2021. The unemployment rate in Plano was 3.1% in 2023. The percentage of people with obesity in Plano was 26.4% in 2021. The percentage of people who binge drink in Plano was 17.1% in 2021. The percentage of people who smoke in Plano was 10.4% in 2021."
    },
    "geoId/4865000": {
        "summary": "San Antonio is a city in Medina County, Comal County, Bexar County, Texas, United States. The population in San Antonio was 1,472,909 in 2022. The median age in San Antonio was 33.9 in 2021. The median income in San Antonio was $29,688 in 2021. The unemployment rate in San Antonio was 3.2% in 2023. The percentage of people with obesity in San Antonio was 39.9% in 2021. The percentage of people who binge drink in San Antonio was 16.9% in 2021. The percentage of people who smoke in San Antonio was 14.6% in 2021."
    },
    "geoId/49": {
        "summary": "Utah is a state in United States. The population in Utah was 3,380,800 in 2022. The median age in Utah was 31.3 in 2021. The median income in Utah was $34,103 in 2021. The unemployment rate in Utah was 2.6% in 2023. The life expectancy in Utah was 78.6 in 2020. The percentage of people with obesity in Utah was 31.99% in 2021. The percentage of people who binge drink in Utah was 12.58% in 2021. The percentage of people who smoke in Utah was 9.02% in 2021."
    },
    "geoId/50": {
        "summary": "Vermont is a state in United States. The population in Vermont was 647,064 in 2022. The median age in Vermont was 42.7 in 2021. The median income in Vermont was $34,798 in 2021. The unemployment rate in Vermont was 2% in 2023. The life expectancy in Vermont was 78.8 in 2020. The percentage of people with obesity in Vermont was 29.2% in 2021. The percentage of people who binge drink in Vermont was 19.07% in 2021. The percentage of people who smoke in Vermont was 15.3% in 2021."
    },
    "geoId/51": {
        "summary": "Virginia is a state in United States. The population in Virginia was 8,683,619 in 2022. The median age in Virginia was 38.5 in 2021. The median income in Virginia was $39,236 in 2021. The unemployment rate in Virginia was 2.9% in 2023. The life expectancy in Virginia was 77.6 in 2020. The percentage of people with obesity in Virginia was 34.67% in 2021. The percentage of people who binge drink in Virginia was 16.74% in 2021. The percentage of people who smoke in Virginia was 14.37% in 2021."
    },
    "geoId/5116000": {
        "summary": "Chesapeake is a city in Chesapeake, Virginia, United States. The population in Chesapeake was 252,488 in 2022. The median age in Chesapeake was 37.1 in 2021. The median income in Chesapeake was $41,392 in 2021. The unemployment rate in Chesapeake was 3% in 2023. The percentage of people with obesity in Chesapeake was 36.1% in 2021. The percentage of people who binge drink in Chesapeake was 16.1% in 2021. The percentage of people who smoke in Chesapeake was 14.8% in 2021."
    },
    "geoId/5157000": {
        "summary": "Norfolk is a city in Norfolk, Virginia, United States. The population in Norfolk was 232,995 in 2022. The median age in Norfolk was 30.9 in 2021. The median income in Norfolk was $29,582 in 2021. The unemployment rate in Norfolk was 3.4% in 2023. The percentage of people with obesity in Norfolk was 42.9% in 2021. The percentage of people who binge drink in Norfolk was 17.5% in 2021. The percentage of people who smoke in Norfolk was 18.9% in 2021."
    },
    "geoId/5182000": {
        "summary": "Virginia Beach is a city in Virginia Beach, Virginia, United States. The population in Virginia Beach was 455,618 in 2022. The median age in Virginia Beach was 36.7 in 2021. The median income in Virginia Beach was $41,436 in 2021. The unemployment rate in Virginia Beach was 2.9% in 2023. The percentage of people with obesity in Virginia Beach was 31.6% in 2021. The percentage of people who binge drink in Virginia Beach was 17% in 2021. The percentage of people who smoke in Virginia Beach was 14.2% in 2021."
    },
    "geoId/53": {
        "summary": "Washington is a state in United States. The population in Washington was 7,785,786 in 2022. The median age in Washington was 37.9 in 2021. The median income in Washington was $40,404 in 2021. The unemployment rate in Washington was 4.2% in 2023. The life expectancy in Washington was 79.2 in 2020. The percentage of people with obesity in Washington was 29.78% in 2021. The percentage of people who binge drink in Washington was 17.07% in 2021. The percentage of people who smoke in Washington was 12.57% in 2021."
    },
    "geoId/5363000": {
        "summary": "Seattle is a city in King County, Washington, United States. The population in Seattle was 749,256 in 2022. The median age in Seattle was 35.3 in 2021. The median income in Seattle was $56,758 in 2021. The unemployment rate in Seattle was 3.7% in 2023. The percentage of people with obesity in Seattle was 23.8% in 2021. The percentage of people who binge drink in Seattle was 17.6% in 2021. The percentage of people who smoke in Seattle was 8.6% in 2021."
    },
    "geoId/54": {
        "summary": "West Virginia is a state in United States. The population in West Virginia was 1,775,156 in 2022. The median age in West Virginia was 42.6 in 2021. The median income in West Virginia was $27,302 in 2021. The unemployment rate in West Virginia was 3.6% in 2023. The life expectancy in West Virginia was 72.8 in 2020. The percentage of people with obesity in West Virginia was 40.64% in 2021. The percentage of people who binge drink in West Virginia was 13.94% in 2021. The percentage of people who smoke in West Virginia was 21.88% in 2021."
    },
    "geoId/55": {
        "summary": "Wisconsin is a state in United States. The population in Wisconsin was 5,892,539 in 2022. The median age in Wisconsin was 39.6 in 2021. The median income in Wisconsin was $36,247 in 2021. The unemployment rate in Wisconsin was 2.7% in 2023. The life expectancy in Wisconsin was 77.7 in 2020. The percentage of people with obesity in Wisconsin was 34.94% in 2021. The percentage of people who binge drink in Wisconsin was 23.89% in 2021. The percentage of people who smoke in Wisconsin was 15.26% in 2021."
    },
    "geoId/5548000": {
        "summary": "Madison is a city in Dane County, Wisconsin, United States. The population in Madison was 272,903 in 2022. The median age in Madison was 31.5 in 2021. The median income in Madison was $38,595 in 2021. The unemployment rate in Madison was 2.1% in 2023. The percentage of people with obesity in Madison was 28.5% in 2021. The percentage of people who binge drink in Madison was 22.6% in 2021. The percentage of people who smoke in Madison was 12.1% in 2021."
    },
    "geoId/5553000": {
        "summary": "Milwaukee is a city in Waukesha County, Washington County, Milwaukee County, Wisconsin, United States. The population in Milwaukee was 563,305 in 2022. The median age in Milwaukee was 31.6 in 2021. The median income in Milwaukee was $27,686 in 2021. The unemployment rate in Milwaukee was 4.1% in 2023. The percentage of people with obesity in Milwaukee was 41.6% in 2021. The percentage of people who binge drink in Milwaukee was 21.3% in 2021. The percentage of people who smoke in Milwaukee was 21% in 2021."
    },
    "geoId/56": {
        "summary": "Wyoming is a state in United States. The population in Wyoming was 581,381 in 2022. The median age in Wyoming was 38.2 in 2021. The median income in Wyoming was $34,678 in 2021. The unemployment rate in Wyoming was 3% in 2023. The life expectancy in Wyoming was 76.3 in 2020. The percentage of people with obesity in Wyoming was 31.97% in 2021. The percentage of people who binge drink in Wyoming was 17.78% in 2021. The percentage of people who smoke in Wyoming was 16.88% in 2021."
    },
    "geoId/7276770": {
        "summary": "San Juan zona urbana is a city in San Juan, Puerto Rico, United States. The population in San Juan zona urbana was 325,343 in 2021. The median age in San Juan zona urbana was 44.2 in 2021. The median income in San Juan zona urbana was $17,105 in 2021."
    }
}