{
 "geoId/01": {
  "name": "Alabama",
  "summary": "Alabama ranks fairly low in terms of unemployment rate, population size, median age, median income, but has a relatively high crime rate per capita compared to other states in the USA."
 },
 "geoId/02": {
  "name": "Alaska",
  "summary": "Alaska ranks high in terms of unemployment, population, median age, median income, and crime per capita compared to other states in the US."
 },
 "geoId/04": {
  "name": "Arizona",
  "summary": "Arizona ranks 30th in terms of highest median income, 12th in highest unemployment rate, 14th in largest population, 37th in highest median age, and 13th in highest crime per capita among the states in the United States of America."
 },
 "geoId/05": {
  "name": "Arkansas",
  "summary": "Arkansas ranks among the highest in unemployment rate, population size, median age, median income, and crime per capita in the United States."
 },
 "geoId/06": {
  "name": "California",
  "summary": "California is the most populous state in the US with the highest median age, income, unemployment rate, and crime per capita among all states."
 },
 "geoId/08": {
  "name": "Colorado",
  "summary": "Colorado ranks high in median age and income, while also having a large population; however, it struggles with unemployment and crime rates."
 },
 "geoId/09": {
  "name": "Connecticut",
  "summary": "Connecticut ranks high in terms of population, median age, median income, and unemployment rate, but struggles with a relatively high crime rate."
 },
 "geoId/10": {
  "name": "Delaware",
  "summary": "Delaware ranks high in median age, median income, unemployment rate, crime per capita, but lower in terms of population size."
 },
 "geoId/11": {
  "name": "District of Columbia",
  "summary": "The District of Columbia ranks 3rd in highest unemployment rate, 50th in largest population, 51st in highest median age, and 1st in highest median income among the United States."
 },
 "geoId/12": {
  "name": "Florida",
  "summary": "Florida ranks 6th in terms of highest median age, 40th in terms of highest median income, 39th in terms of highest unemployment rate, 3rd in terms of largest population, and 24th in terms of highest crime per capita among the states in the US."
 },
 "geoId/13": {
  "name": "Georgia",
  "summary": "Georgia ranks 24th for highest unemployment rate, 8th for largest population, 42nd for highest median age, 35th for highest median income, and 20th for highest crime per capita in the United States."
 },
 "geoId/15": {
  "name": "Hawaii",
  "summary": "Hawaii ranks relatively high in terms of unemployment rate, population size, median age, median income, and crime per capita among all states in the United States."
 },
 "geoId/16": {
  "name": "Idaho",
  "summary": "Idaho ranks relatively low in terms of unemployment rate, population size, median age, median income, and crime per capita compared to other states in the United States."
 },
 "geoId/17": {
  "name": "Illinois",
  "summary": "Illinois ranks 7th in highest unemployment rate, 6th in largest population, 29th in highest median age, 16th in highest median income, and 31st in highest crime per capita among all states in the US."
 },
 "geoId/18": {
  "name": "Indiana",
  "summary": "Indiana ranks 34th in highest median income, 21st in highest unemployment rate, 17th in largest population, 36th in highest median age, and 28th in highest crime per capita among the United States."
 },
 "geoId/19": {
  "name": "Iowa",
  "summary": "Iowa ranks relatively high in terms of unemployment rate, population, median age, median income, and crime per capita among all states in the US."
 },
 "geoId/20": {
  "name": "Kansas",
  "summary": "Kansas ranks 26th in the United States for highest median income, 38th for highest unemployment rate, 36th for largest population, 41st for highest median age, and 19th for highest crime per capita."
 },
 "geoId/21": {
  "name": "Kentucky",
  "summary": "Kentucky ranks relatively low in terms of median income, unemployment rate, population size, median age, and crime per capita compared to other states in the United States."
 },
 "geoId/22": {
  "name": "Louisiana",
  "summary": "Louisiana ranks relatively high in terms of unemployment rate, population size, median age, median income, and crime per capita among the states in the United States."
 },
 "geoId/23": {
  "name": "Maine",
  "summary": "Maine ranks relatively high in terms of median age and median income, but struggles with unemployment, population size, and crime rates compared to other states in the US."
 },
 "geoId/24": {
  "name": "Maryland",
  "summary": "Maryland ranks poorly in terms of unemployment rate, population size, median age, and crime per capita, but it boasts the second-highest median income in the United States."
 },
 "geoId/25": {
  "name": "Massachusetts",
  "summary": "Massachusetts has a high median income and population, but struggles with unemployment, an aging population, and a relatively high crime rate."
 },
 "geoId/26": {
  "name": "Michigan",
  "summary": "Michigan ranks 14th in highest unemployment rate, 10th in largest population, 13th in highest median age, 36th in highest median income, and 35th in highest crime per capita among the 53 states in the United States of America."
 },
 "geoId/27": {
  "name": "Minnesota",
  "summary": "Minnesota ranks in the top half for highest unemployment rate, population, median age, median income, and crime per capita among states in the United States."
 },
 "geoId/28": {
  "name": "Mississippi",
  "summary": "Mississippi ranks below average in terms of population, median age, median income, unemployment rate, and crime per capita among the states in the United States."
 },
 "geoId/29": {
  "name": "Missouri",
  "summary": "Missouri ranks in the lower half of the United States in terms of unemployment rate, population size, median age, median income, and crime per capita."
 },
 "geoId/30": {
  "name": "Montana",
  "summary": "Montana ranks relatively low in terms of unemployment rate, population size, median age, median income, and crime rate compared to other states in the United States."
 },
 "geoId/31": {
  "name": "Nebraska",
  "summary": "Nebraska ranks relatively low in terms of unemployment rate, population size, median age, crime per capita, but higher in terms of median income compared to other states in the US."
 },
 "geoId/32": {
  "name": "Nevada",
  "summary": "Nevada ranks among the highest in unemployment rate, population size, median age, median income, and crime per capita compared to other states in the US."
 },
 "geoId/33": {
  "name": "New Hampshire",
  "summary": "New Hampshire ranks relatively high in terms of median age, median income, and population size, but struggles with high unemployment rates and crime per capita."
 },
 "geoId/34": {
  "name": "New Jersey",
  "summary": "New Jersey ranks high in terms of unemployment rate, population, median age, median income, but has a relatively low crime rate compared to other states."
 },
 "geoId/35": {
  "name": "New Mexico",
  "summary": "New Mexico ranks low in terms of median income and employment opportunities, but has a relatively large population with a high median age and the highest crime rate per capita in the country."
 },
 "geoId/36": {
  "name": "New York",
  "summary": "New York ranks 10th in highest unemployment rate, 4th in largest population, 22nd in highest median age, 13th in highest median income, and 43rd in highest crime per capita among the 53 states in the United States of America."
 },
 "geoId/37": {
  "name": "North Carolina",
  "summary": "North Carolina ranks moderately in terms of median income, unemployment rate, population size, median age, and crime per capita among other states in the USA."
 },
 "geoId/38": {
  "name": "North Dakota",
  "summary": "North Dakota ranks poorly in terms of unemployment rate, population, median age, crime per capita, but performs relatively well in terms of median income."
 },
 "geoId/39": {
  "name": "Ohio",
  "summary": "Ohio has a relatively large population, a higher median age and income compared to other states, but also faces higher unemployment rates and crime per capita."
 },
 "geoId/40": {
  "name": "Oklahoma",
  "summary": "Oklahoma ranks relatively low in terms of unemployment rate, population, median age, median income, but has a high crime rate per capita compared to other states in the United States."
 },
 "geoId/41": {
  "name": "Oregon",
  "summary": "Oregon ranks 24th in highest median income, 19th in highest unemployment rate, 27th in largest population, 18th in highest median age, and 11th in highest crime per capita among the United States."
 },
 "geoId/42": {
  "name": "Pennsylvania",
  "summary": "Pennsylvania has a relatively high median age and income, a moderate unemployment rate, a large population, and a relatively high crime rate compared to other states in the USA."
 },
 "geoId/72": {
  "name": "Puerto Rico",
  "summary": "Puerto Rico ranks low in terms of median income and population size, but has the highest unemployment rate and second-highest median age among all US states and territories."
 },
 "geoId/44": {
  "name": "Rhode Island",
  "summary": "Rhode Island ranks in the lower half of the United States in terms of population, median age, median income, unemployment rate, and crime per capita."
 },
 "geoId/45": {
  "name": "South Carolina",
  "summary": "South Carolina ranks relatively high in terms of unemployment rate, population, median age, median income, and crime per capita compared to other states in the United States."
 },
 "geoId/46": {
  "name": "South Dakota",
  "summary": "South Dakota has a relatively high median age and income, low unemployment rate, below average population size, and moderate crime rate compared to other states in the US."
 },
 "geoId/47": {
  "name": "Tennessee",
  "summary": "Tennessee ranks relatively high in terms of unemployment rate, population size, median age, median income, and crime per capita compared to other states in the United States."
 },
 "geoId/48": {
  "name": "Texas",
  "summary": "Texas ranks 31st in the United States for highest median income, 6th for highest unemployment rate, 2nd for largest population, 49th for highest median age, and 15th for highest crime per capita."
 },
 "geoId/49": {
  "name": "Utah",
  "summary": "Utah ranks relatively low in terms of unemployment rate, population size, median age, median income, and crime per capita compared to other states in the United States."
 },
 "geoId/50": {
  "name": "Vermont",
  "summary": "Vermont is ranked 3rd for having the highest median age and 21st for highest median income, but it also has the highest unemployment rate, second smallest population, and 45th highest crime rate per capita among the states in the USA."
 },
 "geoId/51": {
  "name": "Virginia",
  "summary": "Virginia ranks 42nd in unemployment rate, 12th in population, 27th in median age, 10th in median income, and 38th in crime per capita among all states in the USA."
 },
 "geoId/53": {
  "name": "Washington",
  "summary": "Washington ranks 16th in terms of unemployment rate, 13th in population size, 35th in median age, 6th in median income, and 14th in crime per capita among all states in the United States."
 },
 "geoId/54": {
  "name": "West Virginia",
  "summary": "West Virginia ranks high in unemployment rate, population, median age, crime per capita, but low in median income among the states in the USA."
 },
 "geoId/55": {
  "name": "Wisconsin",
  "summary": "Wisconsin ranks relatively high in terms of unemployment rate, population, median age, median income, but relatively low in terms of crime per capita compared to other states in the USA."
 },
 "geoId/56": {
  "name": "Wyoming",
  "summary": "Wyoming ranks high in median age and income, but struggles with unemployment, population size, and crime rate compared to other states in the US."
 }
}