Repository: datacommonsorg/website
Catalog: server/i18n/*/LC_MESSAGES/all.po
Languages: de, es, fr, hi, it, ja, ru

source: CHART_TITLE-Energy_use
de: Energieverbrauch (kg des Öläquivalents pro Kopf)
es: Consumo energético (kg de equivalente de petróleo per cápita)
fr: Consommation d'énergie par habitant (en kg d'équivalent pétrole)
hi: ऊर्जा की खपत (प्रति व्यक्ति किलोग्राम तेल)
it: Consumo energetico (kg di petrolio equivalente pro capite)
ja: エネルギー使用量（1 人あたりの石油換算 kg）
ru: Энергопотребление (кг нефтяного эквивалента на душу населения)

source: CHART_TITLE-Fertility_rate
de: Fruchtbarkeitsrate
es: Tasa de fertilidad
fr: Taux de fécondité
hi: प्रजनन दर
it: Tasso di fertilità
ja: 出生率
ru: Коэффициент суммарной рождаемости

source: CHART_TITLE-Gdp
it: Prodotto interno lordo

source: CHART_TITLE-Gdp_growth_rate
de: Wachstumsrate des Bruttoinlandsprodukts
es: Tasa de crecimiento del Producto Interior Bruto
fr: Taux de croissance du Produit Intérieur Brut
hi: सकल घरेलू उत्पाद (GDP) वृद्धि दर
it: Tasso di crescita del prodotto interno lordo
ja: 国内総生産の成長率
ru: Темпы роста ВВП

source: CHART_TITLE-Gdp_per_capita
de: Bruttoinlandsprodukt pro Kopf
es: Producto Interior Bruto per cápita
fr: Produit Intérieur Brut par habitant
hi: प्रति व्यक्ति सकल घरेलू उत्पाद
it: Prodotto interno lordo pro capite
ja: 1 人あたりの国内総生産
ru: Валовой внутренний продукт на душу населения

source: CHART_TITLE-Gini_index
de: GINI-Index
es: Coeficiente de Gini
fr: Indice de GINI
hi: Gini इंडेक्स
it: Indice di Gini
ja: ジニ係数
ru: Коэффициент Джини

source: CHART_TITLE-Gni
de: Bruttonationaleinkommen (Kaufkraftparität)
es: Renta Nacional Bruta (paridad del poder adquisitivo)
fr: Revenu National Brut (parité de pouvoir d'achat)
hi: सकल राष्ट्रीय आय (क्रय क्षमता की समानता)
it: Reddito nazionale lordo (Parità dei poteri di acquisto)
ja: 国民総所得（購買力平価）
ru: Валовой национальный доход (по паритету покупательной способности)

source: CHART_TITLE-Gni_per_capita
de: Bruttonationaleinkommen pro Kopf (Kaufkraftparität)
es: Renta Nacional Bruta per cápita (paridad del poder adquisitivo)
fr: Revenu National Brut par habitant (parité de pouvoir d'achat)
hi: प्रति व्यक्ति सकल राष्ट्रीय आय (क्रय क्षमता की समानता)
it: Reddito nazionale lordo pro capite (Parità dei poteri di acquisto)
ja: 1 人あたりの国民総所得（購買力平価）
ru: Валовой национальный доход на душу населения (по паритету покупательной способности)

source: CHART_TITLE-Government_debt
de: Staatsverschuldung
es: Deuda gubernamental
fr: Dette publique en pourcentage du PIB
hi: सरकारी क़र्ज़
it: Debito pubblico
ja: 国債
ru: Государственный долг

source: CHART_TITLE-Government_debt_per_capita
de: Staatsverschuldung pro Kopf
es: Deuda gubernamental per cápita
fr: Dette publique par habitant
hi: प्रति व्यक्ति सरकारी क़र्ज़
it: Debito pubblico pro capite
ja: 1 人あたりの国債
ru: Государственный долг на душу населения

source: CHART_TITLE-Government_expenditures_education
de: Staatliche Ausgaben für Bildung (% der staatlichen Ausgaben)
es: Gasto público en educación (% del gasto público)
fr: Dépenses publiques en éducation (% des dépenses publiques)
hi: शिक्षा पर सरकारी खर्च (कुल सरकारी खर्च का %)
it: Spesa pubblica per l'istruzione (percentuale della spesa pubblica)
ja: 政府の教育支出（政府支出比）
ru: Расходы правительства на образование (в % от общих расходов)

source: CHART_TITLE-Government_expenditures_education_gdp
de: Staatliche Ausgaben für Bildung (% des BIP)
es: Gasto público en educación (% del PIB)
fr: Dépenses publiques en éducation (% du PIB)
hi: शिक्षा पर सरकारी खर्च (GDP का %)
it: Spesa pubblica per l'istruzione (% del PIL)
ja: 政府の教育支出（GDP 比）
ru: Расходы правительства на образование (в % от ВВП)

source: CHART_TITLE-Government_expenditures_military
de: Staatliche Ausgaben für das Militär
es: Gasto público militar
fr: Dépenses publiques militaires
hi: सेना पर होने वाला सरकारी खर्च
it: Spesa pubblica per le forze armate
ja: 政府の軍事支出
ru: Военные расходы правительства

source: CHART_TITLE-Government_expenditures_military_per_gdp
de: Staatliche Ausgaben für das Militär (% des BIP)
es: Gasto público militar como porcentaje del PIB
fr: Dépenses publiques militaires exprimées en pourcentage du PIB
hi: सेना पर होने वाला सरकारी खर्च, GDP के प्रतिशत के तौर पर
it: Spesa pubblica per le forze armate (% del PIL)
ja: 政府の軍事支出（GDP 比）
ru: Военные расходы правительства в процентах от ВВП

source: CHART_TITLE-Graduate_or_professional_degree_gender
it: Conseguimento di una laurea o di un diploma professionale per genere

source: CHART_TITLE-Graduate_or_professional_degree_rate_gender
de: Anteil der Personen mit Universitäts- oder Berufsabschluss nach Geschlecht
es: Tasa de personas con diplomas o grados profesionales por sexo
fr: Taux d'obtention d'un diplôme de troisième cycle ou professionnel par sexe
hi: लिंग के हिसाब से ऐसे लोगों की संख्या जिनके पास प्रोफ़ेशनल डिग्री है
it: Tasso di conseguimento della laurea o di un diploma professionale per genere
ja: 学位または専門職学位の取得率（性別ごと）
ru: Процент людей, имеющих степень магистра или высшее профессиональное образование, по полу

source: CHART_TITLE-Hate_Crime
it: Crimine d'odio

source: CHART_TITLE-Hate_Crime_Disability
it: Crimine d'odio basato sulla disabilità

source: CHART_TITLE-Hate_Crime_Disability_rate
it: Crimini d'odio basati sulla disabilità ogni 100.000 persone

source: CHART_TITLE-Hate_Crime_Ethnicity
it: Crimine d'odio basato sull'etnia

source: CHART_TITLE-Hate_Crime_Ethnicity_rate
it: Crimini d'odio basati sull'etnia ogni 100.000 persone

source: CHART_TITLE-Hate_Crime_Gender
it: Crimine d'odio basato sul genere

source: CHART_TITLE-Hate_Crime_Gender_rate
it: Crimini d'odio basati sul genere ogni 100.000 persone

source: CHART_TITLE-Hate_Crime_Race
it: Crimine d'odio basato sul gruppo etnico

source: CHART_TITLE-Hate_Crime_Race_rate
it: Crimini d'odio basati sul gruppo etnico ogni 100.000 persone

source: CHART_TITLE-Hate_Crime_Religion
it: Crimine d'odio basato sulla religione

source: CHART_TITLE-Hate_Crime_Religion_rate
it: Crimini d'odio basati sulla religione ogni 100.000 persone

source: CHART_TITLE-Hate_Crime_Sexual_Orientation
it: Crimine d'odio basato sull'orientamento sessuale

source: CHART_TITLE-Hate_Crime_Sexual_Orientation_rate
it: Crimini d'odio basati sull'orientamento sessuale ogni 100.000 persone

source: CHART_TITLE-Hate_Crime_rate
it: Crimini d'odio ogni 100.000 persone

source: CHART_TITLE-Health_behaviors
de: Gesundheitsverhalten
es: Hábitos que afectan a la salud
fr: Comportements nocifs pour la santé
hi: स्वास्थ्य से जुड़ी बुरी आदतें
it: Comportamenti legati alla salute
ja: 健康習慣
ru: Вредные привычки

source: CHART_TITLE-Health_outcomes
de: Gesundheitliche Probleme
es: Problemas de salud
fr: Effets néfastes sur la santé
hi: स्वास्थ्य पर असर
it: Problemi di salute
ja: 健康アウトカム
ru: Последствия для здоровья

source: CHART_TITLE-Household_income
de: Haushaltseinkommen
es: Ingresos familiares
fr: Revenus du foyer
hi: पारिवारिक आय
it: Reddito familiare
ja: 世帯収入
ru: Семейный доход

source: CHART_TITLE-Household_income_by_bracket
de: Prozentualer Anteil von Haushalten nach Einkommensklassen
es: Porcentaje de unidades familiares por niveles de ingresos
fr: Pourcentage de foyers par tranches de revenus
hi: आय वर्ग के हिसाब से परिवारों का प्रतिशत
it: Percentuale di nuclei familiari per fasce di reddito
ja: 所得階層別の世帯の割合
ru: Процент семей по уровню дохода

source: CHART_TITLE-Housing_units
de: Wohneinheiten
es: Viviendas
fr: Logements
hi: घरों की संख्या
it: Unità abitative
ja: 住宅戸数
ru: Жилищные единицы

source: CHART_TITLE-Housing_units_date_built
de: Wohneinheiten nach Baujahr
es: Viviendas por fecha de construcción
fr: Logements par date de construction
hi: बनने की तारीख के हिसाब से घरों की संख्या
it: Unità abitative per data di costruzione
ja: 住宅戸数（築年数別）
ru: Распределение жилищных единиц по дате постройки

source: CHART_TITLE-Housing_units_date_built_distrubtion
de: Verteilung von Wohneinheiten nach Baujahr
es: Distribución de viviendas por fecha de construcción
fr: Répartition des logements par année de construction
hi: बनने की तारीख के हिसाब से ऐसे घरों का प्रतिशत जिनमें लोग नहीं रहते हैं
it: Distribuzione di unità abitative occupate per data di costruzione
ja: 住宅戸数分布（築年数別）
ru: Распределение жилищных единиц по дате постройки

source: CHART_TITLE-Housing_units_per_capita
de: Wohneinheiten pro Kopf
es: Viviendas per cápita
fr: Logements par habitant
hi: प्रति व्यक्ति घरों की संख्या
it: Unità abitative pro capite
ja: 人口あたりの住宅戸数
ru: Жилищные единицы на душу населения

source: CHART_TITLE-Housing_units_price
de: Wohneinheiten nach Preis
es: Viviendas por precio
fr: Logements par prix
hi: कीमत के हिसाब से घरों की संख्या
it: Unità abitative per prezzo
ja: 住宅戸数（価格別）
ru: Жилищные единицы по цене

source: CHART_TITLE-Housing_units_price_distribution
de: Verteilung bewohnter Wohneinheiten nach Preis
es: Distribución de viviendas ocupadas por precio
fr: Répartition des logements occupés par prix
hi: कीमत के हिसाब से ऐसे घरों की संख्या जिनमें लोग रहते हैं
it: Distribuzione di unità abitative occupate per prezzo
ja: 持ち家住宅の分布（価格別）
ru: Распределение занятых жилищных единиц по цене

source: CHART_TITLE-Housing_units_race
de: Wohneinheiten nach ethnischer Zugehörigkeit des Eigentümers
es: Viviendas por raza del ocupante
fr: Logements par origine ethnique de l'occupant
hi: परिवार के सदस्य की नस्ल के हिसाब से घरों की कुल संख्या
it: Unità abitative per gruppo etnico del nucleo familiare
ja: 世帯主の人種別の住宅戸数
ru: Распределение жилищных единиц по расам

source: CHART_TITLE-Housing_units_race_distribution
de: Verteilung von Wohneinheiten nach ethnischer Zugehörigkeit des Eigentümers
es: Distribución de viviendas por raza del ocupante
fr: Répartition des logements par origine ethnique de l'occupant
hi: परिवार के सदस्य की नस्ल के हिसाब से घरों का प्रतिशत
it: Distribuzione di unità abitative per gruppo etnico del nucleo familiare
ja: 世帯主の人種別の住宅戸数分布
ru: Распределение жилищных единиц по расе арендатора

source: CHART_TITLE-Housing_units_rental_status
de: Wohneinheiten nach Vermietungsstand
es: Viviendas por estado de alquiler
fr: Logements par statut locatif
hi: किराये के हिसाब से घरों की संख्या
it: Unità abitative per stato di affitto
ja: 住宅戸数（賃貸ステータス別）
ru: Распределение жилищных единиц по статусу аренды

source: CHART_TITLE-Housing_units_rental_status_distribution
de: Verteilung von Wohneinheiten nach Vermietungsstand
es: Distribución de viviendas por modalidad de ocupación
fr: Répartition des logements par statut locatif
hi: किराये के हिसाब से ऐसे घरों का प्रतिशत जिनमें लोग रहते हैं
it: Distribuzione di unità abitative per stato di affitto
ja: 賃貸ステータス別の住宅戸数分布
ru: Распределение жилищных единиц по статусу аренды

source: CHART_TITLE-Individual_income
de: Individuelles Einkommen
es: Ingresos individuales
fr: Revenu personnel
hi: व्यक्तिगत आय
it: Reddito personale
ja: 個人所得
ru: Личный доход

source: CHART_TITLE-Individual_income_by_bracket
de: Prozentualer Anteil von Einzelpersonen nach Einkommensgruppen
es: Porcentaje de individuos por niveles de ingresos
fr: Pourcentage de la population par tranches de revenus
hi: आय वर्ग के हिसाब से लोगों का प्रतिशत
it: Percentuale di persone per fasce di reddito
ja: 所得階層別の割合
ru: Процент населения по уровню дохода

source: CHART_TITLE-Infant_mortality_rate
de: Säuglingssterblichkeit
es: Tasa de mortalidad infantil
fr: Taux de mortalité infantile
hi: नवजातों के मरने की दर
it: Tasso di mortalità infantile
ja: 乳児の死亡率
ru: Уровень детской смертности

source: CHART_TITLE-Infant_mortality_rate_gender
de: Säuglingssterblichkeit nach Geschlecht
es: Tasa de mortalidad infantil por sexo
fr: Taux de mortalité infantile par sexe
hi: शिशुओं के मरने की दर, लिंग के हिसाब से
it: Tasso di mortalità infantile per genere
ja: 乳児死亡率（性別ごと）
ru: Уровень детской смертности по полу

source: CHART_TITLE-Inward_remittance
de: Eingehende Überweisungen
es: Remesas recibidas
fr: Fonds transférés de l'étranger
hi: लोगों के बैंक खातों में जमा कुल रकम
it: Rimessa interna
ja: 被仕向送金
ru: Внутренние переводы

source: CHART_TITLE-Inward_remittance_per_gdp
de: Eingehende Überweisungen (% des BIPs)
es: Remesas recibidas (% del PIB)
fr: Fonds transférés de l'étranger (% du PIB)
hi: लोगों के बैंक खातों में जमा कुल रकम (GDP का %)
it: Rimessa interna (% del PIL)
ja: 被仕向送金（GDP 比）
ru: Внутренние переводы (в % от ВВП)

source: CHART_TITLE-Labor_force
de: Erwerbsbevölkerung
es: Fuerza laboral
fr: Population active
hi: मज़दूरों की संख्या
it: Forza lavoro
ja: 労働力人口
ru: Рабочая сила

source: CHART_TITLE-Labor_force_rate
de: Erwerbsquote
es: Tasa de participación en la fuerza laboral
fr: Taux de participation à la population active
hi: मज़दूरी करने वालों की दर
it: Tasso di partecipazione alla forza lavoro
ja: 労働力率
ru: Процент задействованной рабочей силы

source: CHART_TITLE-Life_expectancy
de: Lebenserwartung (Jahre)
es: Esperanza de vida (años)
fr: Espérance de vie (en années)
hi: औसत उम्र (साल)
it: Speranza di vita (anni)
ja: 平均寿命（年）
ru: Средняя продолжительность жизни (годы)

source: CHART_TITLE-Literacy
it: Alfabetizzazione

source: CHART_TITLE-Marital_status
de: Familienstand
es: Estado civil
fr: État civil
hi: वैवाहिक स्थिति
it: Stato civile
ja: 配偶者の有無
ru: Семейное положение

source: CHART_TITLE-Marital_status_distribution
de: Verteilung Familienstand
es: Distribución por estado civil
fr: Répartition en fonction de l'état civil
hi: वैवाहिक स्थिति के हिसाब से
it: Distribuzione per stato civile
ja: 配偶者の有無の分布
ru: Распределение семейного положения

source: CHART_TITLE-Market_capitalization
de: Marktkapitalisierung der inländischen Unternehmen
es: Capitalización en el mercado de las empresas nacionales
fr: Capitalisation boursière des entreprises nationales
hi: घरेलू कंपनियों का बाज़ार पूंजीकरण
it: Capitalizzazione di mercato delle società nazionali
ja: 国内企業の時価総額
ru: Рыночная капитализация отечественных компаний

source: CHART_TITLE-Market_capitalization_per_gdp
de: Marktkapitalisierung inländischer Unternehmen (% des BIP)
es: Capitalización en el mercado de las empresas nacionales (% del PIB)
fr: Capitalisation boursière des entreprises nationales (% du PIB)
hi: घरेलू कंपनियों का बाज़ार पूंजीकरण (GDP का प्रतिशत)
it: Capitalizzazione di mercato delle società nazionali (% del PIL)
ja: 国内企業の時価総額（GDP 比）
ru: Рыночная капитализация отечественных компаний (в % от ВВП)

source: CHART_TITLE-Mean_concentration_DieselPM
it: Concentrazione media di diesel PM

source: CHART_TITLE-Mean_concentration_Ozone
it: Concentrazione media di ozono

source: CHART_TITLE-Mean_concentration_PM2.5
it: Concentrazione media di PM 2.5

source: CHART_TITLE-Median_age
de: Medianwert für das Alter
es: Edad media
fr: Âge moyen
hi: औसत उम्र
it: Età media
ja: 年齢の中央値
ru: Медианный возраст

source: CHART_TITLE-Median_age_gender
de: Medianwert für das Alter nach Geschlecht
es: Edad media por sexo
fr: Âge moyen par sexe
hi: लिंग के हिसाब से औसत उम्र
it: Età media per genere
ja: 年齢の中央値（性別ごと）
ru: Медианный возраст по полу

source: CHART_TITLE-Median_age_race
de: Mittleres Alter nach ethnischer Herkunft
es: Edad media por raza
fr: Âge médian par origine ethnique
hi: नस्ल के हिसाब से औसत उम्र
it: Età media per gruppo etnico
ja: 年齢の中央値（人種別）
ru: Медианный возраст по расам

source: CHART_TITLE-Median_household_income
de: Mittleres Haushaltseinkommen
es: Ingresos familiares medios
fr: Revenu moyen du foyer
hi: औसत पारिवारिक आय
it: Reddito familiare medio
ja: 世帯収入の中央値
ru: Медианный семейный доход

source: CHART_TITLE-Median_household_income_race
de: Mittleres Haushaltseinkommen nach ethnischer Herkunft
es: Ingresos familiares medios por raza
fr: Revenu moyen du foyer par origine ethnique
hi: नस्ल के हिसाब से औसत पारिवारिक आय
it: Reddito familiare medio per gruppo etnico
ja: 世帯収入の中央値（人種別）
ru: Медианный семейный доход по расам

source: CHART_TITLE-Median_income_gender
de: Medianwert für das Einkommen nach Geschlecht
es: Ingresos medios por sexo
fr: Revenu moyen par sexe
hi: लिंग के हिसाब से औसत आय
it: Reddito medio per genere
ja: 所得の中央値（性別ごと）
ru: Медианный доход по полу

source: CHART_TITLE-Median_individual_income
de: Mittleres individuelles Einkommen
es: Ingresos medios por individuo
fr: Revenu moyen individuel
hi: औसत व्यक्तिगत आय
it: Reddito personale medio
ja: 個人所得の中央値
ru: Медианный личный доход

source: CHART_TITLE-Mortality_events
de: Ereignisse mit Todesfolge
es: Mortalidad
fr: Cas de mortalité
hi: मौत की घटनाएं
it: Eventi di mortalità
ja: 死亡者数
ru: Смертельные случаи

source: CHART_TITLE-Mortality_events_per_capita
de: Todesfälle pro Kopf
es: Mortalidad per cápita
fr: Cas de mortalité par habitant
hi: प्रति व्यक्ति मरने वालों की संख्या
it: Eventi di mortalità pro capite
ja: 人口あたりの死亡者数
ru: Смертельные случаи на душу населения

source: CHART_TITLE-Outward_remittance
it: Rimessa esterna

source: CHART_TITLE-Outward_remittance_per_gdp
de: Ausgehende Überweisungen
es: Remesas pagadas
fr: Fonds transférés à l'étranger
hi: लोगों के बैंक खातों से निकाली गई कुल रकम
it: Rimessa esterna
ja: 仕向送金
ru: Переводы за рубеж

source: CHART_TITLE-Palmer_drought_severity_index
it: Indice di gravità della siccità di Palmer

source: CHART_TITLE-Percent_without_health_insurance_gender
de: Anteil der Personen ohne Krankenversicherung nach Geschlecht
es: Porcentaje de personas sin seguro médico por sexo
fr: Pourcentage de la population sans assurance santé par sexe
hi: नस्ल के हिसाब से ऐसे लोगों का प्रतिशत जिनके पास स्वास्थ्य बीमा नहीं है
it: Percentuale di persone senza assicurazione sanitaria per genere
ja: 健康保険加入者の割合（性別ごと）
ru: Процент людей без медицинской страховки по полу

source: CHART_TITLE-Percent_without_health_insurance_race
de: Anteil der Personen ohne Krankenversicherung nach ethnischer Herkunft
es: Porcentaje de personas sin seguro médico por raza
fr: Pourcentage de la population sans assurance santé par origine ethnique
hi: नस्ल के हिसाब से ऐसे लोगों का प्रतिशत जिनके पास स्वास्थ्य बीमा नहीं है
it: Percentuale di persone senza assicurazione sanitaria per gruppo etnico
ja: 健康保険未加入者の割合（性別ごと）
ru: Процент людей без медицинской страховки по расам

source: CHART_TITLE-Percentage of literate and illiterate population
it: Percentuale di popolazione alfabetizzata e analfabeta

source: CHART_TITLE-Percentage of population by religon
it: Percentuale di popolazione per religione

source: CHART_TITLE-Percentage of population by social category
it: Percentuale di popolazione per categoria sociale

source: CHART_TITLE-Percentage of urban and rural households
it: Percentuale di nuclei familiari urbani e rurali

source: CHART_TITLE-Percentage of urban vs rural homeless population
it: Percentuale di popolazione senzatetto urbana e rurale

source: CHART_TITLE-Percentage of workers and nonworkers
it: Percentuale di lavoratori e non lavoratori

source: CHART_TITLE-Percentage_employed
de: Prozentualer Anteil von Berufstätigen
es: Porcentaje de personas ocupadas
fr: Pourcentage de personnes employées
hi: नौकरी करने वाले लोगों का प्रतिशत
it: Percentuale di persone che lavorano
ja: 就業者の割合
ru: Процент безработных

source: CHART_TITLE-Population
de: Bevölkerung
es: Población
fr: Population
hi: जनसंख्या
it: Popolazione
ja: 人口
ru: Население

source: CHART_TITLE-Population_age
de: Bevölkerung nach Alter
es: Población por edad
fr: Population par âge
hi: उम्र के हिसाब से जनसंख्या
it: Popolazione per età
ja: 人口（年齢別）
ru: Распределение населения по возрасту

source: CHART_TITLE-Population_age_distribution
de: Verteilung nach Alter
es: Distribución por edad
fr: Répartition par âge
hi: उम्र वर्ग में आने वाले लोगों का प्रतिशत
it: Distribuzione per fasce d'età
ja: 年齢分布
ru: Распределение по возрасту

source: CHART_TITLE-Population_density
de: Bevölkerungsdichte (Einwohner pro km²)
es: Densidad de población (personas por km²)
fr: Densité de population (personnes par km²)
hi: जनसंख्या घनत्व (प्रति वर्ग किमी में रहने वाले लोग)
it: Densità di popolazione (persone per km²)
ja: 人口密度（km² あたりの人口）
ru: Плотность населения (людей на км²)

source: CHART_TITLE-Population_gender
de: Bevölkerung nach Geschlecht
es: Población por sexo
fr: Population par sexe
hi: लिंग के हिसाब से जनसंख्या
it: Popolazione per genere
ja: 人口（性別ごと）
ru: Распределение населения по полу

source: CHART_TITLE-Population_gender_distribution
de: Geschlechterverteilung
es: Distribución por sexo
fr: Répartition par sexe
hi: लिंग के हिसाब से
it: Distribuzione in base al genere
ja: 性別の分布
ru: Распределение по полу

source: CHART_TITLE-Population_growth_rate
de: Bevölkerungswachstumsrate
es: Índice de crecimiento demográfico
fr: Taux de croissance de la population
hi: जनसंख्या में बढ़ोतरी की दर
it: Tasso di crescita della popolazione
ja: 人口増加率
ru: Темп роста населения

source: CHART_TITLE-Population_race
de: Bevölkerung nach ethnischer Herkunft
es: Población por raza
fr: Population par origine ethnique
hi: नस्ल के हिसाब से जनसंख्या
it: Popolazione per gruppo etnico
ja: 人口（人種別）
ru: Распределение населения по расам

source: CHART_TITLE-Population_race_distribution
de: Verteilung nach ethnischer Herkunft
es: Distribución por raza
fr: Distribution par origine ethnique
hi: नस्ल के हिसाब से जनसंख्या
it: Distribuzione razziale
ja: 人種の分布
ru: Распределение по расам

source: CHART_TITLE-Poverty_rate
de: Armutsquote
es: Tasa de pobreza
fr: Taux de pauvreté
hi: गरीबी दर
it: Tasso di povertà
ja: 貧困率
ru: Уровень бедности

source: CHART_TITLE-Poverty_rate_gender
de: Armutsquote nach Geschlecht
es: Tasa de pobreza por sexo
fr: Taux de pauvreté par sexe
hi: लिंग के हिसाब से गरीबी दर
it: Tasso di povertà per genere
ja: 貧困率（性別ごと）
ru: Уровень бедности по полу

source: CHART_TITLE-Poverty_rate_race
de: Armutsquote nach ethnischer Herkunft
es: Tasa de pobreza por raza
fr: Taux de pauvreté par origine ethnique
hi: नस्ल के हिसाब से गरीबी दर
it: Tasso di povertà per gruppo etnico
ja: 貧困率（人種別）
ru: Уровень бедности по расе

source: CHART_TITLE-Prescribed_drugs
de: Verschriebene Arzneimittel (vierteljährlich)
es: Medicamentos recetados (por trimestre)
fr: Médicaments sur ordonnance (données trimestrielles)
hi: बताई गई दवाइयां (हर तिमाही में)
it: Farmaci prescritti (per trimestre)
ja: 処方薬（四半期単位）
ru: Количество прописанных лекарств (за квартал)

source: CHART_TITLE-Prescribed_drugs_per_capita
de: Verschriebene Arzneimittel pro Kopf (vierteljährlich)
es: Medicamentos recetados per cápita (por trimestre)
fr: Médicaments sur ordonnance par habitant (données trimestrielles)
hi: बताई गई दवाई प्रति व्यक्ति (हर तिमाही में)
it: Farmaci prescritti pro capite (per trimestre)
ja: 1 人あたりの処方薬の量（四半期別）
ru: Количество прописанных лекарств на душу населения (за квартал)

source: CHART_TITLE-Projected_temperature_change_under_rcp26_based_on_year_2006
it: Variazione massima della temperatura prevista secondo RCP 2.6 (in base all'anno 2006)

source: CHART_TITLE-Projected_temperature_change_under_rcp45_based_on_year_2006
it: Variazione massima della temperatura prevista secondo RCP 4.5 (in base all'anno 2006)

source: CHART_TITLE-Projected_temperature_change_under_rcp60_based_on_year_2006
it: Variazione massima della temperatura prevista secondo RCP 6.0 (in base all'anno 2006)

source: CHART_TITLE-Projected_temperature_change_under_rcp85_based_on_year_2006
it: Variazione della temperatura massima prevista secondo RCP 8.5 (in base all'anno 2006)

source: CHART_TITLE-Property_crime
de: Eigentumsdelikt
es: Delitos contra la propiedad
fr: Crimes contre les biens
hi: प्रॉपर्टी से जुड़े अपराधों की कुल संख्या
it: Reati contro la proprietà
ja: 窃盗
ru: Имущественные преступления

source: CHART_TITLE-Property_crime_rate
de: Eigentumsdelikte pro 100.000 Einwohner
es: Delitos contra la propiedad por 100.000 habitantes
fr: Crimes contre les biens pour 100 000 habitants
hi: प्रॉपर्टी से जुड़े अपराधों की कुल संख्या, 1 लाख लोगों में
it: Reati contro la proprietà per 100.000 persone
ja: 10 万人あたりの窃盗件数
ru: Имущественные преступления на 100 000 человек

source: CHART_TITLE-Religion
it: Religione

source: CHART_TITLE-School_enrollment
de: Schulbesuch
es: Escolarización
fr: Scolarisation
hi: स्कूल में नाम दर्ज कराने वालों की संख्या
it: Iscrizione scolastica
ja: 就学
ru: Зачисление в школу
