Repository: datacommonsorg/website
Catalog: server/i18n/*/LC_MESSAGES/all.po
Languages: de, es, fr, hi, it, ja, ru

source: <a href="https://datacommons.org">Data Commons</a> from Google
it: <a href="https://datacommons.org">Data Commons</a> di Google

source: APIs
it: API

source: About
de: Informationen
es: Información
fr: À propos
hi: इसके बारे में जानकारी
it: Informazioni
ja: 基本情報
ru: Информация

source: About Data Commons
de: Informationen zu Data Commons
es: Acerca de Data Commons
fr: À propos de Data Commons
hi: Data Commons के बारे में जानकारी
it: Informazioni su Data Commons
ja: データコモンズについて
ru: О Data Commons

source: Administrative Area
it: Area amministrativa

source: Administrative Area 1 Place
it: Luogo area amministrativa 1

source: Administrative Area 1 Places
it: Luoghi area amministrativa 1

source: Administrative Area 2 Place
it: Luogo area amministrativa 2

source: Administrative Area 2 Places
it: Luoghi area amministrativa 2

source: Administrative Area 3 Place
it: Luogo area amministrativa 3

source: Administrative Area 3 Places
it: Luoghi area amministrativa 3

source: Administrative Area 4 Place
it: Luogo area amministrativa 4

source: Administrative Area 4 Places
it: Luoghi area amministrativa 4

source: Administrative Area 5 Place
it: Luogo area amministrativa 5

source: Administrative Area 5 Places
it: Luoghi area amministrativa 5

source: Administrative Areas
it: Aree amministrative

source: An initiative from
it: Un'iniziativa di

source: Back to homepage
it: Torna alla home page

source: Borough
it: Distretto

source: Boroughs
it: Distretti

source: Cities
it: Città

source: Cities, India
it: Città, India

source: Cities, United States
de: Städte, USA
es: Ciudades (Estados Unidos)
fr: Villes des États-Unis
hi: संयुक्त राज्य अमेरिका के शहर
it: Città, Stati Uniti
ja: 米国の都市
ru: Города в США

source: City
it: Città

source: Contribute
de: Beitragen
es: Colaborar
fr: Contribuer
hi: योगदान
it: Contribuisci
ja: 協力する
ru: Помочь проекту

source: Counties
it: Contee

source: Counties, United States
de: Counties, USA
es: Condados (Estados Unidos)
fr: Comtés des États-Unis
hi: संयुक्त राज्य अमेरिका की काउंटी
it: Contee, Stati Uniti
ja: 米国の郡
ru: Округа в США

source: Countries
de: Länder
es: Países
fr: Pays
hi: देश
it: Paesi
ja: 国
ru: Страны

source: Country
it: Paese

source: County
it: Contea

source: Data Download Tool
it: Strumento di download di dati

source: Data Sources
de: Datenquellen
es: Fuentes de datos
fr: Sources des données
hi: डेटा स्रोत
it: Fonti dei dati
ja: データソース
ru: Источники данных

source: Disclaimers
de: Haftungsausschlüsse
es: Renuncias de responsabilidad
fr: Clauses de non-responsabilité
hi: खंंडन
it: Limitazioni di responsabilità
ja: 免責事項
ru: Отказ от обязательств

source: Districts, India
it: Distretti, India

source: Documentation
de: Dokumentation
es: Documentación
hi: दस्तावेज़
it: Documentazione
ja: ドキュメント
ru: Документация

source: Economic Indicators, Worldwide
de: Wirtschaftsindikatoren, weltweit
es: Indicadores económicos (Todo el mundo)
fr: Indicateurs économiques dans le monde entier
hi: दुनिया भर में इकॉनमिक इंडिकेटर
it: Indicatori economici, Tutto il mondo
ja: 全世界の経済指標
ru: Экономические показатели в мире

source: Enter a country, state, county or city
de: Geben Sie ein Land, einen Bundesstaat, ein County oder eine Stadt ein
es: Introduce un país, un estado, un condado o una ciudad
fr: Saisissez un pays, un État, un comté ou une ville
hi: देश, राज्य, काउंटी या शहर का नाम डालें
it: Inserisci un paese, uno stato, una contea o una città
ja: 国、州、郡、都市のいずれかを入力してください
ru: Укажите страну, штат, округ или город

source: Eurostat NUTS 1 Place
it: Luogo Eurostat NUTS 1

source: Eurostat NUTS 1 Places
it: Luoghi Eurostat NUTS 1

source: Eurostat NUTS 2 Place
it: Luogo Eurostat NUTS 2

source: Eurostat NUTS 2 Places
it: Luoghi Eurostat NUTS 2

source: Eurostat NUTS 3 Place
it: Luogo Eurostat NUTS 3

source: Eurostat NUTS 3 Places
it: Luoghi Eurostat NUTS 3

source: Explore
de: Erkunden
es: Ver
fr: Outils d'exploration
hi: एक्सप्लोर करें
it: Esplora
ja: 探索
ru: Обзор

source: Explore the data
de: Daten ansehen
es: Consulta los datos
fr: Explorez les données
hi: डेटा को एक्सप्लोर करें
it: Esplora i dati
ja: データを検索
ru: Изучайте данные

source: FAQ
es: Preguntas frecuentes
fr: Questions fréquentes
hi: अक्सर पूछे जाने वाले सवाल
it: Domande frequenti
ja: よくある質問
ru: Часто задаваемые вопросы

source: Frequently Asked Questions
de: FAQ
es: Preguntas frecuentes
fr: Questions fréquentes
hi: अक्सर पूछे जाने वाले सवाल
it: Domande frequenti
ja: よくある質問
ru: Часто задаваемые вопросы

source: Gini Index
es: Coeficiente de GINI
fr: Indice de GINI
hi: Gini इंडेक्स
it: Indice di Gini
ja: ジニ係数
ru: Коэффициент Джини

source: Github Repository
es: Repositorio de GitHub
fr: Dépôt GitHub
hi: GitHub डेटा स्टोर करने की जगह
it: Repository GitHub
ja: GitHub リポジトリ
ru: Хранилище GitHub

source: Government Expenditures on Education
de: Staatliche Ausgaben für Bildung
es: Gasto público en educación
fr: Dépenses publiques en éducation
hi: शिक्षा पर सरकारी खर्च
it: Spesa pubblica per l'istruzione
ja: 政府の教育支出
ru: Расходы правительства на образование

source: Government Expenditures on Military
de: Staatliche Ausgaben für das Militär
es: Gasto público militar
fr: Dépenses publiques militaires
hi: सेना पर सरकारी खर्च
it: Spesa pubblica per le forze armate
ja: 政府の軍事支出
ru: Военные расходы правительства

source: Gross National Income
de: Bruttonationaleinkommen
es: Renta Nacional Bruta
fr: Revenu National Brut
hi: सकल राष्ट्रीय आय
it: Reddito nazionale lordo
ja: 国民総所得
ru: Валовой национальный доход

source: Highest Crime Per Capita
de: Höchste Kriminalitätsrate pro Kopf
es: Mayor número de crímenes per cápita
fr: Criminalité la plus élevée par habitant
hi: प्रति व्यक्ति आपराधिक गतिविधियों की सबसे ज़्यादा संख्या
it: Numero più alto di crimini pro capite
ja: 1 人あたりの犯罪件数上位
ru: Самое большое количество преступлений на душу населения

source: Highest Median Age
de: Höchster Medianwert des Alters
es: Media de edad más alta
fr: Âge médian le plus élevé
hi: सबसे ज़्यादा औसत उम्र
it: Età media più alta
ja: 年齢の中央値上位
ru: Самый высокий медианный возраст

source: Highest Median Income
de: Höchstes mittleres Einkommen
es: Ingresos medios más altos
fr: Revenus médians les plus élevés
hi: सबसे ज़्यादा औसत आमदनी वाले
it: Reddito medio più alto
ja: 所得の中央値上位
ru: Самый высокий медианный доход

source: Highest Unemployment Rate
de: Höchste Arbeitslosenrate
es: Tasa de desempleo más alta
fr: Taux de chômage le plus élevé
hi: सबसे ज़्यादा बेरोज़गारी दर
it: Tasso di disoccupazione più alto
ja: 失業率上位
ru: Самый высокий уровень безработицы

source: Largest Population
de: Größte Einwohnerzahl
es: Población más numerosa
fr: La plus forte population
hi: सबसे ज़्यादा जनसंख्या
it: Popolazione più numerosa
ja: 人口上位
ru: Самое большое население

source: Life Expectancy
de: Lebenserwartung
es: Esperanza de vida
fr: Espérance de vie
hi: औसत उम्र
it: Speranza di vita
ja: 平均寿命
ru: Средняя продолжительность жизни

source: Loading
it: Caricamento in corso…

source: Map Explorer
it: Strumento di esplorazione delle mappe

source: Median Age
it: Età media

source: Median Income
it: Reddito medio

source: Median Income, United States
de: Medianeinkommen, USA
es: Ingresos medios (Estados Unidos)
fr: Revenu moyen aux États-Unis
hi: संयुक्त राज्य अमेरिका में औसत आय
it: Reddito medio, Stati Uniti
ja: 米国の所得の中央値
ru: Медианный доход в США

source: Natural Disaster Dashboard
it: Dashboard calamità naturali

source: Neighborhood
it: Quartiere

source: Neighborhoods
it: Quartieri

source: Other %(placeType)s in %(parentPlace)s
it: Altri %(placeType)s in %(parentPlace)s

source: PLACE_EXPLORER_INTRO
de: <p>Das Tool „Place Explorer“ liefert Informationen zu den wichtigsten Daten eines Ortes. Es fasst verschiedene Diagramme für den jeweiligen Ort zusammen, unter anderem zu Demografie, Bildung oder Wirtschaft, und setzt diese durch den Vergleich mit anderen Orten in einen Kontext. Sie können auch eine Rangfolge mehrerer Orte mit unterschiedlichen Kennzahlen wie Arbeitslosigkeit, Kriminalität und Einkommen ansehen.</p><p>Über das Suchfeld oben haben Sie die Möglichkeit, Diagramme für Ihre Lieblingsstadt, eine bestimmte Postleitzahl, ein County, einen Bundesstaat oder ein Land aufzurufen.</p><p>Oder Sie entdecken zuerst einige bekannte Orte ...</p>
es: <p>La herramienta Explorador de lugares permite conocer los datos principales de un lugar. Reúne un conjunto de gráficos sobre demografía, educación, economía y otros aspectos del sitio y los compara con los de otros lugares. También permite ver las clasificaciones de los distintos lugares en relación con diferentes métricas, como el desempleo, la criminalidad o los ingresos.</p><p>Puedes acceder a los gráficos de la ciudad, el código postal, el condado, el estado o el país que quieras a través del cuadro de búsqueda que aparece arriba.</p><p>Si quieres, también puedes consultar los datos de lugares conocidos:</p>
fr: <p>L'outil d'exploration par lieu vous aide à mieux comprendre les principales données concernant un lieu spécifique. Il regroupe des graphiques sur des sujets variés, tels que la démographie, l'éducation ou l'économie du lieu en question, et compare ces données à celles d'autres lieux. Découvrez le classement des différents lieux en fonction de critères tels que le taux de chômage et de criminalité ou le niveau de revenus.</p><p>Utilisez le champ de recherche ci-dessus pour consulter les graphiques de la ville, du code postal, du comté, de l'État ou du pays qui vous intéresse.</p><p>Vous pouvez également commencer votre exploration par des lieux bien connus.</p>
hi: <p>जगह एक्सप्लोर करने वाले टूल से आपको किसी जगह का सबसे ज़रूरी डेटा समझने में मदद मिलती है. यह टूल किसी जगह के बारे में शिक्षा और अर्थशास्त्र से जुड़ा डेटा, चार्ट में दिखाता है. इस डेटा में लोगों की जानकारी (जैसे, उम्र, लिंग, आय, शिक्षा वगैरह) भी शामिल होती है. साथ ही, अन्य जगहों का डेटा भी दिखाया जाता है, ताकि तुलना की जा सके. आप मेट्रिक के हिसाब से अलग-अलग जगहों की रैंक भी देख सकते हैं. इन मेट्रिक में बेरोज़गारी, अपराध, और आय शामिल हैं.</p><p>आप ऊपर दिए गए खोज बॉक्स का इस्तेमाल करके, अपने पसंदीदा शहर, पिन कोड, देश, राज्य या देश के हिसाब से डेटा के चार्ट देख सकते हैं.</p><p>इसके अलावा, आप सबसे मशहूर कुछ जगहों को एक्सप्लोर कर सकते हैं ...</p>
it: <p>Lo strumento Place Explorer ti consente di conoscere i dati fondamentali relativi a un luogo. Raccoglie una serie di grafici relativi a dati demografici, istruzione, aspetti economici e altro ancora, collocandoli nel contesto e confrontandoli con altri luoghi. Puoi anche conoscere il posizionamento di luoghi differenti in merito a diverse metriche quali disoccupazione, criminalità e reddito.</p><p>Puoi analizzare in dettaglio i grafici per città, codice postale, contea, stato o paese che preferisci usando la casella di ricerca in alto.</p><p>In alternativa puoi iniziare a esplorare alcuni luoghi molto noti.</p>
ja: <p>プレイス エクスプローラは、地域の基礎的なコアデータを把握するために役立つツールです。特定の地域の人口統計、教育、経済などに関する一連のグラフをまとめて、他の地域と比較できるように配置します。また、失業、犯罪、所得などのさまざまな指標で、個々の地域がどのようにランク付けされるかを確認できます。</p><p>上の検索ボックスで都市、郵便番号、郡、州、国を指定して、該当するグラフを表示できます。</p><p>また、よく知られている地域を探索することもできます。</p>
ru: <p>Place Explorer – это инструмент, который помогает получить основные данные о выбранном месте. Информация выводится в виде диаграмм данных по демографии, образованию, экономике и т. д. в сравнении с другими местами. Вы также можете посмотреть рейтинг разных мест по определенным показателям, таким как безработица, преступность и доход.</p><p>В окне выше доступен поиск информации по городу, почтовому индексу, округу, штату или стране.</p><p>Кроме того, можно начать с просмотра данных об известных местах.</p>

source: Place
it: Luogo

source: Place Rankings
de: Ranking von Orten
es: Clasificaciones de lugares
fr: Classements de lieux
hi: प्लेस रैंकिंग
it: Classifiche dei luoghi
ja: 地域ランキング
ru: Рейтинги мест

source: Places
de: Orte
es: Sitios
fr: Lieux
hi: जगहें
it: Luoghi
ja: 場所
ru: Места

source: Population
it: Popolazione

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Règles de confidentialité
hi: निजता नीति
it: Norme sulla privacy
ja: プライバシー ポリシー
ru: Политика конфиденциальности

source: Rankings
de: Ranglisten
es: Clasificación
fr: Classements
hi: रैंकिंग
it: Posizioni
ja: ランキング
ru: Рейтинги

source: Scatter Plot Explorer
it: Strumento di esplorazione dei grafici a dispersione

source: Show documentation links
it: Mostra link alla documentazione

source: State
it: Stato

source: States
it: Stati

source: States, India
it: Stati, India

source: States, United States
de: Bundesstaaten, USA
es: Estados (Estados Unidos)
fr: États des États-Unis
hi: संयुक्त राज्य अमेरिका के राज्य
it: Stati, Stati Uniti
ja: 米国の州
ru: Штаты в США

source: Statistical Variable Explorer
it: Esploratore delle variabili statistiche

source: Sustainability Explorer
it: Esploratore della sostenibilità

source: Terms Of Use
it: Termini e condizioni d'uso

source: Terms and Conditions
de: Nutzungsbedingungen
es: Términos y Condiciones
fr: Conditions d'utilisation
hi: नियम और शर्तें
it: Termini e condizioni
ja: 利用規約
ru: Условия использования

source: Tools
it: Strumenti

source: Town
it: Città

source: Towns
it: Città

source: Tutorials
de: Anleitungen
es: Tutoriales
fr: Tutoriels
hi: ट्यूटोरियल
it: Tutorial
ja: チュートリアル
ru: Руководства

source: Unemployment Rate
it: Tasso di disoccupazione

source: Unemployment Rate, United States
de: Arbeitslosenquote, USA
es: Tasa de desempleo (Estados Unidos)
fr: Taux de chômage aux États-Unis
hi: संयुक्त राज्य अमेरिका में बेरोज़गारी की दर
it: Tasso di disoccupazione, Stati Uniti
ja: 米国の失業率
ru: Уровень безработицы в США

source: Village
it: Villaggio

source: Villages
it: Villaggi

source: Worldwide
de: Weltweit
es: Todo el mundo
fr: Monde entier
hi: दुनिया भर में
it: Tutto il mondo
ja: 全世界
ru: в мире

source: ZIP Code
it: Codice postale

source: ZIP Codes
it: Codici postali

source: by city
de: nach Stadt
es: por ciudad
fr: par ville
hi: शहर के हिसाब से
it: per città
ja: 都市別
ru: по городу

source: by county
de: nach County
es: por condado
fr: par comté
hi: काउंटी के हिसाब से
it: per contea
ja: 国別
ru: по стране

source: by state
de: nach Bundesstaat
es: por estado
fr: par État
hi: राज्य के हिसाब से
it: per stato
ja: 州別
ru: по штату

source: in United States
de: in den USA
es: en Estados Unidos
fr: aux États-Unis
hi: संयुक्त राज्य अमेरिका में
it: negli Stati Uniti
ja: 米国内
ru: в США

source: CHART_TITLE-Air pollutant cancer risk
it: Rischio di cancro per tossicità dell'aria nel corso della vita

source: CHART_TITLE-Air_quality_index
it: Indice di qualità dell'aria

source: CHART_TITLE-Alcohol_consumption_per_capita
de: Alkoholkonsum pro Kopf (jährlich)
es: Consumo de alcohol per cápita (anual)
fr: Consommation annuelle d'alcool par habitant
hi: अल्कोहल की प्रति व्यक्ति खपत (सालाना)
it: Consumo di alcol pro capite (annuale)
ja: 1 人あたりのアルコール消費量（年間）
ru: Потребление алкоголя на душу населения (в год)

source: CHART_TITLE-Annual_emissions_greenhouse_gas
it: Emissioni annuali di gas serra

source: CHART_TITLE-Arson
de: Brandstiftung
es: Incendios provocados
fr: Incendies
hi: आगज़नी
it: Incendio doloso
ja: 放火
ru: Поджог

source: CHART_TITLE-Arson_rate
de: Brandstiftungen pro 100.000 Personen
es: Incendios provocados por cada 100.000 habitantes
fr: Incendies criminels par 100 000 personnes
hi: प्रति एक लाख लोगों के अनुपात में आगज़नी की घटनाएं
it: Incendi dolosi per 100.000 persone
ja: 放火件数（人口 100,000 人あたり）
ru: Количество поджогов на 100 000 человек

source: CHART_TITLE-Associate_degree_gender
it: Conseguimento di diploma universitario per genere

source: CHART_TITLE-Associate_degree_rate_gender
de: Anteil der Personen mit College-Abschluss nach Geschlecht
es: Tasa de diplomados por sexo
fr: Taux d'obtention d'un diplôme d'associé par sexe
hi: लिंग के हिसाब से असोसिएट डिग्री पाने वालों की दर
it: Tasso di conseguimento di diplomi universitari per genere
ja: 準学士号の取得率（性別ごと）
ru: Процент людей с неоконченным высшим образованием по полу

source: CHART_TITLE-Bachelors_degree_rate_gender
de: Anteil der Personen mit Bachelor-Abschluss nach Geschlecht
es: Tasa de personas con grados por sexo
fr: Taux d'obtention d'une licence par sexe
hi: लिंग के हिसाब से ऐसे लोगों की दर जो स्नातक हैं
it: Tasso di conseguimento della laurea per genere
ja: 学士号の取得率（性別ごと）
ru: Процент имеющих степень бакалавра людей по полу

source: CHART_TITLE-CHART_CATEGORY-Air
it: Aria

source: CHART_TITLE-CHART_CATEGORY-Crime
de: Kriminalität
es: Criminalidad
fr: Crimes
hi: अपराध
it: Criminalità
ja: 犯罪
ru: Преступления

source: CHART_TITLE-CHART_CATEGORY-Demographics
de: Demografie
es: Demografía
fr: Données démographiques
hi: लोगों की जानकारी, जैसे कि उम्र, लिंग, आय, शिक्षा वगैरह
it: Dati demografici
ja: 人口統計
ru: Демография

source: CHART_TITLE-CHART_CATEGORY-Disasters
it: Catastrofi

source: CHART_TITLE-CHART_CATEGORY-Economics
de: Wirtschaft
es: Economía
fr: Économie
hi: अर्थशास्त्र
it: Aspetti economici
ja: 経済
ru: Экономика

source: CHART_TITLE-CHART_CATEGORY-Education
de: Ausbildung
es: Educación
fr: Éducation
hi: शिक्षा
it: Istruzione
ja: 学歴
ru: Образование

source: CHART_TITLE-CHART_CATEGORY-Emissions
it: Emissioni

source: CHART_TITLE-CHART_CATEGORY-Energy
it: Energia

source: CHART_TITLE-CHART_CATEGORY-Environment
de: Umwelt
es: Medio ambiente
fr: Environment
hi: एनवायरमेंट
it: Ambiente
ja: 環境
ru: Окружающая среда

source: CHART_TITLE-CHART_CATEGORY-Equity
de: Eigenkapital
es: Patrimonio
fr: Capitaux propres
hi: इक्विटी
it: Patrimonio netto
ja: 資産
ru: Собственный капитал

source: CHART_TITLE-CHART_CATEGORY-Health
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
it: Salute
ja: 健康
ru: Здоровье

source: CHART_TITLE-CHART_CATEGORY-Housing
de: Wohnen
es: Vivienda
fr: Logement
hi: घर
it: Abitazioni
ja: 住宅
ru: Жилье

source: CHART_TITLE-CHART_CATEGORY-Income
it: Reddito

source: CHART_TITLE-CHART_CATEGORY-Overview
de: Übersicht
es: Vista general
fr: Aperçu
hi: खास जानकारी
it: Panoramica
ja: 概要
ru: Обзор

source: CHART_TITLE-CHART_CATEGORY-Poverty
it: Povertà

source: CHART_TITLE-CHART_CATEGORY-Temperature
it: Temperatura

source: CHART_TITLE-CHART_CATEGORY-Water
it: Acqua

source: CHART_TITLE-Children_employed
de: Kinder in Beschäftigungsverhältnissen
es: Niños trabajadores
fr: Enfants qui travaillent
hi: नौकरी करने वाले बच्चों की संख्या
it: Bambini che lavorano
ja: 就労している児童
ru: Количество работающих детей

source: CHART_TITLE-Children_employed_gender
de: Kinder in Beschäftigungsverhältnissen nach Geschlecht
es: Niños trabajadores por sexo
fr: Enfants qui travaillent par sexe
hi: नौकरी करने वाले बच्चों की संख्या, लिंग के हिसाब से
it: Bambini che lavorano per genere
ja: 就労している児童（性別ごと）
ru: Количество работающих детей по полу

source: CHART_TITLE-Children_severe_wasting
de: Stark unterernährte Kinder unter 5 Jahren
es: Emaciación severa en niños menores de 5 años
fr: Émaciation grave chez les enfants de moins de 5 ans
hi: पांच साल से छोटे बच्चों में गंभीर कुपोषण
it: Grave deperimento tra bambini sotto i 5 anni
ja: 5 歳未満の児童の深刻な栄養不良
ru: Тяжелая форма истощения среди детей в возрасте до 5 лет

source: CHART_TITLE-Children_severe_wasting_by_gender
de: Starke Unterernährung bei Kindern unter 5 Jahren nach Geschlecht
es: Emaciación severa en niños menores de 5 años por sexo
fr: Émaciation grave chez les enfants de moins de 5 ans par sexe
hi: पांच साल से छोटे बच्चों में गंभीर कुपोषण (लंबाई के मुताबिक कम वज़न), लिंग के हिसाब से
it: Grave deperimento tra bambini sotto i 5 anni per genere
ja: 5 歳未満の児童の深刻な消耗症（性別ごと）
ru: Тяжелая форма истощения среди детей в возрасте до 5 лет по полу

source: CHART_TITLE-Children_wasting
de: Unterernährung bei Kindern unter 5 Jahren
es: Emaciación en niños menores de 5 años
fr: Émaciation chez les enfants de moins de 5 ans
hi: पांच साल से छोटे बच्चों में कुपोषण
it: Deperimento tra bambini sotto i 5 anni
ja: 5 歳未満の児童の消耗症
ru: Истощение среди детей до 5 лет

source: CHART_TITLE-Children_wasting_by_gender
de: Unterernährung bei Kindern unter 5 Jahren nach Geschlecht
es: Emaciación en niños menores de 5 años por sexo
fr: Émaciation chez les enfants de moins de 5 ans par sexe
hi: पांच साल से छोटे बच्चों में कुपोषण
it: Deperimento tra bambini sotto i 5 anni per genere
ja: 5 歳未満の児童の消耗症（性別ごと）
ru: Истощение среди детей в возрасте до 5 лет по полу

source: CHART_TITLE-Citizenship
de: Staatsbürgerlicher Status
es: Estado de ciudadanía
fr: Statut de citoyenneté
hi: नागरिकता का दर्जा
it: Cittadinanza
ja: 市民権ステータス
ru: Статус гражданства

source: CHART_TITLE-Citizenship_distribution
de: Bevölkerungsverteilung nach Staatsangehörigkeit
es: Distribución de la población por estado de ciudadanía
fr: Répartition de la population par statut de citoyenneté
hi: नागरिकता के दर्जे के हिसाब से जनसंख्या का वितरण
it: Distribuzione della popolazione per cittadinanza
ja: 市民権ステータス別の人口分布
ru: Распределение населения по статусу гражданства

source: CHART_TITLE-Covid_cases
de: Kumulative COVID-19-Fälle
es: Casos acumulados de COVID-19
fr: Nombre cumulé de cas de COVID-19
hi: COVID-19 के बढ़ते मामले
it: Casi cumulativi di COVID-19
ja: COVID-19（新型コロナウイルス感染症）の累積感染者数
ru: Общее количество случаев заболевания COVID-19

source: CHART_TITLE-Covid_cases_per_capita
de: Kumulative COVID-19-Fälle pro Kopf
es: Casos acumulados de COVID-19 per cápita
fr: Nombre cumulé de cas de COVID-19 par habitant
hi: COVID-19 के प्रति व्यक्ति बढ़ते मामले
it: Casi cumulativi di COVID-19 pro capite
ja: 人口あたりの COVID-19（新型コロナウイルス感染症）の累計感染者数
ru: Общее количество случаев заболевания COVID-19 на душу населения

source: CHART_TITLE-Covid_deaths
de: Kumulative COVID-19-Todesfälle
es: Muertes acumuladas por COVID-19
fr: Nombre cumulé de décès de la COVID-19
hi: COVID-19 की वजह से हुई मौतें
it: Decessi cumulativi per COVID-19
ja: COVID-19（新型コロナウイルス感染症）の累積死亡者数
ru: Общее количество летальных исходов от COVID-19

source: CHART_TITLE-Covid_deaths_per_capita
de: Kumulative COVID-19-Todesfälle pro Kopf
es: Muertes acumuladas por COVID-19 per cápita
fr: Nombre cumulé de décès de la COVID-19 par habitant
hi: प्रति व्यक्ति COVID-19 से होने वाली मौतें
it: Decessi cumulativi per COVID-19 pro capite
ja: 人口あたり COVID-19（新型コロナウイルス感染症）の累計死亡者数
ru: Общее количество летальных исходов от COVID-19 на душу населения

source: CHART_TITLE-Crime_rate
de: Straftaten pro 100.000 Einwohner
es: Delitos por 100.000 habitantes
fr: Crimes par 100 000 habitants
hi: हर एक लाख लोगों में होने वाले अपराधों की संख्या
it: Reati per 100.000 persone
ja: 犯罪件数（人口 100,000 人あたり）
ru: Количество преступлений на 100 000 человек

source: CHART_TITLE-Cyclones
de: Zyklone
es: Ciclones
fr: Cyclones
hi: चक्रवात
it: Cicloni
ja: サイクロン
ru: Циклоны

source: CHART_TITLE-Earthquakes
de: Erdbeben
es: Terremotos
fr: Séismes
hi: भूकंपों की संख्या
it: Terremoti
ja: 地震
ru: Землетрясения

source: CHART_TITLE-Educational_attainment
de: Bildungsniveau
es: Nivel de estudios
fr: Niveau d'études
hi: शिक्षा पाने वाले लोगों की संख्या
it: Completamento dell'istruzione
ja: 学歴
ru: Получившие образование

source: CHART_TITLE-Educational_attainment_rate
de: Bildungsabschlüsse
es: Tasa de población con estudios
fr: Taux de diplômés de l'enseignement
hi: शिक्षा पाने वाले लोग
it: Tasso di completamento dell'istruzione
ja: 学歴取得率
ru: Процент получивших образование людей

source: CHART_TITLE-Electricity_consumption_per_capita
de: Stromverbrauch pro Kopf
es: Consumo de electricidad per cápita
fr: Consommation d'électricité par habitant
hi: प्रति व्यक्ति बिजली की खपत
it: Consumo di elettricità pro capite
ja: 1 人あたりの電力消費量
ru: Электропотребление на душу населения

source: CHART_TITLE-Electricity_generation
it: Produzione di elettricità pro capite

source: CHART_TITLE-Electricity_price
it: Prezzo dell'elettricità
