Repository: datacommonsorg/website
Catalog: server/i18n/*/LC_MESSAGES/all.po
Languages: de, es, fr, hi, it, ja, ru

source: CHART_TITLE-School_enrollment_rate
de: Schulbesuch
es: Tasa de escolarización
fr: Taux de scolarisation
hi: स्कूल में नाम दर्ज कराने वालों की दर
it: Tasso di iscrizione scolastica
ja: 就学率
ru: Процент зачисленных в школу

source: CHART_TITLE-Social Category
it: Categoria sociale

source: CHART_TITLE-State_unemployment_claims
de: Anträge auf Auszahlung der staatlichen Arbeitslosenversicherung
es: Solicitudes de seguro estatal de desempleo
fr: Demandes d'allocations de chômage d'État
hi: राज्य में बेरोज़गारी भत्तों के दावे
it: Richieste di indennizzo per assicurazioni contro la disoccupazione statale
ja: 州の失業保険請求件数
ru: Количество заявлений на получение страховки по безработице в штате

source: CHART_TITLE-State_unemployment_claims_rate
de: Anteil der Anträge auf Auszahlung der staatlichen Arbeitslosenversicherung
es: Tasa de solicitudes de seguro estatal de desempleo
fr: Taux de demandes d'allocations de chômage
hi: राज्य में बेरोज़गारी भत्तों के लिए दावा करने वालों की दर
it: Percentuale di richieste di indennizzo per assicurazioni contro la disoccupazione statale
ja: 州の失業保険請求率
ru: Процент заявлений на получение страховки по безработице в штате

source: CHART_TITLE-Total_crime
de: Straftaten gesamt
es: Criminalidad total
fr: Nombre total de crimes
hi: अपराधों की कुल संख्या
it: Numero totale di reati
ja: 総犯罪件数
ru: Общее количество преступлений

source: CHART_TITLE-Total_employed
de: Anzahl Berufstätiger
es: Número de personas ocupadas
fr: Nombre de personnes employées
hi: रोज़गार पाने वालों की संख्या
it: Numero di persone che lavorano
ja: 就業者の数
ru: Количество работающих людей

source: CHART_TITLE-Unemployment_rate
de: Arbeitslosenrate
es: Tasa de desempleo
fr: Taux de chômage
hi: बेरोज़गारी दर
it: Tasso di disoccupazione
ja: 失業率
ru: Уровень безработицы

source: CHART_TITLE-Unemployment_rate-urban-v-rural
it: Tasso di disoccupazione: urbana e rurale

source: CHART_TITLE-Unemployment_rate_gender
de: Arbeitslosenquote nach Geschlecht
es: Tasa de desempleo por sexo
fr: Taux de chômage par sexe
hi: बेरोज़गारी दर, लिंग के हिसाब से
it: Tasso di disoccupazione per genere
ja: 失業率（性別ごと）
ru: Уровень безработицы по полу

source: CHART_TITLE-Urban and rural households
it: Nuclei familiari urbani e rurali

source: CHART_TITLE-Urban vs rural homeless population
it: Popolazione senzatetto urbana e rurale

source: CHART_TITLE-Urban vs rural poverty population
it: Tasso di povertà della popolazione urbana e rurale

source: CHART_TITLE-Urban vs rural poverty rate
it: Tasso di povertà urbano e rurale

source: CHART_TITLE-Urban_v_rural_population
de: Städtische und ländliche Bevölkerung
es: Población urbana y rural
fr: Population urbaine et rurale
hi: शहरी और ग्रामीण जनसंख्या
it: Popolazione urbana e rurale
ja: 都市部と農村部の人口
ru: Городское и сельское население

source: CHART_TITLE-Violent_crime
de: Gewaltverbrechen
es: Crímenes violentos
fr: Crimes avec violence
hi: हिंसक अपराधों की कुल संख्या
it: Crimini violenti
ja: 暴力犯罪
ru: Насильственные преступления

source: CHART_TITLE-Violent_crime_rate
de: Gewaltverbrechen pro 100.000 Einwohner
es: Crímenes violentos por 100.000 habitantes
fr: Crimes violents par 100 000 habitants
hi: हर एक लाख लोगों के अनुपात में हिंसक अपराधों की संख्या
it: Crimini violenti per 100.000 persone
ja: 暴力犯罪件数（人口 100,000 人あたり）
ru: Количество насильственных преступлений на 100 000 человек

source: CHART_TITLE-Worker wages (daily)
it: Retribuzioni dei lavoratori (giornaliere)

source: CHART_TITLE-Worker wages (monthly)
it: Retribuzioni dei lavoratori (mensili)

source: CHART_TITLE-Worker wages (monthly): female vs male
it: Retribuzioni dei lavoratori (mensili): donne e uomini

source: CHART_TITLE-Worker wages (monthly): urban vs rural
it: Retribuzioni dei lavoratori (mensili): popolazione urbana e rurale

source: CHART_TITLE-Worker-vs-nonworker-population
it: Popolazione di lavoratori e non lavoratori

source: CHART_TITLE-carbon_dioxide_emissions_nonbiogenic
it: Emissioni di anidride carbonica (non biogeniche)

source: CHART_TITLE-carbon_dioxide_emissions_per_capita
it: Emissioni di anidride carbonica pro capite

source: CHART_TITLE-methane_emissions_nonbiogenic
it: Emissioni di metano (non biogeniche)

source: CHART_TITLE-nitrous_oxide_emissions_non_biogenic
it: Emissioni di ossido di azoto (non biogeniche)

source: CHART_TITLE-water_withdrawal_rate
it: Tasso di prelievo di acqua

source: %(cityName)s Demographics
de: Demografische Werte für %(cityName)s
es: Datos demográficos de %(cityName)s
fr: Données démographiques pour %(cityName)s
hi: %(cityName)s की जनसांख्यिकी (उम्र, लिंग, आय, शिक्षा वगैरह)
ja: %(cityName)s の人口統計
ru: %(cityName)s: демография

source: %(cityName)s Health
de: Gesundheit in %(cityName)s
es: %(cityName)s: salud
fr: Données de santé pour %(cityName)s
hi: %(cityName)s के लोगों के स्वास्थ्य की जानकारी
ja: %(cityName)s の健康状態
ru: %(cityName)s: здоровье

source: %(project)s is a Google supported project
de: %(project)s ist ein von Google unterstütztes Projekt
es: %(project)s es un proyecto respaldado por Google
fr: %(project)s est un projet développé par Google
hi: %(project)s एक ऐसा प्रोजेक्ट है जिसे Google से सहायता मिलती है
ja: %(project)s は Google がサポートするプロジェクトです
ru: Проект %(project)s поддерживается Google

source: API's
fr: API
ja: API
ru: API

source: Blog
hi: ब्लॉग
ja: ブログ
ru: Блог

source: Browse entities in the %(project)s Graph
de: Im %(project)s Graph nach Entitäten suchen
es: Consulta entidades en el gráfico de %(project)s
fr: Parcourez les entités dans le graphique %(project)s
hi: %(project)s के ग्राफ़ में इकाइयां ब्राउज़ करें
ja: %(project)s のグラフでエンティティをブラウジング
ru: Просматривайте данные в графиках %(project)s

source: Build your own
de: Eigene Tools und Analysen erstellen
es: Crea tus propias herramientas y análisis
fr: Personnalisez votre expérience
hi: अपना टूल बनाएं
ja: 自分で作成
ru: Собирайте данные самостоятельно

source: Create Timeline Charts
de: Zeitachsendiagramm erstellen
es: Crea cronologías
fr: Créez des graphiques chronologiques
hi: टाइमलाइन चार्ट बनाएं
ja: タイムライン グラフを作成
ru: Создавайте диаграммы

source: Data Commons
ja: データコモンズ

source: Employment Differences Across Neighboring Cities
de: Unterschiede hinsichtlich Beschäftigung, benachbarte Städte im Vergleich
es: Diferencias de empleo entre ciudades vecinas
fr: Comparaison du taux d'emploi dans les villes voisines
hi: दो पड़ोसी शहरों के बीच रोज़गार में फ़र्क़
ja: 近隣都市間の雇用率の差
ru: различия в уровне занятости населения между соседними городами

source: Explore Places
de: Orte erkunden
es: Consulta información sobre lugares
fr: Explorez les lieux
hi: जगहों के बारे में और जानें
ja: 地域を検索
ru: Узнавайте о новых местах

source: Feedback
es: Comentarios
fr: Commentaires
hi: सुझाव, शिकायत या राय
ja: フィードバック
ru: Отправить отзыв

source: Graph Browser
fr: Exploration des données
hi: ग्राफ़ ब्राउज़र
ja: グラフブラウザ

source: HOME-BUILD_CALLOUT
de: Nutzen Sie Python und REST APIs für Ihre benutzerdefinierte Analyse, zum Erstellen eigener Tools und mehr.
es: Usa las API REST y Python para hacer análisis personalizados, crear tus propias herramientas y mucho más.
fr: Réalisez vos analyses personnalisées, créez vos propres outils et plus encore, avec les API Python et REST.
hi: अपने हिसाब से विश्लेषण करने के लिए, Python और REST API का इस्तेमाल करें. इनके इस्तेमाल से आप अपने टूल बनाने के साथ-साथ बहुत कुछ कर सकते हैं.
ja: Python API と REST API を使用して、独自のカスタム分析を実行したり、独自のツールを構築したりできます。
ru: Используйте Python и REST API, чтобы проводить собственные анализы, создавать инструменты и многое другое.

source: HOME-EXPLORE_CALLOUT
de: Wir haben Ihre Daten für Sie bereinigt und verarbeitet. Für eine ganzheitliche Übersicht wurden Daten zu bestimmten Entitäten aus verschiedenen Quellen zusammengefasst.
es: Hemos filtrado y organizado los datos para que no tengas que hacerlo tú. Los datos sobre entidades concretas proceden de varias fuentes y se agregan para mostrarlos en una vista unificada.
fr: Nous nettoyons et traitons les données à votre place. Les informations sur des entités spécifiques sont issues de différentes sources et rassemblées dans une vue unifiée.
hi: हमने डेटा को अच्छी तरह से प्रोसेस कर लिया है, ताकि इसमें कोई गड़बड़ी ना रह जाए. खास तरह से दिखाने के लिए, डेटा को अलग-अलग स्रोतों से इकट्ठा किया जाता है. ये डेटा किसी खास इकाइयों के लिए होते हैं.
ja: データのクリーンアップと処理は Google によって行われるので、ご自身で行う必要はありません。特定のエンティティに関するデータは、さまざまなソースから集約されて一元的なビューに表示されます。
ru: Мы уже очистили и обработали данные, от вас не требуется никаких действий. Информация о некоторых объектах объединена в единую сводку из разных источников.

source: HOME-HERO_MESSAGE
de: Data Commons ist ein Open Knowledge Repository, das zugeordnete allgemeine Entitäten nutzt, um Daten aus öffentlichen Datensätzen miteinander zu kombinieren. Es enthält Tools, mit denen Sie Daten aus verschiedenen Datensätzen einfach analysieren und auswerten können, ohne diese bereinigen oder kombinieren zu müssen.
es: Data Commons es un repositorio abierto en el que se aglutina información procedente de conjuntos de datos públicos y se asocia a entidades comunes. Incluye herramientas para consultar y analizar fácilmente datos de diferentes conjuntos sin tener que filtrarlos ni unirlos.
fr: Data Commons est un dépôt de connaissances ouvert qui combine des données issues d'ensembles de données publics à l'aide d'entités communes mappées. Ce dépôt est doté d'outils permettant de facilement explorer et analyser des données de différents ensembles sans nettoyer ni fusionner les données.
hi: Data Commons, एक ऐसा प्रोजेक्ट है जिसमें डेटा स्टोर किया जाता है. इस प्रोजेक्ट में सार्वजनिक डेटासेट से डेटा इकट्ठा किया जाता है. ऐसा करने के लिए, एक जैसी इकाइयों को मैप किया जाता है. इसमें मौजूद डेटा को कोई भी ऐक्सेस कर सकता है. इस प्रोजेक्ट में मौजूद टूल, डेटा को आसानी से विश्लेषण करने की सुविधा देते हैं. इसमें अलग-अलग डेटासेट में डेटा को हटाने या जोड़ने की प्रोसेस पूरी नहीं करनी पड़ती है.
ja: データコモンズは、マッピングされた共通エンティティを使用して公開データセットからのデータを結合するオープン ナレッジ リポジトリです。データのクリーニングや結合を行わなくても、さまざまなデータセットのデータを簡単に検索して分析できるツールが含まれています。
ru: Data Commons – это открытая база данных, объединяющая общедоступные наборы данных с помощью сопоставления общих объектов. Специальные инструменты позволяют легко просматривать и анализировать информацию из разных наборов. При этом данные не нужно очищать и объединять.

source: HOME-JOIN_EFFORT
de: Mitmachen.
es: Colabora en el proyecto.
fr: Apportez votre contribution.
hi: Data Commons को बेहतर बनाने में अपना योगदान दें.
ja: 取り組みに参加しましょう。
ru: Присоединиться к проекту

source: HOME-OPEN_SOURCED
de: <a href=%(github_url)s>Open Source</a>, mit <a href=%(schemaorg_url)s>%(tool)s</a> erstellt.
es: Proyecto de <a href=%(github_url)s>código abierto</a> creado con <a href=%(schemaorg_url)s>%(tool)s</a>.
fr: <a href=%(github_url)s>Et le dépôt en Open Source</a> est basé sur <a href=%(schemaorg_url)s>%(tool)s</a>.
hi: <a href=%(github_url)s>सभी के लिए उपलब्ध डेटा</a>, <a href=%(schemaorg_url)s>%(tool)s</a> का इस्तेमाल करके बनाएं.
ja: <a href=%(github_url)s>オープンソース</a>、<a href=%(schemaorg_url)s>%(tool)s</a>で作成。
ru: <a href=%(github_url)s>ПО с открытым исходным кодом</a>, разработанное с помощью <a href=%(schemaorg_url)s>%(tool)s</a>.

source: Loading...
de: Wird geladen…
es: Cargando...
fr: Chargement…
hi: लोड हो रहा है...
ja: 読み込んでいます…
ru: Загрузка…

source: MORE
de: und mehr
es: más...
fr: etc.
hi: ऐसे और भी लिंक हैं ...
ja: その他
ru: ещё…

source: New York City Department of Education
de: Amt für Bildung, New York City
es: Departamento de Educación de la ciudad de Nueva York
fr: Département de l'éducation de la ville de New York
hi: न्यूयॉर्क शहर का शिक्षा विभाग
ja: ニューヨーク市教育局
ru: Департамент образования Нью-Йорка

source: Open
es: Abierto
fr: Dépôt ouvert
hi: ओपन डेटा के बारे में जानकारी
ja: オープン
ru: Открытый ресурс

source: Open Data.
es: Datos importados con código abierto.
fr: Les données sont ouvertes.
hi: सभी के लिए उपलब्ध डेटा (ओपन डेटा)
ja: データはオープンソースです。
ru: Данные из открытого источника.

source: Richest vs. Poorest California Counties
de: Counties mit dem höchsten Wohlstand in Kalifornien im Vergleich mit den ärmsten
es: Comparación de los condados de California más ricos y más pobres
fr: Comparaison entre les comtés de Californie les plus riches et les plus pauvres
hi: कैलिफ़ोर्निया की काउंटी के सबसे अमीर बनाम सबसे गरीब
ja: カリフォルニア州の最も富裕な郡と最も貧しい郡
ru: самые богатые и бедные округи Калифорнии

source: See API documentation.
de: Siehe API-Dokumentation
es: Consulta la documentación de la API.
fr: Consultez la documentation de l'API.
hi: एपीआई दस्तावेज़ देखें
ja: API ドキュメントをご覧ください。
ru: Смотреть документацию по API

source: See some sample Python notebooks.
de: Beispiele für Python-Notebooks ansehen.
es: Consulta algunos ejemplos de cuadernos de Python.
fr: Consultez des exemples de notebooks Python.
hi: Python के कुछ सैंपल नोटबुक देखें
ja: サンプル Python ノートブックをご覧ください。
ru: Смотреть примеры документов на Python

source: Timelines Explorer
fr: Exploration chronologique
hi: टाइमलाइन एक्सप्लोर करने वाला टूल
ja: タイムライン エクスプローラ

source: US University Towns by Income
de: Universitätsstädte der USA nach Einkommen
es: Ciudades universitarias estadounidenses clasificadas por ingresos
fr: Villes universitaires aux États-Unis par revenus
hi: आमदनी के हिसाब से अमेरिकी यूनिवर्सिटी वाले टाउन
ja: 所得別の米国の大学都市
ru: студенческие города США по уровню доходов

source: What's new
de: Neu
es: Novedades
fr: Nouveautés
hi: नया क्या है
ja: 最新情報
ru: Что нового

source: CHART_TITLE-Co2_emissions_per_capita
de: Kohlendioxidemissionen pro Kopf
es: Emisiones de CO2 per cápita
fr: Émissions de CO2 par habitant
hi: प्रति व्यक्ति CO2 उत्सर्जन
ja: 1 人あたりの CO2 排出量
ru: Выбросы углекислого газа на душу населения

source: CHART_TITLE-Disasters
de: Katastrophen
es: Desastres
fr: Catastrophes naturelles
hi: आपदाएं
ja: 災害
ru: Стихийные бедствия

source: HOME-BLOG_POST_1
ru: Проект %(project)s теперь доступен в Google Поиске. <a href=%(blog_url)s>Подробнее…</a>

source: HOME-DATA_SOURCES
ru: Среди наших источников данных
