Repository: datacommonsorg/website
Catalog: server/l10n/*/LC_MESSAGES/all.po
Languages: hi, pt_br, ru, zh_hans_cn

source: %(project)s is a Google supported project
hi: %(project)s एक ऐसा प्रोजेक्ट है जिसे Google से सहायता मिलती है
pt_br: %(project)s é um projeto apoiado pelo Google
ru: Проект %(project)s поддерживается Google
zh_hans_cn: %(project)s 是由 Google 支持的项目

source: API's
ru: API
zh_hans_cn: API

source: About
hi: इसके बारे में जानकारी
pt_br: Sobre
ru: Информация
zh_hans_cn: 简介

source: About Data Commons
hi: Data Commons के बारे में जानकारी
pt_br: Sobre o Data Commons
ru: О Data Commons
zh_hans_cn: Data Commons 简介

source: Blog
hi: ब्लॉग
ru: Блог
zh_hans_cn: 博客

source: Cities, United States
hi: संयुक्त राज्य अमेरिका के शहर
pt_br: Cidades dos Estados Unidos
ru: Города в США
zh_hans_cn: 城市，美国

source: Contribute
hi: योगदान
pt_br: Contribua
ru: Помочь проекту
zh_hans_cn: 参与

source: Counties, United States
hi: संयुक्त राज्य अमेरिका की काउंटी
pt_br: Condados nos Estados Unidos
ru: Округа в США
zh_hans_cn: 县，美国

source: Countries
hi: देश
pt_br: Países
ru: Страны
zh_hans_cn: 国家或地区

source: Data Sources
hi: डेटा स्रोत
pt_br: Fontes de dados
ru: Источники данных
zh_hans_cn: 数据来源：

source: Disclaimers
hi: खंंडन
pt_br: Exonerações de responsabilidade
ru: Отказ от обязательств
zh_hans_cn: 免责声明

source: Documentation
hi: दस्तावेज़
pt_br: Documentação
ru: Документация
zh_hans_cn: 文档

source: Economic Indicators, Worldwide
hi: दुनिया भर में इकॉनमिक इंडिकेटर
pt_br: Indicadores econômicos globais
ru: Экономические показатели в мире
zh_hans_cn: 经济指标，全球

source: Enter a country, state, county or city
hi: देश, राज्य, काउंटी या शहर का नाम डालें
pt_br: Insira um país, estado, condado ou cidade
ru: Укажите страну, штат, округ или город
zh_hans_cn: 输入国家或地区、州或省、县或城市

source: Explore
hi: एक्सप्लोर करें
pt_br: Explorar
ru: Обзор
zh_hans_cn: 探索

source: FAQ
hi: अक्सर पूछे जाने वाले सवाल
pt_br: Perguntas frequentes
ru: Часто задаваемые вопросы
zh_hans_cn: 常见问题解答

source: Feedback
hi: सुझाव, शिकायत या राय
ru: Отправить отзыв
zh_hans_cn: 反馈

source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले सवाल
pt_br: Perguntas frequentes
ru: Часто задаваемые вопросы
zh_hans_cn: 常见问题解答

source: Gini Index
hi: Gini इंडेक्स
pt_br: Índice de Gini
ru: Коэффициент Джини
zh_hans_cn: 基尼系数

source: Github Repository
hi: GitHub डेटा स्टोर करने की जगह
pt_br: Repositório do GitHub
ru: Хранилище GitHub
zh_hans_cn: Github 代码库

source: Government Expenditures on Education
hi: शिक्षा पर सरकारी खर्च
pt_br: Gastos do governo em educação
ru: Расходы правительства на образование
zh_hans_cn: 政府教育支出

source: Government Expenditures on Military
hi: सेना पर सरकारी खर्च
pt_br: Gastos do governo em forças armadas
ru: Военные расходы правительства
zh_hans_cn: 政府军事支出

source: Graph Browser
hi: ग्राफ़ ब्राउज़र
pt_br: Navegador de mapa
zh_hans_cn: 图表浏览器

source: Gross National Income
hi: सकल राष्ट्रीय आय
pt_br: Renda Nacional Bruta
ru: Валовой национальный доход
zh_hans_cn: 国民总收入

source: Life Expectancy
hi: औसत उम्र
pt_br: Expectativa de vida
ru: Средняя продолжительность жизни
zh_hans_cn: 预期寿命

source: Loading...
hi: लोड हो रहा है...
pt_br: Carregando…
ru: Загрузка…
zh_hans_cn: 正在加载…

source: Median Income, United States
hi: संयुक्त राज्य अमेरिका में औसत आय
pt_br: Renda mediana nos Estados Unidos
ru: Медианный доход в США
zh_hans_cn: 中位数收入，美国

# PLACE_EXPLORER_INTRO
source: <p>The Place Explorer tool helps you understand the core data underlying a place. It pulls together a set of charts on the demographics, education, economics, etc., of the place, placing them in context with comparisons to other places. You can also see how different places rank along different metrics line unemployment, crime and income.</p><p>You can dive into the charts for your favorite city, zipcode, county, state or country using the search box above.</p><p>Or, start exploring some well known places ...</p>
hi: <p>जगह एक्सप्लोर करने वाले टूल से आपको किसी जगह का सबसे ज़रूरी डेटा समझने में मदद मिलती है. यह टूल किसी जगह के बारे में शिक्षा और अर्थशास्त्र से जुड़ा डेटा, चार्ट में दिखाता है. इस डेटा में लोगों की जानकारी (जैसे, उम्र, लिंग, आय, शिक्षा वगैरह) भी शामिल होती है. साथ ही, अन्य जगहों का डेटा भी दिखाया जाता है, ताकि तुलना की जा सके. आप मेट्रिक के हिसाब से अलग-अलग जगहों की रैंक भी देख सकते हैं. इन मेट्रिक में बेरोज़गारी, अपराध, और आय शामिल हैं.</p><p>आप ऊपर दिए गए खोज बॉक्स का इस्तेमाल करके, अपने पसंदीदा शहर, पिन कोड, देश, राज्य या देश के हिसाब से डेटा के चार्ट देख सकते हैं.</p><p>इसके अलावा, आप सबसे मशहूर कुछ जगहों को एक्सप्लोर कर सकते हैं ...</p>
pt_br: <p>A ferramenta Explorador de lugares ajuda você a entender os principais dados relacionados a um lugar. Ela reúne um conjunto de gráficos demográficos, educacionais, econômicos etc. do lugar, mostrando-os em contexto com outros lugares. Também é possível ver o ranking de cada lugar de acordo com diferentes métricas, como desemprego, crime e renda.</p><p>Você pode ver gráficos detalhados da sua cidade, CEP, condado, estado ou país favorito usando a caixa de pesquisa acima.</p><p>Ou explore lugares conhecidos…</p>
ru: <p>Place Explorer – это инструмент, который помогает получить основные данные о выбранном месте. Информация выводится в виде диаграмм данных по демографии, образованию, экономике и т. д. в сравнении с другими местами. Вы также можете посмотреть рейтинг разных мест по определенным показателям, таким как безработица, преступность и доход.</p><p>Вы можете искать данные по городу, почтовому индексу, округу, штату или стране с помощью окна поиска выше.</p><p>Кроме того, можно начать с просмотра данных об известных местах.</p>
zh_hans_cn: <p>地点探索工具有助于您了解一个地点的底层核心数据。它围绕某个地点的人口、教育、经济等状况，汇总了一系列图表，并将该地的状况与其他地点比较。您还可以了解不同的地点在失业率、犯罪率和收入水平等不同指标上的排名状况。</p><p>借助上面的搜索框，您可以搜索您喜欢的城市、邮政编码区域、县、州或省、国家或地区，深入探索这些地点的图表。</p><p>您也可以从探索一些著名地点开始...</p>

source: Place Explorer
hi: जगह एक्सप्लोर करने वाला टूल
pt_br: Explorador de lugares
zh_hans_cn: 地点探索工具

source: Places
hi: जगहें
pt_br: Lugares
ru: Места
zh_hans_cn: 地点

source: Privacy Policy
hi: निजता नीति
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans_cn: 隐私权政策

source: Rankings
hi: रैंकिंग
pt_br: Classificações
ru: Рейтинги
zh_hans_cn: 排名

source: States, United States
hi: संयुक्त राज्य अमेरिका के राज्य
pt_br: Estados dos Estados Unidos
ru: Штаты в США
zh_hans_cn: 州，美国

source: Terms and Conditions
hi: नियम और शर्तें
pt_br: Termos e Condições
ru: Условия использования
zh_hans_cn: 条款及条件

source: Timelines Explorer
hi: टाइमलाइन एक्सप्लोर करने वाला टूल
pt_br: Explorador de linhas do tempo
zh_hans_cn: 时间轴探索工具

source: Tutorials
hi: ट्यूटोरियल
pt_br: Tutoriais
ru: Руководства
zh_hans_cn: 教程

source: Unemployment Rate, United States
hi: संयुक्त राज्य अमेरिका में बेरोज़गारी की दर
pt_br: Taxa de desemprego nos Estados Unidos
ru: Уровень безработицы в США
zh_hans_cn: 失业率，美国

source: Worldwide
hi: दुनिया भर में
pt_br: Global
ru: в мире
zh_hans_cn: 全球

source: by city
hi: शहर के हिसाब से
pt_br: por cidade
ru: по городу
zh_hans_cn: 按城市

source: by county
hi: काउंटी के हिसाब से
pt_br: por condado
ru: по стране
zh_hans_cn: 按国家或地区

source: by state
hi: राज्य के हिसाब से
pt_br: por estado
ru: по штату
zh_hans_cn: 按州或省

source: in United States
hi: संयुक्त राज्य अमेरिका में
pt_br: nos Estados Unidos
ru: в США
zh_hans_cn: 在美国
