Repository: datacommonsorg/website
Catalog: server/l10n/*/LC_MESSAGES/all.po
Languages: hi, pt_br, ru, zh_hans_cn

# CHART_TITLE-CHART_CATEGORY-Crime
source: Crime
hi: अपराध
pt_br: Crimes
ru: Преступления
zh_hans_cn: 犯罪

# CHART_TITLE-CHART_CATEGORY-Demographics
source: Demographics
hi: लोगों की जानकारी, जैसे कि उम्र, लिंग, आय, शिक्षा वगैरह
pt_br: Dados demográficos
ru: Демография
zh_hans_cn: 人口统计

# CHART_TITLE-CHART_CATEGORY-Economics
source: Economics
hi: अर्थशास्त्र
pt_br: Economias
ru: Экономика
zh_hans_cn: 经济

# CHART_TITLE-CHART_CATEGORY-Education
source: Education
hi: शिक्षा
pt_br: Educação
ru: Образование
zh_hans_cn: 教育

# CHART_TITLE-CHART_CATEGORY-Environment
source: Environment
hi: एनवायरमेंट
pt_br: Meio ambiente
ru: Окружающая среда
zh_hans_cn: 环境

# CHART_TITLE-CHART_CATEGORY-Equity
source: Equity
hi: इक्विटी
pt_br: Igualdade
ru: Собственный капитал
zh_hans_cn: 平等

# CHART_TITLE-CHART_CATEGORY-Health
source: Health
hi: स्वास्थ्य
pt_br: Saúde
ru: Здоровье
zh_hans_cn: 健康

# CHART_TITLE-CHART_CATEGORY-Housing
source: Housing
hi: घर
pt_br: Habitação
ru: Жилье
zh_hans_cn: 住房

# CHART_TITLE-Alcohol_consumption_per_capita
source: Alcohol consumption per capita (annual)
hi: अल्कोहल की प्रति व्यक्ति खपत (सालाना)
pt_br: Consumo de álcool per capita (anual)
ru: Потребление алкоголя на душу населения (в год)
zh_hans_cn: 人均年酒精消费量

# CHART_TITLE-Arson
source: Arson
hi: आगज़नी
pt_br: Incêndios criminosos
ru: Поджог
zh_hans_cn: 纵火

# CHART_TITLE-Arson_rate
source: Arsons per 100,000 people
hi: प्रति एक लाख लोगों के अनुपात में आगज़नी की घटनाएं
pt_br: Incêndios criminosos por 100.000 pessoas
ru: Количество поджогов на 100 000 человек
zh_hans_cn: 每 10 万人中纵火案件

# CHART_TITLE-Associate_degree_rate_gender
source: Rate of associate degree attainment by gender
hi: लिंग के हिसाब से असोसिएट डिग्री पाने वालों की दर
pt_br: Taxa de formação em curso superior de tecnologia por gênero
ru: Процент людей с неоконченным высшим образованием по полу
zh_hans_cn: 按性别细分的副学士学位获得者占比

# CHART_TITLE-Bachelors_degree_rate_gender
source: Rate of bachelor's degree attainment by gender
hi: लिंग के हिसाब से ऐसे लोगों की दर जो स्नातक हैं
pt_br: Taxa de formação em nível de bacharel por gênero
ru: Процент имеющих степень бакалавра людей по полу
zh_hans_cn: 按性别细分的学士学位获得者占比

# CHART_TITLE-Children_employed
source: Children in employment
hi: नौकरी करने वाले बच्चों की संख्या
pt_br: Crianças empregadas
ru: Количество работающих детей
zh_hans_cn: 童工数

# CHART_TITLE-Children_employed_gender
source: Children in employment by gender
hi: नौकरी करने वाले बच्चों की संख्या, लिंग के हिसाब से
pt_br: Crianças empregadas por gênero
ru: Количество работающих детей по полу
zh_hans_cn: 按性别细分的童工数

# CHART_TITLE-Children_severe_wasting
source: Severe wasting among children under 5
hi: पांच साल से छोटे बच्चों में गंभीर कुपोषण
pt_br: Síndrome consumptiva grave em crianças com menos de cinco anos
ru: Тяжелая форма истощения среди детей в возрасте до 5 лет
zh_hans_cn: 5 岁以下严重消瘦儿童

# CHART_TITLE-Children_severe_wasting_by_gender
source: Severe wasting among children under 5 by gender
hi: पांच साल से छोटे बच्चों में गंभीर कुपोषण (लंबाई के मुताबिक कम वज़न), लिंग के हिसाब से
pt_br: Síndrome consumptiva grave entre crianças menores de cinco anos por gênero
ru: Тяжелая форма истощения среди детей в возрасте до 5 лет по полу
zh_hans_cn: 按性别细分的 5 周岁以下儿童中严重消瘦发生率

# CHART_TITLE-Children_wasting
source: Wasting among children under 5
hi: पांच साल से छोटे बच्चों में कुपोषण
pt_br: Síndrome consumptiva entre crianças menores de cinco anos
ru: Истощение среди детей до 5 лет
zh_hans_cn: 5 周岁以下儿童中消瘦发生率

# CHART_TITLE-Children_wasting_by_gender
source: Wasting among children under 5 by gender
hi: पांच साल से छोटे बच्चों में कुपोषण
pt_br: Síndrome consumptiva entre crianças menores de cinco anos por gênero
ru: Истощение среди детей в возрасте до 5 лет по полу
zh_hans_cn: 按性别细分的 5 周岁以下儿童中消瘦发生率

# CHART_TITLE-Citizenship
source: Citizenship status
hi: नागरिकता का दर्जा
pt_br: Status de cidadania
ru: Статус гражданства
zh_hans_cn: 公民身份

# CHART_TITLE-Citizenship_distribution
source: Distribution of population by citizenship status
hi: नागरिकता के दर्जे के हिसाब से जनसंख्या का वितरण
pt_br: Distribuição da população por status de cidadania
ru: Распределение населения по статусу гражданства
zh_hans_cn: 按公民身份细分的人口分布情况

# CHART_TITLE-Co2_emissions_per_capita
source: CO2 emissions per capita
hi: प्रति व्यक्ति CO2 उत्सर्जन
pt_br: Emissões de CO2 per capita
ru: Выбросы углекислого газа на душу населения
zh_hans_cn: 人均二氧化碳排放量

# CHART_TITLE-Covid_cases
source: COVID-19 cumulative cases
hi: COVID-19 के बढ़ते मामले
pt_br: Casos cumulativos da COVID-19
ru: Общее количество случаев заболевания COVID-19
zh_hans_cn: 累计 COVID-19 病例数

# CHART_TITLE-Covid_cases_per_capita
source: COVID-19 cumulative cases per capita
hi: COVID-19 के प्रति व्यक्ति बढ़ते मामले
pt_br: Casos cumulativos de COVID-19 per capita
ru: Общее количество случаев заболевания COVID-19 на душу населения
zh_hans_cn: 人均 COVID-19 累计病例

# CHART_TITLE-Covid_deaths
source: COVID-19 cumulative deaths
hi: COVID-19 की वजह से हुई मौतें
pt_br: Mortes cumulativas por COVID-19
ru: Общее количество летальных исходов от COVID-19
zh_hans_cn: COVID-19 累计死亡人数

# CHART_TITLE-Covid_deaths_per_capita
source: COVID-19 cumulative deaths per capita
hi: प्रति व्यक्ति COVID-19 से होने वाली मौतें
pt_br: Mortes cumulativas por COVID-19 per capita
ru: Общее количество летальных исходов от COVID-19 на душу населения
zh_hans_cn: 人均 COVID-19 累计死亡病例

# CHART_TITLE-Crime_rate
source: Crimes per 100,000 people
hi: हर एक लाख लोगों में होने वाले अपराधों की संख्या
pt_br: Crimes por 100,000 pessoas
ru: Количество преступлений на 100 000 человек
zh_hans_cn: 每 10 万人中犯罪案件总数

# CHART_TITLE-Cyclones
source: Cyclones
hi: चक्रवात
pt_br: Ciclones
ru: Циклоны
zh_hans_cn: 龙卷风

# CHART_TITLE-Disasters
source: Disasters
hi: आपदाएं
pt_br: Desastres
ru: Стихийные бедствия
zh_hans_cn: 灾难发生总次数

# CHART_TITLE-Earthquakes
source: Earthquakes
hi: भूकंपों की संख्या
pt_br: Terremotos
ru: Землетрясения
zh_hans_cn: 地震发生总次数

# CHART_TITLE-Educational_attainment
source: Education attainment
hi: शिक्षा पाने वाले लोगों की संख्या
pt_br: Nível educacional
ru: Получившие образование
zh_hans_cn: 教育水平

# CHART_TITLE-Educational_attainment_rate
source: Education attainment rate
hi: शिक्षा पाने वाले लोग
pt_br: Taxa de nível educacional
ru: Процент получивших образование людей
zh_hans_cn: 受教育率

# CHART_TITLE-Electricity_consumption_per_capita
source: Electricity consumption per capita
hi: प्रति व्यक्ति बिजली की खपत
pt_br: Consumo de eletricidade per capita
ru: Электропотребление на душу населения
zh_hans_cn: 人均用电量

# CHART_TITLE-Energy_use
source: Energy use (kg of oil equivalent per capita)
hi: ऊर्जा की खपत (प्रति व्यक्ति किलोग्राम तेल)
pt_br: Uso de energia (quilogramas de equivalente de petróleo per capita)
ru: Энергопотребление (кг нефтяного эквивалента на душу населения)
zh_hans_cn: 能源使用量（人均公斤石油当量）

# CHART_TITLE-Fertility_rate
source: Fertility rate
hi: प्रजनन दर
pt_br: Taxa de fertilidade
ru: Коэффициент суммарной рождаемости
zh_hans_cn: 生育率

# CHART_TITLE-Gdp_growth_rate
source: Gross domestic product growth rate
hi: सकल घरेलू उत्पाद (GDP) वृद्धि दर
pt_br: Taxa de crescimento do produto interno bruto
ru: Темпы роста ВВП
zh_hans_cn: 国内生产总值增长率

# CHART_TITLE-Gdp_per_capita
source: Gross domestic product per capita
hi: प्रति व्यक्ति सकल घरेलू उत्पाद
pt_br: Produto Interno Bruto per capita
ru: Валовой внутренний продукт на душу населения
zh_hans_cn: 人均国内生产总值

# CHART_TITLE-Gini_index
source: Gini index
hi: Gini इंडेक्स
pt_br: Índice de Gini
ru: Коэффициент Джини
zh_hans_cn: 基尼系数

# CHART_TITLE-Gni
source: Gross national income (purchasing power parity)
hi: सकल राष्ट्रीय आय (क्रय क्षमता की समानता)
pt_br: Renda Nacional Bruta (paridade do poder de compra)
ru: Валовой национальный доход (по паритету покупательной способности)
zh_hans_cn: 国民总收入（购买力平价）

# CHART_TITLE-Gni_per_capita
source: Gross national income per capita (purchasing power parity)
hi: प्रति व्यक्ति सकल राष्ट्रीय आय (क्रय क्षमता की समानता)
pt_br: Renda Nacional Bruta per capita (paridade do poder de compra)
ru: Валовой национальный доход на душу населения (по паритету покупательной способности)
zh_hans_cn: 人均国民总收入（购买力平价）

# CHART_TITLE-Government_debt
source: Government debt
hi: सरकारी क़र्ज़
pt_br: Dívida pública
ru: Государственный долг
zh_hans_cn: 政府债务

# CHART_TITLE-Government_debt_per_capita
source: Government expenditures on education (% of government expenditure)
hi: शिक्षा पर सरकारी खर्च (कुल सरकारी खर्च का %)
pt_br: Gastos do governo em educação (% dos gastos do governo)
ru: Расходы правительства на образование (в % от общих расходов)
zh_hans_cn: 政府教育支出（在政府支出中占比）

# CHART_TITLE-Government_expenditures_education
source: Government expenditures on education (% of GDP)
hi: शिक्षा पर सरकारी खर्च (GDP का %)
pt_br: Gastos do governo em educação (% do PIB)
ru: Расходы правительства на образование (в % от ВВП)
zh_hans_cn: 政府教育支出（在 GDP 中占比）

# CHART_TITLE-Government_expenditures_education_gdp
source: Government expenditures on education (% of GDP)
hi: शिक्षा पर सरकारी खर्च (GDP का %)
pt_br: Gastos do governo em educação (% do PIB)
ru: Расходы правительства на образование (в % от ВВП)
zh_hans_cn: 政府教育支出（在 GDP 中占比）

# CHART_TITLE-Government_expenditures_military
source: Government expenditures on military
hi: सेना पर होने वाला सरकारी खर्च
pt_br: Gastos do governo em forças armadas
ru: Военные расходы правительства
zh_hans_cn: 政府军事支出

# CHART_TITLE-Government_expenditures_military_per_gdp
source: Government expenditures on military as a percentage of GDP
hi: सेना पर होने वाला सरकारी खर्च, GDP के प्रतिशत के तौर पर
pt_br: Gastos do governo em forças armadas, como uma porcentagem do PIB
ru: Военные расходы правительства в процентах от ВВП
zh_hans_cn: 政府军事支出在 GDP 中占比

# CHART_TITLE-Graduate_or_professional_degree_rate_gender
source: Rate of graduate or professional degree attainment by gender
hi: लिंग के हिसाब से ऐसे लोगों की संख्या जिनके पास प्रोफ़ेशनल डिग्री है
pt_br: Taxa de formação em nível de graduação ou diploma profissional por gênero
ru: Процент людей, имеющих степень магистра или высшее профессиональное образование, по полу
zh_hans_cn: 按性别细分的研究生或专业学位获得者占比

# CHART_TITLE-Health_behaviors
source: Health behaviors
hi: स्वास्थ्य से जुड़ी बुरी आदतें
pt_br: Comportamentos de saúde
ru: Вредные привычки
zh_hans_cn: 健康行为

# CHART_TITLE-Health_outcomes
source: Health outcomes
hi: स्वास्थ्य पर असर
pt_br: Problemas de saúde
ru: Последствия для здоровья
zh_hans_cn: 存在健康问题的人口占比

# CHART_TITLE-Household_income
source: Household income
hi: पारिवारिक आय
pt_br: Renda familiar
ru: Семейный доход
zh_hans_cn: 家庭收入

# CHART_TITLE-Household_income_by_bracket
source: Percentage of households by income brackets
hi: आय वर्ग के हिसाब से परिवारों का प्रतिशत
pt_br: Porcentagem de famílias por níveis de renda
ru: Процент семей по уровню дохода
zh_hans_cn: 按收入区间细分的家庭占比

# CHART_TITLE-Housing_units
source: Housing units
hi: घरों की संख्या
pt_br: Unidades habitacionais
ru: Жилищные единицы
zh_hans_cn: 住宅单位数

# CHART_TITLE-Housing_units_date_built
source: Housing units by date built
hi: बनने की तारीख के हिसाब से घरों की संख्या
pt_br: Unidades habitacionais por data de construção
ru: Распределение жилищных единиц по дате постройки
zh_hans_cn: 按建造年代细分的住宅单位数

# CHART_TITLE-Housing_units_date_built_distrubtion
source: Distribution of housing units by date built
hi: बनने की तारीख के हिसाब से ऐसे घरों का प्रतिशत जिनमें लोग नहीं रहते हैं
pt_br: Distribuição das unidades habitacionais por data de construção
ru: Распределение жилищных единиц по дате постройки
zh_hans_cn: 按建造时间细分的住宅单位分布情况

# CHART_TITLE-Housing_units_per_capita
source: Housing units per capita
hi: प्रति व्यक्ति घरों की संख्या
pt_br: Unidades habitacionais per capita
ru: Жилищные единицы на душу населения
zh_hans_cn: 人均住宅单位总数

# CHART_TITLE-Housing_units_price
source: Housing units by price
hi: कीमत के हिसाब से घरों की संख्या
pt_br: Unidades habitacionais por preço
ru: Жилищные единицы по цене
zh_hans_cn: 按价格细分的住宅单位数

# CHART_TITLE-Housing_units_price_distribution
source: Distribution of occupied housing units by price
hi: कीमत के हिसाब से ऐसे घरों की संख्या जिनमें लोग रहते हैं
pt_br: Distribuição de unidades habitacionais ocupadas por preço
ru: Распределение занятых жилищных единиц по цене
zh_hans_cn: 按价格细分的已有人入住的住宅单位分布情况

# CHART_TITLE-Housing_units_race
source: Housing units by householder race
hi: परिवार के सदस्य की नस्ल के हिसाब से घरों की कुल संख्या
pt_br: Unidades habitacionais por raça da família
ru: Распределение жилищных единиц по расам
zh_hans_cn: 按居住者种族细分的住宅单位数

# CHART_TITLE-Housing_units_race_distribution
source: Distribution of housing units by householder race
hi: परिवार के सदस्य की नस्ल के हिसाब से घरों का प्रतिशत
pt_br: Distribuição de unidades habitacionais por raça da família
ru: Распределение жилищных единиц по расе арендатора
zh_hans_cn: 按居住者种族细分的住宅单位分布情况

# CHART_TITLE-Housing_units_rental_status
source: Housing units by rental status
hi: किराये के हिसाब से घरों की संख्या
pt_br: Unidades habitacionais por status de locação
ru: Распределение жилищных единиц по статусу аренды
zh_hans_cn: 按租赁状态细分的住宅单位数

# CHART_TITLE-Housing_units_rental_status_distribution
source: Distribution of housing units by rental status
hi: किराये के हिसाब से ऐसे घरों का प्रतिशत जिनमें लोग रहते हैं
pt_br: Distribuição de unidades habitacionais por status de locação
ru: Распределение жилищных единиц по статусу аренды
zh_hans_cn: 按租赁状态细分的住宅单位分布情况

# CHART_TITLE-Individual_income
source: Individual income
hi: व्यक्तिगत आय
pt_br: Renda individual
ru: Личный доход
zh_hans_cn: 个人收入

# CHART_TITLE-Individual_income_by_bracket
source: Percentage of individuals by income brackets
hi: आय वर्ग के हिसाब से लोगों का प्रतिशत
pt_br: Porcentagem de indivíduos por faixas de renda
ru: Процент населения по уровню дохода
zh_hans_cn: 按收入区间细分的个人占比

# CHART_TITLE-Infant_mortality_rate
source: Infant mortality rate
hi: नवजातों के मरने की दर
pt_br: Taxa de mortalidade infantil
ru: Уровень детской смертности
zh_hans_cn: 婴儿死亡率

# CHART_TITLE-Infant_mortality_rate_gender
source: Infant mortality rate by gender
hi: शिशुओं के मरने की दर, लिंग के हिसाब से
pt_br: Taxa de mortalidade infantil por gênero
ru: Уровень детской смертности по полу
zh_hans_cn: 按性别细分的婴儿死亡率

# CHART_TITLE-Inward_remittance
source: Inward remittance
hi: लोगों के बैंक खातों में जमा कुल रकम
pt_br: Entrada de remessa
ru: Внутренние переводы
zh_hans_cn: 汇入汇款

# CHART_TITLE-Inward_remittance_per_gdp
source: Inward remittance (% of GDP)
hi: लोगों के बैंक खातों में जमा कुल रकम (GDP का %)
pt_br: Recebimento de remessa (% do PIB)
ru: Внутренние переводы (в % от ВВП)
zh_hans_cn: 汇入汇款（在 GDP 中占比）

# CHART_TITLE-Labor_force
source: Labor force
hi: मज़दूरों की संख्या
pt_br: Força de trabalho
ru: Рабочая сила
zh_hans_cn: 劳动力

# CHART_TITLE-Labor_force_rate
source: Labor force participation rate
hi: मज़दूरी करने वालों की दर
pt_br: Taxa de participação na força de trabalho
ru: Процент задействованной рабочей силы
zh_hans_cn: 劳动力参与率

# CHART_TITLE-Life_expectancy
source: Life expectancy (years)
hi: औसत उम्र (साल)
pt_br: Expectativa de vida (anos)
ru: Средняя продолжительность жизни (годы)
zh_hans_cn: 预期寿命（年）

# CHART_TITLE-Marital_status
source: Marital status
hi: वैवाहिक स्थिति
pt_br: estado civil
ru: Семейное положение
zh_hans_cn: 婚姻状况

# CHART_TITLE-Marital_status_distribution
source: Marital status distribution
hi: वैवाहिक स्थिति के हिसाब से
pt_br: Distribuição por estado civil
ru: Распределение семейного положения
zh_hans_cn: 婚姻状况分布情况

# CHART_TITLE-Market_capitalization
source: Market capitalization of domestic companies
hi: घरेलू कंपनियों का बाज़ार पूंजीकरण
pt_br: Capitalização de mercado de empresas nacionais
ru: Рыночная капитализация отечественных компаний
zh_hans_cn: 国内公司市值

# CHART_TITLE-Market_capitalization_per_gdp
source: Market capitalization of domestic companies (% of GDP)
hi: घरेलू कंपनियों का बाज़ार पूंजीकरण (GDP का प्रतिशत)
pt_br: Capitalização de mercado de empresas nacionais (% do PIB)
ru: Рыночная капитализация отечественных компаний (в % от ВВП)
zh_hans_cn: 国内公司市值（在 GDP 中占比）

# CHART_TITLE-Median_age
source: Median Age
hi: औसत उम्र
pt_br: Idade mediana
ru: Медианный возраст
zh_hans_cn: 中位数年龄

# CHART_TITLE-Median_age_gender
source: Median age by gender
hi: लिंग के हिसाब से औसत उम्र
pt_br: Idade mediana por gênero
ru: Медианный возраст по полу
zh_hans_cn: 按性别细分的中位数年龄

# CHART_TITLE-Median_age_race
source: Median age by race
hi: नस्ल के हिसाब से औसत उम्र
pt_br: Média de idade por raça
ru: Медианный возраст по расам
zh_hans_cn: 按种族细分的中位数年龄

# CHART_TITLE-Median_household_income
source: Median household income
hi: औसत पारिवारिक आय
pt_br: Renda familiar mediana
ru: Медианный семейный доход
zh_hans_cn: 中位数家庭收入

# CHART_TITLE-Median_household_income_race
source: Median household income by race
hi: नस्ल के हिसाब से औसत पारिवारिक आय
pt_br: Renda familiar mediana por raça
ru: Медианный семейный доход по расам
zh_hans_cn: 按种族细分的中位数家庭收入

# CHART_TITLE-Median_income_gender
source: Median income by gender
hi: लिंग के हिसाब से औसत आय
pt_br: Renda mediana por gênero
ru: Медианный доход по полу
zh_hans_cn: 按性别细分的中位数收入

# CHART_TITLE-Median_individual_income
source: Median individual income
hi: औसत व्यक्तिगत आय
pt_br: Renda individual mediana
ru: Медианный личный доход
zh_hans_cn: 中位数个人收入

# CHART_TITLE-Mortality_events
source: Mortality events
hi: मौत की घटनाएं
pt_br: Eventos de mortalidade
ru: Смертельные случаи
zh_hans_cn: 死亡事件数

# CHART_TITLE-Mortality_events_per_capita
source: Mortality events per capita
hi: प्रति व्यक्ति मरने वालों की संख्या
pt_br: Eventos de mortalidade per capita
ru: Смертельные случаи на душу населения
zh_hans_cn: 人均死亡事件

# CHART_TITLE-Outward_remittance_per_gdp
source: Outward remittance
hi: लोगों के बैंक खातों से निकाली गई कुल रकम
pt_br: Saída de remessa
ru: Переводы за рубеж
zh_hans_cn: 汇出汇款

# CHART_TITLE-Percent_without_health_insurance_gender
source: Percentage of people without health insurance by gender
hi: नस्ल के हिसाब से ऐसे लोगों का प्रतिशत जिनके पास स्वास्थ्य बीमा नहीं है
pt_br: Porcentagem de pessoas sem seguro saúde por gênero
ru: Процент людей без медицинской страховки по полу
zh_hans_cn: 按性别细分的无健康保险人口占比

# CHART_TITLE-Percent_without_health_insurance_race
source: Percentage of people without health insurance by race
hi: नस्ल के हिसाब से ऐसे लोगों का प्रतिशत जिनके पास स्वास्थ्य बीमा नहीं है
pt_br: Porcentagem de pessoas sem seguro saúde por raça
ru: Процент людей без медицинской страховки по расам
zh_hans_cn: 按种族细分的无健康保险人口占比

# CHART_TITLE-Percentage_employed
source: Percentage of people employed
hi: नौकरी करने वाले लोगों का प्रतिशत
pt_br: Porcentagem de pessoas empregadas
ru: Процент безработных
zh_hans_cn: 就业人口占比

# CHART_TITLE-Population
source: Population
hi: जनसंख्या
pt_br: População
ru: Население
zh_hans_cn: 人口

# CHART_TITLE-Population_age
source: Population by age
hi: उम्र के हिसाब से जनसंख्या
pt_br: População por idade
ru: Распределение населения по возрасту
zh_hans_cn: 按年龄细分的人口

# CHART_TITLE-Population_age_distribution
source: Age distribution
hi: उम्र वर्ग में आने वाले लोगों का प्रतिशत
pt_br: Distribuição por idade
ru: Распределение по возрасту
zh_hans_cn: 年龄分布情况

# CHART_TITLE-Population_density
source: Population density (people per kmÂ²)
hi: जनसंख्या घनत्व (प्रति वर्ग किमी में रहने वाले लोग)
pt_br: Densidade populacional (pessoas por km²)
ru: Плотность населения (людей на км²)
zh_hans_cn: 人口密度（每平方公里的人数）

# CHART_TITLE-Population_gender
source: Population by gender
hi: लिंग के हिसाब से जनसंख्या
pt_br: População por gênero
ru: Распределение населения по полу
zh_hans_cn: 按性别细分的人口

# CHART_TITLE-Population_gender_distribution
source: Gender distribution
hi: लिंग के हिसाब से
pt_br: Distribuição por gênero
ru: Распределение по полу
zh_hans_cn: 性别分布情况

# CHART_TITLE-Population_growth_rate
source: Population growth rate
hi: जनसंख्या में बढ़ोतरी की दर
pt_br: Taxa de crescimento da população
ru: Темп роста населения
zh_hans_cn: 人口增长率

# CHART_TITLE-Population_race
source: Population by race
hi: नस्ल के हिसाब से जनसंख्या
pt_br: População por raça
ru: Распределение населения по расам
zh_hans_cn: 按种族细分的人口

# CHART_TITLE-Population_race_distribution
source: Racial distribution
hi: नस्ल के हिसाब से जनसंख्या
pt_br: Distribuição racial
ru: Распределение по расам
zh_hans_cn: 种族分布情况

# CHART_TITLE-Poverty_rate
source: Poverty rate
hi: गरीबी दर
pt_br: Taxa de pobreza
ru: Уровень бедности
zh_hans_cn: 贫困率

# CHART_TITLE-Poverty_rate_gender
source: Poverty rate by gender
hi: लिंग के हिसाब से गरीबी दर
pt_br: Taxa de pobreza por gênero
ru: Уровень бедности по полу
zh_hans_cn: 按性别细分的贫困率

# CHART_TITLE-Poverty_rate_race
source: Poverty rate by race
hi: नस्ल के हिसाब से गरीबी दर
pt_br: Taxa de pobreza por raça
ru: Уровень бедности по расе
zh_hans_cn: 按种族细分的贫困率

# CHART_TITLE-Prescribed_drugs
source: Prescribed drugs (quarterly)
hi: बताई गई दवाइयां (हर तिमाही में)
pt_br: Medicamentos prescritos (trimestral)
ru: Количество прописанных лекарств (за квартал)
zh_hans_cn: 处方药品（每季度）

# CHART_TITLE-Prescribed_drugs_per_capita
source: Prescribed drugs per capita (quarterly)
hi: बताई गई दवाई प्रति व्यक्ति (हर तिमाही में)
pt_br: Medicamentos prescritos per capita (trimestral)
ru: Количество прописанных лекарств на душу населения (за квартал)
zh_hans_cn: 人均处方药发售量（季度）

# CHART_TITLE-Property_crime
source: Property crime
hi: प्रॉपर्टी से जुड़े अपराधों की कुल संख्या
pt_br: Crimes contra a propriedade
ru: Имущественные преступления
zh_hans_cn: 财产犯罪

# CHART_TITLE-Property_crime_rate
source: Property crimes per 100,000 people
hi: प्रॉपर्टी से जुड़े अपराधों की कुल संख्या, 1 लाख लोगों में
pt_br: Crimes contra a propriedade por 100 mil pessoas
ru: Имущественные преступления на 100 000 человек
zh_hans_cn: 每 10 万人中财产犯罪案件

# CHART_TITLE-School_enrollment
source: School enrollment
hi: स्कूल में नाम दर्ज कराने वालों की संख्या
pt_br: Matrícula escolar
ru: Зачисление в школу
zh_hans_cn: 入学人数

# CHART_TITLE-School_enrollment_rate
source: School enrollment rate
hi: स्कूल में नाम दर्ज कराने वालों की दर
pt_br: Taxa de matrícula escolar
ru: Процент зачисленных в школу
zh_hans_cn: 入学率

# CHART_TITLE-State_unemployment_claims
source: State unemployment insurance claims
hi: राज्य में बेरोज़गारी भत्तों के दावे
pt_br: Reivindicações de seguro-desemprego estadual
ru: Количество заявлений на получение страховки по безработице в штате
zh_hans_cn: 州失业险申请数

# CHART_TITLE-State_unemployment_claims_rate
source: State unemployment insurance claims rate
hi: राज्य में बेरोज़गारी भत्तों के लिए दावा करने वालों की दर
pt_br: Taxa de reivindicações de seguro-desemprego estadual
ru: Процент заявлений на получение страховки по безработице в штате
zh_hans_cn: 州失业险申请率

# CHART_TITLE-Total_crime
source: Total crime
hi: अपराधों की कुल संख्या
pt_br: Total de crimes
ru: Общее количество преступлений
zh_hans_cn: 犯罪案件总和

# CHART_TITLE-Total_employed
source: Number of people employed
hi: रोज़गार पाने वालों की संख्या
pt_br: Número de pessoas empregadas
ru: Количество работающих людей
zh_hans_cn: 就业人数

# CHART_TITLE-Unemployment_rate
source: Unemployment rate
hi: बेरोज़गारी दर
pt_br: Taxa de desemprego
ru: Уровень безработицы
zh_hans_cn: 失业率

# CHART_TITLE-Unemployment_rate_gender
source: Unemployment rate by gender
hi: बेरोज़गारी दर, लिंग के हिसाब से
pt_br: Taxa de desemprego por gênero
ru: Уровень безработицы по полу
zh_hans_cn: 按性别细分的失业率

# CHART_TITLE-Urban_v_rural_population
source: Urban and rural population
hi: शहरी और ग्रामीण जनसंख्या
pt_br: População rural e urbana
ru: Городское и сельское население
zh_hans_cn: 城市和农村人口

# CHART_TITLE-Violent_crime
source: Violent crime
hi: हिंसक अपराधों की कुल संख्या
pt_br: Crimes violentos
ru: Насильственные преступления
zh_hans_cn: 暴力犯罪

# CHART_TITLE-Violent_crime_rate
source: Violent crimes per 100,000 people
hi: हर एक लाख लोगों के अनुपात में हिंसक अपराधों की संख्या
pt_br: Crimes violentos por 100 mil pessoas
ru: Количество насильственных преступлений на 100 000 человек
zh_hans_cn: 每 10 万人中暴力犯罪案件总数
