[
    {
        "key": "1",
        "headlines": [
            "If current trends continue, 575 million people will still be living in extreme poverty and only one-third of countries will have halved their national poverty levels by 2030.",
            "Despite the expansion of social protection during the COVID-19 crisis, over 4 billion people remain entirely unprotected. Many of the world’s vulnerable population groups, including the young and the elderly, remain uncovered by statutory social protection programmes.",
            "The share of government spending on essential services, such as education, health and social protection, is significantly higher in advanced economies than in emerging and developing economies.",
            "A surge in action and investment to enhance economic opportunities, improve education and extend social protection to all, particularly the most excluded, is crucial to delivering on the central commitment to end poverty and leave no one behind."
        ]
    },
    {
        "key": "2",
        "headlines": [
            "The number of people facing hunger and food insecurity has been rising since 2015, with the pandemic, conflict, climate change and growing inequalities exacerbating the situation. In 2022, about 9.2 per cent of the world population was facing chronic hunger, equivalent to about 735 million people – 122 million more than in 2019. An estimated 29.6 per cent of the global population – 2.4 billion people – were moderately or severely food insecure, meaning they did not have access to adequate food. This figure reflects an alarming 391 million more people than in 2019.",
            "Despite global efforts, in 2022, an estimated 45 million children under the age of 5 suffered from wasting, 148 million had stunted growth and 37 million were overweight. A fundamental shift in trajectory is needed to achieve the 2030 nutrition targets.",
            "To achieve zero hunger by 2030, urgent coordinated action and policy solutions are imperative to address entrenched inequalities, transform food systems, invest in sustainable agricultural practices, and reduce and mitigate the impact of conflict and the pandemic on global nutrition and food security."
        ]
    },
    {
        "key": "3",
        "headlines": [
            "There has been some progress on improving global health in recent years. For example, 146 out of 200 countries or areas have already met or are on track to meet the SDG target on under-5 mortality. Effective HIV treatment has cut global AIDS-related deaths by 52 per cent since 2010 and at least one neglected tropical disease has been eliminated in 47 countries.",
            "However, insufficient progress has been made in other areas, such as on reducing maternal mortality and expanding universal health coverage. Globally, approximately 800 women died every day from pregnancy or childbirth in 2020. And 381 million people were pushed or further pushed into extreme poverty in 2019 due to out-of-pocket payments for health.",
            "The COVID-19 pandemic and ongoing crises have impeded progress towards Goal 3. Childhood vaccinations have experienced the largest decline in three decades, and tuberculosis and malaria deaths have increased compared with pre-pandemic levels.",
            "To overcome these setbacks and address long-standing health care shortcomings, increased investment in health systems is needed to support countries in their recovery and build resilience against future health threats."
        ]
    },
    {
        "key": "4",
        "headlines": [
            "Progress towards quality education was already slower than required before the pandemic, but COVID-19 has had devastating impacts on education, causing learning losses in four out of five of the 104 countries studied.",
            "Without additional measures, only one in six countries will achieve the universal secondary school completion target by 2030, an estimated 84 million children and young people will still be out of school, and approximately 300 million students will lack the basic numeracy and literacy skills necessary for success in life.",
            "To achieve national Goal 4 benchmarks, which are reduced in ambition compared with the original Goal 4 targets, 79 low- and lower-middle- income countries still face an average annual financing gap of $97 billion.",
            "To deliver on Goal 4, education financing must become a national investment priority. Furthermore, measures such as making education free and compulsory, increasing the number of teachers, improving basic school infrastructure and embracing digital transformation are essential."
        ]
    },
    {
        "key": "5",
        "headlines": [
            "With only seven years remaining, a mere 15.4 per cent of Goal 5 indicators with data are “on track”, 61.5 per cent are at a moderate distance and 23.1 per cent are far or very far off track from 2030 targets.",
            "In many areas, progress has been too slow. At the current rate, it will take an estimated 300 years to end child marriage, 286 years to close gaps in legal protection and remove discriminatory laws, 140 years for women to be represented equally in positions of power and leadership in the workplace, and 47 years to achieve equal representation in national parliaments.",
            "Political leadership, investments and comprehensive policy reforms are needed to dismantle systemic barriers to achieving Goal 5. Gender equality is a cross-cutting objective and must be a key focus of national policies, budgets and institutions."
        ]
    },
    {
        "key": "6",
        "headlines": [
            "Despite great progress, billions of people still lack access to safe drinking water, sanitation and hygiene. Achieving universal coverage by 2030 will require a substantial increase in current global rates of progress: sixfold for drinking water, fivefold for sanitation and threefold for hygiene.",
            "Water use efficiency has risen by 9 per cent, but water stress and water scarcity remain a concern in many parts of the world. In 2020, 2.4 billion people lived in water-stressed countries. The challenges are compounded by conflicts and climate change.",
            "Key strategies to get Goal 6 back on track include increasing sector-wide investment and capacity-building, promoting innovation and evidence- based action, enhancing cross-sectoral coordination and cooperation among all stakeholders, and adopting a more integrated and holistic approach to water management."
        ]
    },
    {
        "key": "7",
        "headlines": [
            "The world continues to advance towards sustainable energy targets – but not fast enough. At the current pace, about 660 million people will still lack access to electricity and close to 2 billion people will still rely on polluting fuels and technologies for cooking by 2030.",
            "Renewable sources power nearly 30 per cent of energy consumption in the electricity sector, but challenges remain in heating and transport sectors. Developing countries experience 9.6 per cent annual growth in renewable energy installation, but despite enormous needs, international financial flows for clean energy continue to decline.",
            "To ensure access to energy for all by 2030, we must accelerate electrification, increase investments in renewable energy, improve energy efficiency and develop enabling policies and regulatory frameworks."
        ]
    },
    {
        "key": "8",
        "headlines": [
            "Multiple crises are placing the global economy under serious threat. Global real GDP per capita growth is forecast to slow down in 2023. Challenging economic conditions are pushing more workers into informal employment.",
            "As economies start to recover, the global unemployment rate has experienced a significant decline. However, the youth unemployment rate continues to be much higher than the rate for adults, indicating ongoing challenges in securing employment opportunities for young people.",
            "The pandemic has accelerated digital adoption and transformed access to finance. Globally, 76 per cent of adults had bank accounts or accounts with regulated institutions in 2021, up from 62 per cent in 2014.",
            "Achieving Goal 8 will require a wholesale reform of the financial system to tackle rising debts, economic uncertainty and trade tensions, while promoting equitable pay and decent work for young people."
        ]
    },
    {
        "key": "9",
        "headlines": [
            "The manufacturing industry’s recovery from the coronavirus disease (COVID-19) pandemic remains incomplete and uneven. Global manufacturing growth slowed down to 3.3 per cent in 2022, from 7.4 per cent in 2021. Progress in least developed countries (LDCs) is far from sufficient to reach the target of doubling the manufacturing share in gross domestic product (GDP) by 2030. However, medium-high- and high-technology industries demonstrated robust growth rates.",
            "As of 2022, 95 per cent of the world’s population was within reach of a mobile broadband network, but some areas remain underserved.",
            "Global carbon dioxide (CO2) emissions from energy combustion and industrial processes grew by 0.9 per cent to a new all-time high of 36.8 billion metric tons, well below global GDP growth, reverting to a decade- long trend of decoupling emissions and economic growth.",
            "To achieve Goal 9 by 2030, it is essential to support LDCs, invest in advanced technologies, lower carbon emissions and increase mobile broadband access."
        ]
    },
    {
        "key": "10",
        "headlines": [
            "The incomes of the poorest 40 per cent of the population had been growing faster than the national average in most countries. But emerging yet inconclusive evidence suggests that COVID-19 may have put a dent in this positive trend of falling within-country inequality. The pandemic has also caused the largest rise in between-country inequality in three decades.",
            "One in six people worldwide has experienced discrimination in some form, with women and people with disabilities disproportionately affected.",
            "The year 2022 witnessed the highest number of refugees (34.6 million people) ever documented. This year is also a deadly one for migrants, with nearly 7,000 deaths recorded globally.",
            "Reducing both within- and between-country inequality requires equitable resource distribution, investing in education and skills development, implementing social protection measures, combating discrimination, supporting marginalized groups and fostering international cooperation for fair trade and financial systems."
        ]
    },
    {
        "key": "11",
        "headlines": [
            "Over half of the global population currently resides in urban areas, a rate projected to reach 70 per cent by 2050. Approximately 1.1 billion people currently live in slums or slum-like conditions in cities, with 2 billion more expected in the next 30 years.",
            "In 2022, only half of the world’s urban population had convenient access to public transportation. Urban sprawl, air pollution and limited open public spaces persist in cities.",
            "Since 2015, the number of countries with national and local disaster risk reduction strategies has doubled.",
            "To achieve Goal 11, efforts must focus on implementing inclusive, resilient and sustainable urban development policies and practices that prioritize access to basic services, affordable housing, efficient transportation and green spaces for all."
        ]
    },
    {
        "key": "12",
        "headlines": [
            "The material footprint per capita in high-income countries is 10 times the level of low-income countries. The world is also seriously off track in its efforts to halve per capita food waste and losses by 2030.",
            "Global crises triggered a resurgence in fossil fuel subsidies, nearly doubling from 2020 to 2021.",
            "Reporting has increased on corporate sustainability and on public procurement policies, but has fallen when it comes to sustainable consumption and monitoring sustainable tourism.",
            "Responsible consumption and production must be integral to recovery from the pandemic and to acceleration plans of the Sustainable Development Goals. It is crucial to implement policies that support a shift towards sustainable practices and decouple economic growth from resource use."
        ]
    },
    {
        "key": "13",
        "headlines": [
            "With a climate cataclysm looming, the pace and scale of current climate action plans are wholly insufficient to effectively tackle climate change. Increasingly frequent and intense extreme weather events are already impacting every region on Earth. Rising temperatures will escalate these hazards further, posing grave risks.",
            "The Intergovernmental Panel on Climate Change (IPCC) emphasizes that deep, rapid and sustained reductions in greenhouse gas (GHG) emissions are essential in all sectors, beginning now and continuing throughout this decade. To limit global warming to 1.5°C above pre- industrial levels, emissions must already be decreasing and need to be cut by almost half by 2030, just seven years away.",
            "Urgent and transformative action is crucial, going beyond mere plans and promises. It requires raising ambition, covering entire economies and moving towards climate-resilient development, while outlining a clear path to achieve net-zero emissions. Time is running out, and immediate measures are necessary to avoid catastrophic consequences and secure a sustainable future for generations to come."
        ]
    },
    {
        "key": "14",
        "headlines": [
            "The ocean is in a state of emergency as increasing eutrophication, acidification, ocean warming and plastic pollution worsen its health. Additionally, the alarming trend of overfishing persists, leading to the depletion of over one third of global fish stocks.",
            "While there has been some progress in expanding marine protected areas, combating illegal, unreported and unregulated fishing, banning fishing subsidies and supporting small-scale fishers, action is not advancing at the speed or scale required to meet Goal 14.",
            "To counter these trends, swift and coordinated global action is imperative. This entails increasing funding for ocean science, intensifying conservation efforts, advancing nature- and ecosystem-based solutions, addressing the interconnections and impacts of human-induced pressures, and urgently turning the tide on climate change to safeguard the planet’s largest ecosystem."
        ]
    },
    {
        "key": "15",
        "headlines": [
            "Terrestrial ecosystems are vital for sustaining human life, contributing to over half of global GDP and encompassing diverse cultural, spiritual, and economic values.",
            "However, the world faces a triple crisis of climate change, pollution and biodiversity loss. Escalating trends of forest loss, land degradation and the extinction of species pose a severe threat to both the planet and people.",
            "Despite some progress in sustainable forest management, protected areas, and the uptake of national biodiversity values and natural capital accounting, most improvements have been modest. The recently adopted Kunming-Montreal Global Biodiversity Framework provides renewed impetus for Goal 15, outlining four outcome-oriented goals to be achieved by 2050 and 23 targets to be achieved by 2030.",
            "To fulfil Goal 15, a fundamental shift in humanity’s relationship with nature is essential, along with accelerated action to address the root causes of these interconnected crises and better recognition of the tremendous value of nature."
        ]
    },
    {
        "key": "16",
        "headlines": [
            "Ongoing and new violent conflicts around the world are derailing the global path to peace and achievement of Goal 16. Alarmingly, the year 2022 witnessed a more than 50 per cent increase in conflict-related civilian deaths, largely due to the war in Ukraine.",
            "As of the end of 2022, 108.4 million people were forcibly displaced worldwide – an increase of 19 million compared with the end of 2021 and two and a half times the number of a decade ago.",
            "In 2021, the world experienced the highest number of intentional homicides in the past two decades.",
            "Structural injustices, inequalities and emerging human rights challenges are putting peaceful and inclusive societies further out of reach. To meet Goal 16 by 2030, action is needed to restore trust and to strengthen the capacity of institutions to secure justice for all and facilitate peaceful transitions to sustainable development."
        ]
    },
    {
        "key": "17",
        "headlines": [
            "Developing countries are grappling with an unprecedented rise in external debt levels following the COVID-19 pandemic, compounded by challenges such as record inflation, escalating interest rates, competing priorities and constrained fiscal capacity, underscoring the urgent need for debt relief and financial assistance.",
            "While official development assistance (ODA) flows continue to reach record peaks, the increase in 2022 is primarily attributed to spending on refugees in donor countries and aid to Ukraine.",
            "Despite a 65 per cent improvement in Internet access since 2015, progress in bridging the digital divide has slowed down post-pandemic. Sustained efforts are required to ensure equitable access to the Internet for all.",
            "Geopolitical tensions and the resurgence of nationalism hinder international cooperation and coordination, highlighting the importance of a collective surge in action to provide developing countries with the necessary financing and technologies to accelerate the implementation of the SDGs."
        ]
    }
]