{
  "geoId/06": {
    "summary": "California is the most populous state in the United States. The population of California has increased from 1490000 in 1900 to 39437463 in 2018. California has the highest number of US citizens born in the United States, US citizens by naturalization, non-US citizens, US citizens born abroad of American parents, married and not separated people, divorced people, never-married people, widowed people, and separated persons in the United States."
  },
  "geoId/48": {
    "summary": "Texas is the 2nd most populous state in the United States. The population of Texas has increased from 3055000 in 1900 to 29527941 in 2021.\nTexas is ranked 2nd in the United States by the number of US citizens born in the United States, the number of people who became US citizens by naturalization, the number of non-US citizens, and the number of US citizens born abroad of American parents.\nTexas has the 2nd highest number of married and not separated people, the second highest number of divorced people, the second highest number of never married people, the third highest number of widowed people, and the 2nd highest number of people separated in the United States."
  },
  "geoId/12": {
    "summary": "Florida is the third most populous state in the United States with a population of over 22 million people. The state has seen a steady increase in population over the past century, with the number of residents more than quadrupling since 1900. Florida is home to a diverse population, with people from all over the United States and the world calling the state home. The state is also home to a large number of military personnel and their families.\n\nIn terms of demographics, Florida is a young state, with a median age of 38. The state also has a large Hispanic population, with over 25% of residents identifying as Hispanic or Latino. Florida is also a popular retirement destination, with over 18% of residents over the age of 65.\n\nThe economy of Florida is one of the largest in the United States, and the state is home to a number of major corporations. The state's economy is also heavily dependent on tourism, with over 100 million visitors each year."
  },
  "geoId/36": {
    "summary": "New York is the 4th most populous state in the United States with a population of 19835913. It is also ranked 3rd in the United States by number of people who became US citizens by naturalization and 4th in the United States by the number of non-US citizens. The number of married and not separated people in New York has increased from 7197553 in 2015 to 7416723 in 2021. The number of people divorced in New York increased from 1322412 in 2011 to 1495706 in 2021. The number of never-married people in New York has increased from 5774738 in 2011 to 6383904 in 2021. The number of widowed people in New York has decreased from 1000613 in 2011 to 941988 in 2020. The number of people separated in New York has decreased from 432442 in 2012 to 376824 in 2021."
  },
  "geoId/34": {
    "summary": "New Jersey is the second most densely populated state in the United States, with a population of 8,882,190 and a population density of 462.55 people per square mile. The state's population has increased steadily over the past decade."
  },
  "geoId/25": {
    "summary": "Massachusetts is the 4th most densely populated state in the United States, with a population density of 345.82 people per square mile. This is an increase from 315.06 people per square mile in 2001."
  },
  "geoId/72": {
    "summary": "Puerto Rico is an island located in the Caribbean Sea. It is a U.S. territory and has the second highest median age in the United States. The median age in Puerto Rico has increased from 36.5 in 2011 to 43.1 in 2021."
  },
  "geoId/33": {
    "summary": "New Hampshire has the 3rd highest median age in the United States, at 43 years old. This is an increase from 40.7 years old in 2011."
  },
  "geoId/23": {
    "summary": "Maine has the highest median age of any state in the US, at 44.7 years old. This is an increase from 42.4 years old in 2011."
  },
  "geoId/44": {
    "summary": "Rhode Island is a state in the United States. It is the smallest state in the country, both by area and by population. However, it is also one of the most densely populated states, with an average population density of 390.67 people per square mile."
  },
  "geoId/50": {
    "summary": "Vermont has the 4th highest median age in the United States, at 42.9 years old. This is an increase from 41.4 years old in 2011."
  }
}