{
    "geoId/12": {
        "summary": "Florida, a state in the southeastern United States, had a population of 22,244,823 in 2022. The median age in Florida was 42.3 years in 2021, and the median income was $31,169 that same year. The state's unemployment rate in 2023  was 2.9%. Life expectancy in Florida was 77.5 years in 2020. Additionally, in 2020, 31.22% of the population was classified as obese, 15.78% reported binge drinking, and 17.86% were smokers."
    },
    "geoId/1235000": {
        "summary": "Jacksonville, a city located in Duval and Nassau counties, Florida, had a population of 971,319 in 2022. The median age in 2021 was 36.2 years, with a median income of $32,471. In 2023, Jacksonville's unemployment rate stood at 3.1%. Additionally, in 2020, 35.2% of the population was classified as obese, 16.3% reported binge drinking, and 20% were smokers."
    },
    "geoId/1245000": {
        "summary": "Miami, a city within Miami-Dade County, Florida, had a population of 449,514 in 2022. The median age in 2021 was 39.9 years, with a median income of $25,638. In 2023, the city's unemployment rate stood at a remarkably low 1.3%. Additionally, in 2020, 31.8% of Miami's population was classified as obese, 13.6% reported binge drinking, and 17.1% were smokers."
    },
    "geoId/1253000": {
        "summary": "Orlando, a city located in Orange County, Florida, had a population of 316,081 in 2022. In 2021, the median age was 34.4 years, with a median income of $31,578. Orlando's unemployment rate stood at 2.9% in 2023. Additionally, in 2020, 31.1% of the population was classified as obese, 14.1% reported binge drinking, and 17.7% were smokers."
    },
    "geoId/1263000": {
        "summary": "St. Petersburg, a city located in Pinellas County, Florida, had a population of 261,256 in 2022. The median age in 2021 was 42.9 years, with a median income of $35,308 that same year. In 2023, the  unemployment rate in St. Petersburg was 2.8%. Additionally, in 2020, 28.7% of the population was classified as obese, 16.9% reported binge drinking, and 19.5% were smokers."
    },
    "geoId/1271000": {
        "summary": "Tampa, a city located within Hillsborough County, Florida, had a population of 398,173 in 2022. The median age in 2021 was 35.9 years, with a median income of $33,225. Tampa's unemployment rate stood at 3.2% in 2023. Additionally, in 2020, 31.6% of the population was classified as obese, 15.8% reported binge drinking, and 18% were smokers."
    },
    "geoId/12001": {
        "summary": "Alachua County is a county in Florida, United States. The population in Alachua County was 284,030 in 2022. The median age in Alachua County was 32.1 in 2021. The median income in Alachua County was $28,515 in 2021. The unemployment rate in Alachua County was 3.2% in 2023. The percentage of people with obesity in Alachua County was 31.9% in 2020. The percentage of people who binge drink in Alachua County was 15.6% in 2020. The percentage of people who smoke in Alachua County was 16.4% in 2020."
    },
    "geoId/12003": {
        "summary": "Baker County is a county in Florida, United States. The population in Baker County was 27,803 in 2022. The median age in Baker County was 37 in 2021. The median income in Baker County was $31,469 in 2021. The unemployment rate in Baker County was 2.9% in 2023. The percentage of people with obesity in Baker County was 38% in 2020. The percentage of people who binge drink in Baker County was 17.1% in 2020. The percentage of people who smoke in Baker County was 24.8% in 2020."
    },
    "geoId/12005": {
        "summary": "Bay County is a county in Florida, United States. The population in Bay County was 185,134 in 2022. The median age in Bay County was 40.8 in 2021. The median income in Bay County was $31,505 in 2021. The unemployment rate in Bay County was 2.9% in 2023. The percentage of people with obesity in Bay County was 31.1% in 2020. The percentage of people who binge drink in Bay County was 16.7% in 2020. The percentage of people who smoke in Bay County was 20.8% in 2020."
    },
    "geoId/12007": {
        "summary": "Bradford County is a county in Florida, United States. The population in Bradford County was 27,313 in 2022. The median age in Bradford County was 39.1 in 2021. The median income in Bradford County was $26,265 in 2021. The unemployment rate in Bradford County was 3.2% in 2023. The percentage of people with obesity in Bradford County was 38.3% in 2020. The percentage of people who binge drink in Bradford County was 16% in 2020. The percentage of people who smoke in Bradford County was 26.1% in 2020."
    },
    "geoId/12009": {
        "summary": "Brevard County is a county in Florida, United States. The population in Brevard County was 630,693 in 2022. The median age in Brevard County was 47 in 2021. The median income in Brevard County was $31,695 in 2021. The unemployment rate in Brevard County was 3.2% in 2023. The percentage of people with obesity in Brevard County was 33% in 2020. The percentage of people who binge drink in Brevard County was 16.4% in 2020. The percentage of people who smoke in Brevard County was 16.8% in 2020."
    },
    "geoId/12011": {
        "summary": "Broward County is a county in Florida, United States. The population in Broward County was 1,947,026 in 2022. The median age in Broward County was 40.7 in 2021. The median income in Broward County was $32,956 in 2021. The unemployment rate in Broward County was 2.9% in 2023. The percentage of people with obesity in Broward County was 30.6% in 2020. The percentage of people who binge drink in Broward County was 14.5% in 2020. The percentage of people who smoke in Broward County was 15.8% in 2020."
    },
    "geoId/12013": {
        "summary": "Calhoun County is a county in Florida, United States. The population in Calhoun County was 13,464 in 2022. The median age in Calhoun County was 41.7 in 2021. The median income in Calhoun County was $23,546 in 2021. The unemployment rate in Calhoun County was 3.6% in 2023. The percentage of people with obesity in Calhoun County was 37.1% in 2020. The percentage of people who binge drink in Calhoun County was 16.7% in 2020. The percentage of people who smoke in Calhoun County was 25.6% in 2020."
    },
    "geoId/12015": {
        "summary": "Charlotte County is a county in Florida, United States. The population in Charlotte County was 202,661 in 2022. The median age in Charlotte County was 59.7 in 2021. The median income in Charlotte County was $29,711 in 2021. The unemployment rate in Charlotte County was 3.4% in 2023. The percentage of people with obesity in Charlotte County was 30% in 2020. The percentage of people who binge drink in Charlotte County was 16.9% in 2020. The percentage of people who smoke in Charlotte County was 19.7% in 2020."
    },
    "geoId/12017": {
        "summary": "Citrus County is a county in Florida, United States. The population in Citrus County was 162,529 in 2022. The median age in Citrus County was 56.8 in 2021. The median income in Citrus County was $26,736 in 2021. The unemployment rate in Citrus County was 4.5% in 2023. The percentage of people with obesity in Citrus County was 31.6% in 2020. The percentage of people who binge drink in Citrus County was 18% in 2020. The percentage of people who smoke in Citrus County was 23.4% in 2020."
    },
    "geoId/12019": {
        "summary": "Clay County is a county in Florida, United States. The population in Clay County was 226,589 in 2022. The median age in Clay County was 39.9 in 2021. The median income in Clay County was $35,337 in 2021. The unemployment rate in Clay County was 3% in 2023. The percentage of people with obesity in Clay County was 35.2% in 2020. The percentage of people who binge drink in Clay County was 16.2% in 2020. The percentage of people who smoke in Clay County was 19.6% in 2020."
    },
    "geoId/12021": {
        "summary": "Collier County is a county in Florida, United States. The population in Collier County was 397,994 in 2022. The median age in Collier County was 51.5 in 2021. The median income in Collier County was $35,697 in 2021. The unemployment rate in Collier County was 2.9% in 2023. The percentage of people with obesity in Collier County was 27.2% in 2020. The percentage of people who binge drink in Collier County was 16.8% in 2020. The percentage of people who smoke in Collier County was 15.2% in 2020."
    },
    "geoId/12023": {
        "summary": "Columbia County is a county in Florida, United States. The population in Columbia County was 71,908 in 2022. The median age in Columbia County was 40.3 in 2021. The median income in Columbia County was $26,967 in 2021. The unemployment rate in Columbia County was 3.5% in 2023. The percentage of people with obesity in Columbia County was 34.3% in 2020. The percentage of people who binge drink in Columbia County was 16% in 2020. The percentage of people who smoke in Columbia County was 23.6% in 2020."
    },
    "geoId/12027": {
        "summary": "DeSoto County is a county in Florida, United States. The population in DeSoto County was 35,312 in 2022. The median age in DeSoto County was 40.9 in 2021. The median income in DeSoto County was $23,121 in 2021. The unemployment rate in DeSoto County was 3.4% in 2023. The percentage of people with obesity in DeSoto County was 41.6% in 2020. The percentage of people who binge drink in DeSoto County was 15% in 2020. The percentage of people who smoke in DeSoto County was 24.7% in 2020."
    },
    "geoId/12029": {
        "summary": "Dixie County is a county in Florida, United States. The population in Dixie County was 17,124 in 2022. The median age in Dixie County was 45.5 in 2021. The median income in Dixie County was $23,277 in 2021. The unemployment rate in Dixie County was 3.9% in 2023. The percentage of people with obesity in Dixie County was 38.5% in 2020. The percentage of people who binge drink in Dixie County was 17.2% in 2020. The percentage of people who smoke in Dixie County was 26.7% in 2020."
    },
    "geoId/12031": {
        "summary": "Duval County is a county in Florida, United States. The population in Duval County was 1,016,536 in 2022. The median age in Duval County was 36.5 in 2021. The median income in Duval County was $33,050 in 2021. The unemployment rate in Duval County was 3.1% in 2023. The percentage of people with obesity in Duval County was 34.6% in 2020. The percentage of people who binge drink in Duval County was 16% in 2020. The percentage of people who smoke in Duval County was 18.5% in 2020."
    },
    "geoId/12033": {
        "summary": "Escambia County is a county in Florida, United States. The population in Escambia County was 324,878 in 2022. The median age in Escambia County was 37.5 in 2021. The median income in Escambia County was $29,522 in 2021. The unemployment rate in Escambia County was 3.3% in 2023. The percentage of people with obesity in Escambia County was 35.4% in 2020. The percentage of people who binge drink in Escambia County was 15.2% in 2020. The percentage of people who smoke in Escambia County was 19.7% in 2020."
    },
    "geoId/12035": {
        "summary": "Flagler County is a county in Florida, United States. The population in Flagler County was 126,705 in 2022. The median age in Flagler County was 52 in 2021. The median income in Flagler County was $30,712 in 2021. The unemployment rate in Flagler County was 3.7% in 2023. The percentage of people with obesity in Flagler County was 32.6% in 2020. The percentage of people who binge drink in Flagler County was 16.9% in 2020. The percentage of people who smoke in Flagler County was 19.4% in 2020."
    },
    "geoId/12037": {
        "summary": "Franklin County is a county in Florida, United States. The population in Franklin County was 12,498 in 2022. The median age in Franklin County was 47.2 in 2021. The median income in Franklin County was $25,880 in 2021. The unemployment rate in Franklin County was 2.8% in 2023. The percentage of people with obesity in Franklin County was 38.4% in 2020. The percentage of people who binge drink in Franklin County was 16.2% in 2020. The percentage of people who smoke in Franklin County was 23.4% in 2020."
    },
    "geoId/12039": {
        "summary": "Gadsden County is a county in Florida, United States. The population in Gadsden County was 43,403 in 2022. The median age in Gadsden County was 41.7 in 2021. The median income in Gadsden County was $26,581 in 2021. The unemployment rate in Gadsden County was 3.6% in 2023. The percentage of people with obesity in Gadsden County was 43% in 2020. The percentage of people who binge drink in Gadsden County was 14.1% in 2020. The percentage of people who smoke in Gadsden County was 23% in 2020."
    },
    "geoId/12041": {
        "summary": "Gilchrist County is a county in Florida, United States. The population in Gilchrist County was 18,992 in 2022. The median age in Gilchrist County was 42.2 in 2021. The median income in Gilchrist County was $24,971 in 2021. The unemployment rate in Gilchrist County was 3.4% in 2023. The percentage of people with obesity in Gilchrist County was 36% in 2020. The percentage of people who binge drink in Gilchrist County was 17.4% in 2020. The percentage of people who smoke in Gilchrist County was 24.5% in 2020."
    },
    "geoId/12043": {
        "summary": "Glades County is a county in Florida, United States. The population in Glades County was 12,454 in 2022. The median age in Glades County was 47.9 in 2021. The median income in Glades County was $24,346 in 2021. The unemployment rate in Glades County was 3.7% in 2023. The percentage of people with obesity in Glades County was 40.1% in 2020. The percentage of people who binge drink in Glades County was 16.2% in 2020. The percentage of people who smoke in Glades County was 24.7% in 2020."
    },
    "geoId/12045": {
        "summary": "Gulf County is a county in Florida, United States. The population in Gulf County was 15,314 in 2022. The median age in Gulf County was 46 in 2021. The median income in Gulf County was $31,085 in 2021. The unemployment rate in Gulf County was 2.8% in 2023. The percentage of people with obesity in Gulf County was 32.6% in 2020. The percentage of people who binge drink in Gulf County was 17% in 2020. The percentage of people who smoke in Gulf County was 21.4% in 2020."
    },
    "geoId/12047": {
        "summary": "Hamilton County is a county in Florida, United States. The population in Hamilton County was 13,217 in 2022. The median age in Hamilton County was 40.8 in 2021. The median income in Hamilton County was $21,554 in 2021. The unemployment rate in Hamilton County was 4.6% in 2023. The percentage of people with obesity in Hamilton County was 38.7% in 2020. The percentage of people who binge drink in Hamilton County was 14.8% in 2020. The percentage of people who smoke in Hamilton County was 29.4% in 2020."
    },
    "geoId/12049": {
        "summary": "Hardee County is a county in Florida, United States. The population in Hardee County was 25,645 in 2022. The median age in Hardee County was 35.6 in 2021. The median income in Hardee County was $24,714 in 2021. The unemployment rate in Hardee County was 4.2% in 2023. The percentage of people with obesity in Hardee County was 40.6% in 2020. The percentage of people who binge drink in Hardee County was 14.8% in 2020. The percentage of people who smoke in Hardee County was 24.3% in 2020."
    },
    "geoId/12051": {
        "summary": "Hendry County is a county in Florida, United States. The population in Hendry County was 41,339 in 2022. The median age in Hendry County was 35.1 in 2021. The median income in Hendry County was $23,911 in 2021. The unemployment rate in Hendry County was 4.7% in 2023. The percentage of people with obesity in Hendry County was 37.1% in 2020. The percentage of people who binge drink in Hendry County was 14.9% in 2020. The percentage of people who smoke in Hendry County was 24.1% in 2020."
    },
    "geoId/12053": {
        "summary": "Hernando County is a county in Florida, United States. The population in Hernando County was 206,896 in 2022. The median age in Hernando County was 48.5 in 2021. The median income in Hernando County was $27,386 in 2021. The unemployment rate in Hernando County was 4% in 2023. The percentage of people with obesity in Hernando County was 35.9% in 2020. The percentage of people who binge drink in Hernando County was 16.2% in 2020. The percentage of people who smoke in Hernando County was 21.5% in 2020."
    },
    "geoId/12055": {
        "summary": "Highlands County is a county in Florida, United States. The population in Highlands County was 105,618 in 2022. The median age in Highlands County was 53.7 in 2021. The median income in Highlands County was $26,080 in 2021. The unemployment rate in Highlands County was 4.4% in 2023. The percentage of people with obesity in Highlands County was 39.1% in 2020. The percentage of people who binge drink in Highlands County was 15.7% in 2020. The percentage of people who smoke in Highlands County was 21.2% in 2020."
    },
    "geoId/12057": {
        "summary": "Hillsborough County is a county in Florida, United States. The population in Hillsborough County was 1,513,301 in 2022. The median age in Hillsborough County was 37.6 in 2021. The median income in Hillsborough County was $33,479 in 2021. The unemployment rate in Hillsborough County was 3% in 2023. The percentage of people with obesity in Hillsborough County was 29.5% in 2020. The percentage of people who binge drink in Hillsborough County was 16.1% in 2020. The percentage of people who smoke in Hillsborough County was 16.2% in 2020."
    },
    "geoId/12059": {
        "summary": "Holmes County is a county in Florida, United States. The population in Holmes County was 19,651 in 2022. The median age in Holmes County was 41.7 in 2021. The median income in Holmes County was $23,224 in 2021. The unemployment rate in Holmes County was 3.3% in 2023. The percentage of people with obesity in Holmes County was 36.5% in 2020. The percentage of people who binge drink in Holmes County was 16.5% in 2020. The percentage of people who smoke in Holmes County was 27.1% in 2020."
    },
    "geoId/12061": {
        "summary": "Indian River County is a county in Florida, United States. The population in Indian River County was 167,352 in 2022. The median age in Indian River County was 54.2 in 2021. The median income in Indian River County was $31,269 in 2021. The unemployment rate in Indian River County was 3.6% in 2023. The percentage of people with obesity in Indian River County was 32.3% in 2020. The percentage of people who binge drink in Indian River County was 15.9% in 2020. The percentage of people who smoke in Indian River County was 19.5% in 2020."
    },
    "geoId/12063": {
        "summary": "Jackson County is a county in Florida, United States. The population in Jackson County was 48,211 in 2022. The median age in Jackson County was 42.3 in 2021. The median income in Jackson County was $25,477 in 2021. The unemployment rate in Jackson County was 3.6% in 2023. The percentage of people with obesity in Jackson County was 35% in 2020. The percentage of people who binge drink in Jackson County was 16.1% in 2020. The percentage of people who smoke in Jackson County was 24.5% in 2020."
    },
    "geoId/12065": {
        "summary": "Jefferson County is a county in Florida, United States. The population in Jefferson County was 15,042 in 2022. The median age in Jefferson County was 47.2 in 2021. The median income in Jefferson County was $29,563 in 2021. The unemployment rate in Jefferson County was 3.1% in 2023. The percentage of people with obesity in Jefferson County was 35.4% in 2020. The percentage of people who binge drink in Jefferson County was 15.9% in 2020. The percentage of people who smoke in Jefferson County was 22.8% in 2020."
    },
    "geoId/12067": {
        "summary": "Lafayette County is a county in Florida, United States. The population in Lafayette County was 7,786 in 2022. The median age in Lafayette County was 40.7 in 2021. The median income in Lafayette County was $26,156 in 2021. The unemployment rate in Lafayette County was 3.6% in 2023. The percentage of people with obesity in Lafayette County was 37.3% in 2020. The percentage of people who binge drink in Lafayette County was 16.3% in 2020. The percentage of people who smoke in Lafayette County was 27.1% in 2020."
    },
    "geoId/12069": {
        "summary": "Lake County is a county in Florida, United States. The population in Lake County was 410,139 in 2022. The median age in Lake County was 46.8 in 2021. The median income in Lake County was $30,076 in 2021. The unemployment rate in Lake County was 3.3% in 2023. The percentage of people with obesity in Lake County was 35.5% in 2020. The percentage of people who binge drink in Lake County was 15.7% in 2020. The percentage of people who smoke in Lake County was 18.8% in 2020."
    },
    "geoId/12071": {
        "summary": "Lee County is a county in Florida, United States. The population in Lee County was 822,453 in 2022. The median age in Lee County was 48.9 in 2021. The median income in Lee County was $31,675 in 2021. The unemployment rate in Lee County was 3.1% in 2023. The percentage of people with obesity in Lee County was 27.9% in 2020. The percentage of people who binge drink in Lee County was 17.2% in 2020. The percentage of people who smoke in Lee County was 17.3% in 2020."
    },
    "geoId/12073": {
        "summary": "Leon County is a county in Florida, United States. The population in Leon County was 297,369 in 2022. The median age in Leon County was 31.6 in 2021. The median income in Leon County was $30,573 in 2021. The unemployment rate in Leon County was 3.2% in 2023. The percentage of people with obesity in Leon County was 35% in 2020. The percentage of people who binge drink in Leon County was 16.2% in 2020. The percentage of people who smoke in Leon County was 17.6% in 2020."
    },
    "geoId/12075": {
        "summary": "Levy County is a county in Florida, United States. The population in Levy County was 45,260 in 2022. The median age in Levy County was 47.5 in 2021. The median income in Levy County was $23,912 in 2021. The unemployment rate in Levy County was 3.7% in 2023. The percentage of people with obesity in Levy County was 36.9% in 2020. The percentage of people who binge drink in Levy County was 16.5% in 2020. The percentage of people who smoke in Levy County was 24.6% in 2020."
    },
    "geoId/12077": {
        "summary": "Liberty County is a county in Florida, United States. The population in Liberty County was 7,603 in 2022. The median age in Liberty County was 39.5 in 2021. The median income in Liberty County was $23,379 in 2021. The unemployment rate in Liberty County was 3.6% in 2023. The percentage of people with obesity in Liberty County was 39.7% in 2020. The percentage of people who binge drink in Liberty County was 17% in 2020. The percentage of people who smoke in Liberty County was 25.2% in 2020."
    },
    "geoId/12079": {
        "summary": "Madison County is a county in Florida, United States. The population in Madison County was 18,198 in 2022. The median age in Madison County was 43.9 in 2021. The median income in Madison County was $22,610 in 2021. The unemployment rate in Madison County was 3.3% in 2023. The percentage of people with obesity in Madison County was 39.9% in 2020. The percentage of people who binge drink in Madison County was 15.2% in 2020. The percentage of people who smoke in Madison County was 27.3% in 2020."
    },
    "geoId/12081": {
        "summary": "Manatee County is a county in Florida, United States. The population in Manatee County was 429,125 in 2022. The median age in Manatee County was 49 in 2021. The median income in Manatee County was $32,639 in 2021. The unemployment rate in Manatee County was 3.2% in 2023. The percentage of people with obesity in Manatee County was 31.1% in 2020. The percentage of people who binge drink in Manatee County was 16% in 2020. The percentage of people who smoke in Manatee County was 17.7% in 2020."
    },
    "geoId/12083": {
        "summary": "Marion County is a county in Florida, United States. The population in Marion County was 396,415 in 2022. The median age in Marion County was 48.3 in 2021. The median income in Marion County was $27,359 in 2021. The unemployment rate in Marion County was 3.7% in 2023. The percentage of people with obesity in Marion County was 38.2% in 2020. The percentage of people who binge drink in Marion County was 15.8% in 2020. The percentage of people who smoke in Marion County was 20.8% in 2020."
    },
    "geoId/12085": {
        "summary": "Martin County is a county in Florida, United States. The population in Martin County was 162,006 in 2022. The median age in Martin County was 52.9 in 2021. The median income in Martin County was $34,308 in 2021. The unemployment rate in Martin County was 3% in 2023. The percentage of people with obesity in Martin County was 28.7% in 2020. The percentage of people who binge drink in Martin County was 17.6% in 2020. The percentage of people who smoke in Martin County was 17.1% in 2020."
    },
    "geoId/12086": {
        "summary": "Miami-Dade County is a county in Florida, United States. The population in Miami-Dade County was 2,673,837 in 2022. The median age in Miami-Dade County was 40.4 in 2021. The median income in Miami-Dade County was $27,523 in 2021. The unemployment rate in Miami-Dade County was 1.6% in 2023. The percentage of people with obesity in Miami-Dade County was 30.1% in 2020. The percentage of people who binge drink in Miami-Dade County was 13.9% in 2020. The percentage of people who smoke in Miami-Dade County was 14.9% in 2020."
    },
    "geoId/12087": {
        "summary": "Monroe County is a county in Florida, United States. The population in Monroe County was 81,708 in 2022. The median age in Monroe County was 48 in 2021. The median income in Monroe County was $37,373 in 2021. The unemployment rate in Monroe County was 1.9% in 2023. The percentage of people with obesity in Monroe County was 30.4% in 2020. The percentage of people who binge drink in Monroe County was 19.5% in 2020. The percentage of people who smoke in Monroe County was 16.3% in 2020."
    },
    "geoId/12089": {
        "summary": "Nassau County is a county in Florida, United States. The population in Nassau County was 97,899 in 2022. The median age in Nassau County was 46.1 in 2021. The median income in Nassau County was $35,565 in 2021. The unemployment rate in Nassau County was 2.9% in 2023. The percentage of people with obesity in Nassau County was 30.5% in 2020. The percentage of people who binge drink in Nassau County was 17.7% in 2020. The percentage of people who smoke in Nassau County was 17.8% in 2020."
    },
    "geoId/12091": {
        "summary": "Okaloosa County is a county in Florida, United States. The population in Okaloosa County was 216,482 in 2022. The median age in Okaloosa County was 36.9 in 2021. The median income in Okaloosa County was $33,626 in 2021. The unemployment rate in Okaloosa County was 2.7% in 2023. The percentage of people with obesity in Okaloosa County was 31.6% in 2020. The percentage of people who binge drink in Okaloosa County was 16.8% in 2020. The percentage of people who smoke in Okaloosa County was 17.9% in 2020."
    },
    "geoId/12093": {
        "summary": "Okeechobee County is a county in Florida, United States. The population in Okeechobee County was 40,412 in 2022. The median age in Okeechobee County was 40.6 in 2021. The median income in Okeechobee County was $25,625 in 2021. The unemployment rate in Okeechobee County was 3.2% in 2023. The percentage of people with obesity in Okeechobee County was 33.9% in 2020. The percentage of people who binge drink in Okeechobee County was 15.4% in 2020. The percentage of people who smoke in Okeechobee County was 23.7% in 2020."
    },
    "geoId/12095": {
        "summary": "Orange County is a county in Florida, United States. The population in Orange County was 1,452,726 in 2022. The median age in Orange County was 35.7 in 2021. The median income in Orange County was $30,640 in 2021. The unemployment rate in Orange County was 2.9% in 2023. The percentage of people with obesity in Orange County was 30.4% in 2020. The percentage of people who binge drink in Orange County was 14.1% in 2020. The percentage of people who smoke in Orange County was 15.9% in 2020."
    },
    "geoId/12097": {
        "summary": "Osceola County is a county in Florida, United States. The population in Osceola County was 422,545 in 2022. The median age in Osceola County was 36.3 in 2021. The median income in Osceola County was $25,997 in 2021. The unemployment rate in Osceola County was 3.5% in 2023. The percentage of people with obesity in Osceola County was 35.4% in 2020. The percentage of people who binge drink in Osceola County was 15% in 2020. The percentage of people who smoke in Osceola County was 17% in 2020."
    },
    "geoId/12099": {
        "summary": "Palm Beach County is a county in Florida, United States. The population in Palm Beach County was 1,518,477 in 2022. The median age in Palm Beach County was 45 in 2021. The median income in Palm Beach County was $33,720 in 2021. The unemployment rate in Palm Beach County was 3.1% in 2023. The percentage of people with obesity in Palm Beach County was 27.5% in 2020. The percentage of people who binge drink in Palm Beach County was 15.5% in 2020. The percentage of people who smoke in Palm Beach County was 16.3% in 2020."
    },
    "geoId/12101": {
        "summary": "Pasco County is a county in Florida, United States. The population in Pasco County was 608,794 in 2022. The median age in Pasco County was 44.1 in 2021. The median income in Pasco County was $30,610 in 2021. The unemployment rate in Pasco County was 3.5% in 2023. The percentage of people with obesity in Pasco County was 31.6% in 2020. The percentage of people who binge drink in Pasco County was 17% in 2020. The percentage of people who smoke in Pasco County was 21.5% in 2020."
    },
    "geoId/12103": {
        "summary": "Pinellas County is a county in Florida, United States. The population in Pinellas County was 961,739 in 2022. The median age in Pinellas County was 48.5 in 2021. The median income in Pinellas County was $33,094 in 2021. The unemployment rate in Pinellas County was 2.9% in 2023. The percentage of people with obesity in Pinellas County was 27.5% in 2020. The percentage of people who binge drink in Pinellas County was 17.4% in 2020. The percentage of people who smoke in Pinellas County was 18.7% in 2020."
    },
    "geoId/12105": {
        "summary": "Polk County is a county in Florida, United States. The population in Polk County was 787,404 in 2022. The median age in Polk County was 40.1 in 2021. The median income in Polk County was $28,251 in 2021. The unemployment rate in Polk County was 3.7% in 2023. The percentage of people with obesity in Polk County was 36.3% in 2020. The percentage of people who binge drink in Polk County was 15.3% in 2020. The percentage of people who smoke in Polk County was 19.6% in 2020."
    },
    "geoId/12107": {
        "summary": "Putnam County is a county in Florida, United States. The population in Putnam County was 74,731 in 2022. The median age in Putnam County was 45.1 in 2021. The median income in Putnam County was $22,911 in 2021. The unemployment rate in Putnam County was 4.1% in 2023. The percentage of people with obesity in Putnam County was 36.6% in 2020. The percentage of people who binge drink in Putnam County was 16.2% in 2020. The percentage of people who smoke in Putnam County was 27.1% in 2020."
    },
    "geoId/12109": {
        "summary": "St. Johns County is a county in Florida, United States. The population in St. Johns County was 306,841 in 2022. The median age in St. Johns County was 43.8 in 2021. The median income in St. Johns County was $40,386 in 2021. The unemployment rate in St. Johns County was 2.7% in 2023. The percentage of people with obesity in St. Johns County was 24.6% in 2020. The percentage of people who binge drink in St. Johns County was 18.2% in 2020. The percentage of people who smoke in St. Johns County was 14.8% in 2020."
    },
    "geoId/12111": {
        "summary": "St. Lucie County is a county in Florida, United States. The population in St. Lucie County was 358,704 in 2022. The median age in St. Lucie County was 45.3 in 2021. The median income in St. Lucie County was $30,156 in 2021. The unemployment rate in St. Lucie County was 3.6% in 2023. The percentage of people with obesity in St. Lucie County was 35.2% in 2020. The percentage of people who binge drink in St. Lucie County was 15.8% in 2020. The percentage of people who smoke in St. Lucie County was 19.2% in 2020."
    },
    "geoId/12113": {
        "summary": "Santa Rosa County is a county in Florida, United States. The population in Santa Rosa County was 198,268 in 2022. The median age in Santa Rosa County was 40.1 in 2021. The median income in Santa Rosa County was $35,024 in 2021. The unemployment rate in Santa Rosa County was 3% in 2023. The percentage of people with obesity in Santa Rosa County was 30.6% in 2020. The percentage of people who binge drink in Santa Rosa County was 16.8% in 2020. The percentage of people who smoke in Santa Rosa County was 20.3% in 2020."
    },
    "geoId/12115": {
        "summary": "Sarasota County is a county in Florida, United States. The population in Sarasota County was 462,286 in 2022. The median age in Sarasota County was 56.5 in 2021. The median income in Sarasota County was $35,593 in 2021. The unemployment rate in Sarasota County was 3.2% in 2023. The percentage of people with obesity in Sarasota County was 26.6% in 2020. The percentage of people who binge drink in Sarasota County was 18.1% in 2020. The percentage of people who smoke in Sarasota County was 15.9% in 2020."
    },
    "geoId/12117": {
        "summary": "Seminole County is a county in Florida, United States. The population in Seminole County was 478,772 in 2022. The median age in Seminole County was 39.5 in 2021. The median income in Seminole County was $35,948 in 2021. The unemployment rate in Seminole County was 2.9% in 2023. The percentage of people with obesity in Seminole County was 30.1% in 2020. The percentage of people who binge drink in Seminole County was 17.2% in 2020. The percentage of people who smoke in Seminole County was 14.3% in 2020."
    },
    "geoId/12119": {
        "summary": "Sumter County is a county in Florida, United States. The population in Sumter County was 144,970 in 2022. The median age in Sumter County was 68.1 in 2021. The median income in Sumter County was $31,800 in 2021. The unemployment rate in Sumter County was 4.4% in 2023. The percentage of people with obesity in Sumter County was 33.9% in 2020. The percentage of people who binge drink in Sumter County was 18% in 2020. The percentage of people who smoke in Sumter County was 17.5% in 2020."
    },
    "geoId/12121": {
        "summary": "Suwannee County is a county in Florida, United States. The population in Suwannee County was 45,411 in 2022. The median age in Suwannee County was 43 in 2021. The median income in Suwannee County was $24,363 in 2021. The unemployment rate in Suwannee County was 3.6% in 2023. The percentage of people with obesity in Suwannee County was 35.6% in 2020. The percentage of people who binge drink in Suwannee County was 16.4% in 2020. The percentage of people who smoke in Suwannee County was 24.3% in 2020."
    },
    "geoId/12123": {
        "summary": "Taylor County is a county in Florida, United States. The population in Taylor County was 21,283 in 2022. The median age in Taylor County was 43.5 in 2021. The median income in Taylor County was $25,076 in 2021. The unemployment rate in Taylor County was 3.8% in 2023. The percentage of people with obesity in Taylor County was 37.3% in 2020. The percentage of people who binge drink in Taylor County was 15.5% in 2020. The percentage of people who smoke in Taylor County was 26% in 2020."
    },
    "geoId/12125": {
        "summary": "Union County is a county in Florida, United States. The population in Union County was 15,460 in 2022. The median age in Union County was 39.2 in 2021. The median income in Union County was $26,245 in 2021. The unemployment rate in Union County was 3.1% in 2023. The percentage of people with obesity in Union County was 35.9% in 2020. The percentage of people who binge drink in Union County was 17.5% in 2020. The percentage of people who smoke in Union County was 26.4% in 2020."
    },
    "geoId/12127": {
        "summary": "Volusia County is a county in Florida, United States. The population in Volusia County was 579,192 in 2022. The median age in Volusia County was 46.4 in 2021. The median income in Volusia County was $30,388 in 2021. The unemployment rate in Volusia County was 3.3% in 2023. The percentage of people with obesity in Volusia County was 35.1% in 2020. The percentage of people who binge drink in Volusia County was 17.7% in 2020. The percentage of people who smoke in Volusia County was 20% in 2020."
    },
    "geoId/12129": {
        "summary": "Wakulla County is a county in Florida, United States. The population in Wakulla County was 35,178 in 2022. The median age in Wakulla County was 42.6 in 2021. The median income in Wakulla County was $36,765 in 2021. The unemployment rate in Wakulla County was 2.7% in 2023. The percentage of people with obesity in Wakulla County was 33% in 2020. The percentage of people who binge drink in Wakulla County was 17.4% in 2020. The percentage of people who smoke in Wakulla County was 21.1% in 2020."
    },
    "geoId/12131": {
        "summary": "Walton County is a county in Florida, United States. The population in Walton County was 83,304 in 2022. The median age in Walton County was 44.3 in 2021. The median income in Walton County was $32,436 in 2021. The unemployment rate in Walton County was 2.9% in 2023. The percentage of people with obesity in Walton County was 29.5% in 2020. The percentage of people who binge drink in Walton County was 17.5% in 2020. The percentage of people who smoke in Walton County was 19.1% in 2020."
    },
    "geoId/12133": {
        "summary": "Washington County is a county in Florida, United States. The population in Washington County was 25,414 in 2022. The median age in Washington County was 41.4 in 2021. The median income in Washington County was $23,993 in 2021. The unemployment rate in Washington County was 3.3% in 2023. The percentage of people with obesity in Washington County was 36.8% in 2020. The percentage of people who binge drink in Washington County was 16% in 2020. The percentage of people who smoke in Washington County was 28% in 2020."
    }
}