{
    "geoId/60010": {
        "summary": "Eastern District is a county in American Samoa, United States. The population in Eastern District was 23,441 in 2000."
    },
    "geoId/60020": {
        "summary": "Manu'a District is a county in American Samoa, United States. The population in Manu'a District was 1,143 in 2010."
    },
    "geoId/60030": {
        "summary": "Rose Atoll is a county in American Samoa, United States."
    },
    "geoId/60040": {
        "summary": "Swains Island is a county in American Samoa, United States. The population in Swains Island was 17 in 2010."
    },
    "geoId/60050": {
        "summary": "Western District is a county in American Samoa, United States. The population in Western District was 31,329 in 2010."
    },
    "geoId/64002": {
        "summary": "Chuuk State is a county in Federated States of Micronesia. The population in Chuuk State was 48,654 in 2010."
    },
    "geoId/64005": {
        "summary": "Kosrae State is a county in Federated States of Micronesia. The population in Kosrae State was 6,616 in 2010."
    },
    "geoId/64040": {
        "summary": "Pohnpei State is a county in Federated States of Micronesia. The population in Pohnpei State was 36,196 in 2010."
    },
    "geoId/64060": {
        "summary": "Yap State is a county in Federated States of Micronesia. The population in Yap State was 11,377 in 2010."
    },
    "geoId/68190": {
        "summary": "Majuro is a county in Marshall Islands. The population in Majuro was 25,400 in 2004."
    },
    "geoId/69085": {
        "summary": "Northern Islands Municipality is a county in Northern Mariana Islands. The population in Northern Islands Municipality was 0 in 2010."
    },
    "geoId/69100": {
        "summary": "Rota is a county in Northern Mariana Islands. The population in Rota was 3,283 in 2000."
    },
    "geoId/69110": {
        "summary": "Saipan is a county in Northern Mariana Islands. The population in Saipan was 48,220 in 2010."
    },
    "geoId/69120": {
        "summary": "Tinian Municipality is a county in Northern Mariana Islands. The population in Tinian Municipality was 3,540 in 2000."
    },
    "geoId/70002": {
        "summary": "Aimeliik is a county in Palau. The population in Aimeliik was 334 in 2015."
    },
    "geoId/70004": {
        "summary": "Airai is a county in Palau. The population in Airai was 2,455 in 2015."
    },
    "geoId/70010": {
        "summary": "Angaur is a county in Palau. The population in Angaur was 119 in 2015."
    },
    "geoId/70050": {
        "summary": "Hatohobei is a county in Palau. The population in Hatohobei was 25 in 2021."
    },
    "geoId/70100": {
        "summary": "Kayangel is a county in Palau. The population in Kayangel was 54 in 2015."
    },
    "geoId/70150": {
        "summary": "Koror is a county in Palau. The population in Koror was 11,444 in 2015."
    },
    "geoId/70212": {
        "summary": "Melekeok is a county in Palau. The population in Melekeok was 277 in 2015."
    },
    "geoId/70214": {
        "summary": "Ngaraard is a county in Palau. The population in Ngaraard was 413 in 2015."
    },
    "geoId/70218": {
        "summary": "Ngarchelong is a county in Palau. The population in Ngarchelong was 316 in 2015."
    },
    "geoId/70222": {
        "summary": "Ngardmau is a county in Palau. The population in Ngardmau was 185 in 2015."
    },
    "geoId/70224": {
        "summary": "Ngatpang is a county in Palau. The population in Ngatpang was 282 in 2015."
    },
    "geoId/70226": {
        "summary": "Ngchesar is a county in Palau. The population in Ngchesar was 291 in 2015."
    },
    "geoId/70227": {
        "summary": "Ngeremlengui is a county in Palau. The population in Ngeremlengui was 350 in 2015."
    },
    "geoId/70228": {
        "summary": "Ngiwal is a county in Palau. The population in Ngiwal was 282 in 2015."
    },
    "geoId/70350": {
        "summary": "Peleliu is a county in Palau."
    },
    "geoId/70370": {
        "summary": "Sonsorol is a county in Palau. The population in Sonsorol was 40 in 2015."
    },
    "geoId/72001": {
        "summary": "Adjuntas Municipio is a county in Puerto Rico, United States. The population in Adjuntas Municipio was 18,068 in 2021. The median age in Adjuntas Municipio was 43.3 in 2021. The median income in Adjuntas Municipio was $9,416 in 2021. The unemployment rate in Adjuntas Municipio was 7.4% in 2023."
    },
    "geoId/72003": {
        "summary": "Aguada Municipio is a county in Puerto Rico, United States. The population in Aguada Municipio was 38,307 in 2021. The median age in Aguada Municipio was 44.5 in 2021. The median income in Aguada Municipio was $12,199 in 2021. The unemployment rate in Aguada Municipio was 6.7% in 2023."
    },
    "geoId/72005": {
        "summary": "Aguadilla Municipio is a county in Puerto Rico, United States. The population in Aguadilla Municipio was 55,241 in 2021. The median age in Aguadilla Municipio was 43.6 in 2021. The median income in Aguadilla Municipio was $13,148 in 2021. The unemployment rate in Aguadilla Municipio was 7% in 2023."
    },
    "geoId/72007": {
        "summary": "Aguas Buenas Municipio is a county in Puerto Rico, United States. The population in Aguas Buenas Municipio was 24,567 in 2021. The median age in Aguas Buenas Municipio was 43.2 in 2021. The median income in Aguas Buenas Municipio was $14,279 in 2021. The unemployment rate in Aguas Buenas Municipio was 6.2% in 2023."
    },
    "geoId/72009": {
        "summary": "Aibonito Municipio is a county in Puerto Rico, United States. The population in Aibonito Municipio was 24,565 in 2021. The median age in Aibonito Municipio was 45.1 in 2021. The median income in Aibonito Municipio was $12,738 in 2021. The unemployment rate in Aibonito Municipio was 7.1% in 2023."
    },
    "geoId/72011": {
        "summary": "Añasco Municipio is a county in Puerto Rico, United States. The population in Añasco Municipio was 25,859 in 2021. The median age in Añasco Municipio was 43.8 in 2021. The median income in Añasco Municipio was $13,162 in 2021. The unemployment rate in Añasco Municipio was 5.9% in 2023."
    },
    "geoId/72013": {
        "summary": "Arecibo Municipio is a county in Puerto Rico, United States. The population in Arecibo Municipio was 88,017 in 2021. The median age in Arecibo Municipio was 43.8 in 2021. The median income in Arecibo Municipio was $13,212 in 2021. The unemployment rate in Arecibo Municipio was 6.9% in 2023."
    },
    "geoId/72015": {
        "summary": "Arroyo Municipio is a county in Puerto Rico, United States. The population in Arroyo Municipio was 16,183 in 2021. The median age in Arroyo Municipio was 41.6 in 2021. The median income in Arroyo Municipio was $12,647 in 2021. The unemployment rate in Arroyo Municipio was 8.6% in 2023."
    },
    "geoId/72017": {
        "summary": "Barceloneta Municipio is a county in Puerto Rico, United States. The population in Barceloneta Municipio was 22,836 in 2021. The median age in Barceloneta Municipio was 42.4 in 2021. The median income in Barceloneta Municipio was $15,096 in 2021. The unemployment rate in Barceloneta Municipio was 7.8% in 2023."
    },
    "geoId/72019": {
        "summary": "Barranquitas Municipio is a county in Puerto Rico, United States. The population in Barranquitas Municipio was 28,982 in 2021. The median age in Barranquitas Municipio was 38 in 2021. The median income in Barranquitas Municipio was $13,666 in 2021. The unemployment rate in Barranquitas Municipio was 7.2% in 2023."
    },
    "geoId/72021": {
        "summary": "Bayamón Municipio is a county in Puerto Rico, United States. The population in Bayamón Municipio was 185,939 in 2021. The median age in Bayamón Municipio was 43.3 in 2021. The median income in Bayamón Municipio was $16,269 in 2021. The unemployment rate in Bayamón Municipio was 4.5% in 2023."
    },
    "geoId/72023": {
        "summary": "Cabo Rojo Municipio is a county in Puerto Rico, United States. The population in Cabo Rojo Municipio was 47,403 in 2021. The median age in Cabo Rojo Municipio was 45.8 in 2021. The median income in Cabo Rojo Municipio was $12,065 in 2021. The unemployment rate in Cabo Rojo Municipio was 6.2% in 2023."
    },
    "geoId/72025": {
        "summary": "Caguas Municipio is a county in Puerto Rico, United States. The population in Caguas Municipio was 128,182 in 2021. The median age in Caguas Municipio was 43.1 in 2021. The median income in Caguas Municipio was $16,015 in 2021. The unemployment rate in Caguas Municipio was 4.7% in 2023."
    },
    "geoId/72027": {
        "summary": "Camuy Municipio is a county in Puerto Rico, United States. The population in Camuy Municipio was 32,885 in 2021. The median age in Camuy Municipio was 43.8 in 2021. The median income in Camuy Municipio was $12,587 in 2021. The unemployment rate in Camuy Municipio was 6.4% in 2023."
    },
    "geoId/72029": {
        "summary": "Canóvanas Municipio is a county in Puerto Rico, United States. The population in Canóvanas Municipio was 42,811 in 2021. The median age in Canóvanas Municipio was 41.5 in 2021. The median income in Canóvanas Municipio was $16,431 in 2021. The unemployment rate in Canóvanas Municipio was 4.4% in 2023."
    },
    "geoId/72031": {
        "summary": "Carolina Municipio is a county in Puerto Rico, United States. The population in Carolina Municipio was 155,886 in 2021. The median age in Carolina Municipio was 43.7 in 2021. The median income in Carolina Municipio was $17,500 in 2021. The unemployment rate in Carolina Municipio was 4% in 2023."
    },
    "geoId/72033": {
        "summary": "Cataño Municipio is a county in Puerto Rico, United States. The population in Cataño Municipio was 23,536 in 2021. The median age in Cataño Municipio was 41.9 in 2021. The median income in Cataño Municipio was $13,862 in 2021. The unemployment rate in Cataño Municipio was 4% in 2023."
    },
    "geoId/72035": {
        "summary": "Cayey Municipio is a county in Puerto Rico, United States. The population in Cayey Municipio was 42,134 in 2021. The median age in Cayey Municipio was 43.9 in 2021. The median income in Cayey Municipio was $14,374 in 2021. The unemployment rate in Cayey Municipio was 5.2% in 2023."
    },
    "geoId/72037": {
        "summary": "Ceiba Municipio is a county in Puerto Rico, United States. The population in Ceiba Municipio was 11,463 in 2021. The median age in Ceiba Municipio was 44.8 in 2021. The median income in Ceiba Municipio was $14,014 in 2021. The unemployment rate in Ceiba Municipio was 7% in 2023."
    },
    "geoId/72039": {
        "summary": "Ciales Municipio is a county in Puerto Rico, United States. The population in Ciales Municipio was 17,045 in 2021. The median age in Ciales Municipio was 43.5 in 2021. The median income in Ciales Municipio was $10,774 in 2021. The unemployment rate in Ciales Municipio was 7.6% in 2023."
    },
    "geoId/72041": {
        "summary": "Cidra Municipio is a county in Puerto Rico, United States. The population in Cidra Municipio was 40,125 in 2021. The median age in Cidra Municipio was 42.1 in 2021. The median income in Cidra Municipio was $14,510 in 2021. The unemployment rate in Cidra Municipio was 4.9% in 2023."
    },
    "geoId/72043": {
        "summary": "Coamo Municipio is a county in Puerto Rico, United States. The population in Coamo Municipio was 35,268 in 2021. The median age in Coamo Municipio was 43.7 in 2021. The median income in Coamo Municipio was $12,986 in 2021. The unemployment rate in Coamo Municipio was 7.7% in 2023."
    },
    "geoId/72045": {
        "summary": "Comerío Municipio is a county in Puerto Rico, United States. The population in Comerío Municipio was 18,990 in 2021. The median age in Comerío Municipio was 41.1 in 2021. The median income in Comerío Municipio was $12,953 in 2021. The unemployment rate in Comerío Municipio was 7.3% in 2023."
    },
    "geoId/72047": {
        "summary": "Corozal Municipio is a county in Puerto Rico, United States. The population in Corozal Municipio was 34,631 in 2021. The median age in Corozal Municipio was 41.4 in 2021. The median income in Corozal Municipio was $13,125 in 2021. The unemployment rate in Corozal Municipio was 6.5% in 2023."
    },
    "geoId/72049": {
        "summary": "Culebra Municipio is a county in Puerto Rico, United States. The population in Culebra Municipio was 1,293 in 2021. The median age in Culebra Municipio was 45.1 in 2021. The median income in Culebra Municipio was $16,730 in 2021. The unemployment rate in Culebra Municipio was 1.8% in 2023."
    },
    "geoId/72051": {
        "summary": "Dorado Municipio is a county in Puerto Rico, United States. The population in Dorado Municipio was 36,030 in 2021. The median age in Dorado Municipio was 42.4 in 2021. The median income in Dorado Municipio was $16,984 in 2021. The unemployment rate in Dorado Municipio was 4.7% in 2023."
    },
    "geoId/72053": {
        "summary": "Fajardo Municipio is a county in Puerto Rico, United States. The population in Fajardo Municipio was 32,336 in 2021. The median age in Fajardo Municipio was 43 in 2021. The median income in Fajardo Municipio was $14,020 in 2021. The unemployment rate in Fajardo Municipio was 7.3% in 2023."
    },
    "geoId/72054": {
        "summary": "Florida Municipio is a county in Puerto Rico, United States. The population in Florida Municipio was 11,725 in 2021. The median age in Florida Municipio was 40.6 in 2021. The median income in Florida Municipio was $13,322 in 2021. The unemployment rate in Florida Municipio was 7.8% in 2023."
    },
    "geoId/72055": {
        "summary": "Guánica Municipio is a county in Puerto Rico, United States. The population in Guánica Municipio was 14,297 in 2021. The median age in Guánica Municipio was 43.8 in 2021. The median income in Guánica Municipio was $10,415 in 2021. The unemployment rate in Guánica Municipio was 11.1% in 2023."
    },
    "geoId/72057": {
        "summary": "Guayama Municipio is a county in Puerto Rico, United States. The population in Guayama Municipio was 37,388 in 2021. The median age in Guayama Municipio was 40.4 in 2021. The median income in Guayama Municipio was $13,447 in 2021. The unemployment rate in Guayama Municipio was 7.1% in 2023."
    },
    "geoId/72059": {
        "summary": "Guayanilla Municipio is a county in Puerto Rico, United States. The population in Guayanilla Municipio was 18,047 in 2021. The median age in Guayanilla Municipio was 42.2 in 2021. The median income in Guayanilla Municipio was $11,254 in 2021. The unemployment rate in Guayanilla Municipio was 11.3% in 2023."
    },
    "geoId/72061": {
        "summary": "Guaynabo Municipio is a county in Puerto Rico, United States. The population in Guaynabo Municipio was 90,014 in 2021. The median age in Guaynabo Municipio was 45.7 in 2021. The median income in Guaynabo Municipio was $19,454 in 2021. The unemployment rate in Guaynabo Municipio was 2.7% in 2023."
    },
    "geoId/72063": {
        "summary": "Gurabo Municipio is a county in Puerto Rico, United States. The population in Gurabo Municipio was 41,237 in 2021. The median age in Gurabo Municipio was 40.5 in 2021. The median income in Gurabo Municipio was $16,601 in 2021. The unemployment rate in Gurabo Municipio was 4.2% in 2023."
    },
    "geoId/72065": {
        "summary": "Hatillo Municipio is a county in Puerto Rico, United States. The population in Hatillo Municipio was 38,739 in 2021. The median age in Hatillo Municipio was 43.6 in 2021. The median income in Hatillo Municipio was $13,244 in 2021. The unemployment rate in Hatillo Municipio was 5.8% in 2023."
    },
    "geoId/72067": {
        "summary": "Hormigueros Municipio is a county in Puerto Rico, United States. The population in Hormigueros Municipio was 15,726 in 2021. The median age in Hormigueros Municipio was 48.1 in 2021. The median income in Hormigueros Municipio was $13,854 in 2021. The unemployment rate in Hormigueros Municipio was 4.4% in 2023."
    },
    "geoId/72069": {
        "summary": "Humacao Municipio is a county in Puerto Rico, United States. The population in Humacao Municipio was 51,398 in 2021. The median age in Humacao Municipio was 45 in 2021. The median income in Humacao Municipio was $14,508 in 2021. The unemployment rate in Humacao Municipio was 6.8% in 2023."
    },
    "geoId/72071": {
        "summary": "Isabela Municipio is a county in Puerto Rico, United States. The population in Isabela Municipio was 42,985 in 2021. The median age in Isabela Municipio was 43.8 in 2021. The median income in Isabela Municipio was $12,397 in 2021. The unemployment rate in Isabela Municipio was 6.4% in 2023."
    },
    "geoId/72073": {
        "summary": "Jayuya Municipio is a county in Puerto Rico, United States. The population in Jayuya Municipio was 14,877 in 2021. The median age in Jayuya Municipio was 41.6 in 2021. The median income in Jayuya Municipio was $11,393 in 2021. The unemployment rate in Jayuya Municipio was 8.7% in 2023."
    },
    "geoId/72075": {
        "summary": "Juana Díaz Municipio is a county in Puerto Rico, United States. The population in Juana Díaz Municipio was 46,704 in 2021. The median age in Juana Díaz Municipio was 41.5 in 2021. The median income in Juana Díaz Municipio was $12,884 in 2021. The unemployment rate in Juana Díaz Municipio was 7.2% in 2023."
    },
    "geoId/72077": {
        "summary": "Juncos Municipio is a county in Puerto Rico, United States. The population in Juncos Municipio was 37,290 in 2021. The median age in Juncos Municipio was 39.7 in 2021. The median income in Juncos Municipio was $14,706 in 2021. The unemployment rate in Juncos Municipio was 6.1% in 2023."
    },
    "geoId/72079": {
        "summary": "Lajas Municipio is a county in Puerto Rico, United States. The population in Lajas Municipio was 23,407 in 2021. The median age in Lajas Municipio was 47 in 2021. The median income in Lajas Municipio was $11,283 in 2021. The unemployment rate in Lajas Municipio was 8.2% in 2023."
    },
    "geoId/72081": {
        "summary": "Lares Municipio is a county in Puerto Rico, United States. The population in Lares Municipio was 28,092 in 2021. The median age in Lares Municipio was 44.2 in 2021. The median income in Lares Municipio was $11,435 in 2021. The unemployment rate in Lares Municipio was 8.4% in 2023."
    },
    "geoId/72083": {
        "summary": "Las Marías Municipio is a county in Puerto Rico, United States. The population in Las Marías Municipio was 8,896 in 2021. The median age in Las Marías Municipio was 43.4 in 2021. The median income in Las Marías Municipio was $10,843 in 2021. The unemployment rate in Las Marías Municipio was 8.2% in 2023."
    },
    "geoId/72085": {
        "summary": "Las Piedras Municipio is a county in Puerto Rico, United States. The population in Las Piedras Municipio was 35,495 in 2021. The median age in Las Piedras Municipio was 42.1 in 2021. The median income in Las Piedras Municipio was $14,407 in 2021. The unemployment rate in Las Piedras Municipio was 6.8% in 2023."
    },
    "geoId/72087": {
        "summary": "Loíza Municipio is a county in Puerto Rico, United States. The population in Loíza Municipio was 24,216 in 2021. The median age in Loíza Municipio was 41.7 in 2021. The median income in Loíza Municipio was $13,980 in 2021. The unemployment rate in Loíza Municipio was 5.1% in 2023."
    },
    "geoId/72089": {
        "summary": "Luquillo Municipio is a county in Puerto Rico, United States. The population in Luquillo Municipio was 17,917 in 2021. The median age in Luquillo Municipio was 43.6 in 2021. The median income in Luquillo Municipio was $14,130 in 2021. The unemployment rate in Luquillo Municipio was 6.7% in 2023."
    },
    "geoId/72091": {
        "summary": "Manatí Municipio is a county in Puerto Rico, United States. The population in Manatí Municipio was 39,693 in 2021. The median age in Manatí Municipio was 43.5 in 2021. The median income in Manatí Municipio was $13,337 in 2021. The unemployment rate in Manatí Municipio was 5.7% in 2023."
    },
    "geoId/72093": {
        "summary": "Maricao Municipio is a county in Puerto Rico, United States. The population in Maricao Municipio was 5,389 in 2021. The median age in Maricao Municipio was 44.8 in 2021. The median income in Maricao Municipio was $13,754 in 2021. The unemployment rate in Maricao Municipio was 7.1% in 2023."
    },
    "geoId/72095": {
        "summary": "Maunabo Municipio is a county in Puerto Rico, United States. The population in Maunabo Municipio was 10,700 in 2021. The median age in Maunabo Municipio was 45.4 in 2021. The median income in Maunabo Municipio was $14,215 in 2021. The unemployment rate in Maunabo Municipio was 12.5% in 2023."
    },
    "geoId/72097": {
        "summary": "Mayagüez Municipio is a county in Puerto Rico, United States. The population in Mayagüez Municipio was 74,146 in 2021. The median age in Mayagüez Municipio was 42.3 in 2021. The median income in Mayagüez Municipio was $12,196 in 2021. The unemployment rate in Mayagüez Municipio was 6.3% in 2023."
    },
    "geoId/72099": {
        "summary": "Moca Municipio is a county in Puerto Rico, United States. The population in Moca Municipio was 37,532 in 2021. The median age in Moca Municipio was 41.4 in 2021. The median income in Moca Municipio was $13,064 in 2021. The unemployment rate in Moca Municipio was 7.2% in 2023."
    },
    "geoId/72101": {
        "summary": "Morovis Municipio is a county in Puerto Rico, United States. The population in Morovis Municipio was 29,069 in 2021. The median age in Morovis Municipio was 39.9 in 2021. The median income in Morovis Municipio was $12,717 in 2021. The unemployment rate in Morovis Municipio was 7.1% in 2023."
    },
    "geoId/72103": {
        "summary": "Naguabo Municipio is a county in Puerto Rico, United States. The population in Naguabo Municipio was 23,722 in 2021. The median age in Naguabo Municipio was 39.4 in 2021. The median income in Naguabo Municipio was $14,378 in 2021. The unemployment rate in Naguabo Municipio was 6.3% in 2023."
    },
    "geoId/72105": {
        "summary": "Naranjito Municipio is a county in Puerto Rico, United States. The population in Naranjito Municipio was 29,200 in 2021. The median age in Naranjito Municipio was 41.6 in 2021. The median income in Naranjito Municipio was $12,905 in 2021. The unemployment rate in Naranjito Municipio was 6.5% in 2023."
    },
    "geoId/72107": {
        "summary": "Orocovis Municipio is a county in Puerto Rico, United States. The population in Orocovis Municipio was 21,510 in 2021. The median age in Orocovis Municipio was 41.4 in 2021. The median income in Orocovis Municipio was $11,904 in 2021. The unemployment rate in Orocovis Municipio was 8% in 2023."
    },
    "geoId/72109": {
        "summary": "Patillas Municipio is a county in Puerto Rico, United States. The population in Patillas Municipio was 16,231 in 2021. The median age in Patillas Municipio was 46.2 in 2021. The median income in Patillas Municipio was $12,433 in 2021. The unemployment rate in Patillas Municipio was 9.5% in 2023."
    },
    "geoId/72111": {
        "summary": "Peñuelas Municipio is a county in Puerto Rico, United States. The population in Peñuelas Municipio was 20,625 in 2021. The median age in Peñuelas Municipio was 40.4 in 2021. The median income in Peñuelas Municipio was $11,458 in 2021. The unemployment rate in Peñuelas Municipio was 10.4% in 2023."
    },
    "geoId/72113": {
        "summary": "Ponce Municipio is a county in Puerto Rico, United States. The population in Ponce Municipio was 139,245 in 2021. The median age in Ponce Municipio was 42.8 in 2021. The median income in Ponce Municipio was $13,520 in 2021. The unemployment rate in Ponce Municipio was 6.8% in 2023."
    },
    "geoId/72115": {
        "summary": "Quebradillas Municipio is a county in Puerto Rico, United States. The population in Quebradillas Municipio was 23,743 in 2021. The median age in Quebradillas Municipio was 42.1 in 2021. The median income in Quebradillas Municipio was $11,960 in 2021. The unemployment rate in Quebradillas Municipio was 6.9% in 2023."
    },
    "geoId/72117": {
        "summary": "Rincón Municipio is a county in Puerto Rico, United States. The population in Rincón Municipio was 15,097 in 2021. The median age in Rincón Municipio was 47.7 in 2021. The median income in Rincón Municipio was $13,960 in 2021. The unemployment rate in Rincón Municipio was 11.4% in 2023."
    },
    "geoId/72119": {
        "summary": "Río Grande Municipio is a county in Puerto Rico, United States. The population in Río Grande Municipio was 47,630 in 2021. The median age in Río Grande Municipio was 43.2 in 2021. The median income in Río Grande Municipio was $14,769 in 2021. The unemployment rate in Río Grande Municipio was 4.8% in 2023."
    },
    "geoId/72121": {
        "summary": "Sabana Grande Municipio is a county in Puerto Rico, United States. The population in Sabana Grande Municipio was 22,860 in 2021. The median age in Sabana Grande Municipio was 44.1 in 2021. The median income in Sabana Grande Municipio was $12,396 in 2021. The unemployment rate in Sabana Grande Municipio was 7.3% in 2023."
    },
    "geoId/72123": {
        "summary": "Salinas Municipio is a county in Puerto Rico, United States. The population in Salinas Municipio was 26,208 in 2021. The median age in Salinas Municipio was 42.6 in 2021. The median income in Salinas Municipio was $13,499 in 2021. The unemployment rate in Salinas Municipio was 9.6% in 2023."
    },
    "geoId/72125": {
        "summary": "San Germán Municipio is a county in Puerto Rico, United States. The population in San Germán Municipio was 32,031 in 2021. The median age in San Germán Municipio was 45.2 in 2021. The median income in San Germán Municipio was $12,523 in 2021. The unemployment rate in San Germán Municipio was 7.4% in 2023."
    },
    "geoId/72127": {
        "summary": "San Juan Municipio is a county in Puerto Rico, United States. The population in San Juan Municipio was 344,791 in 2021. The median age in San Juan Municipio was 44.4 in 2021. The median income in San Juan Municipio was $16,848 in 2021. The unemployment rate in San Juan Municipio was 4.4% in 2023."
    },
    "geoId/72129": {
        "summary": "San Lorenzo Municipio is a county in Puerto Rico, United States. The population in San Lorenzo Municipio was 37,822 in 2021. The median age in San Lorenzo Municipio was 43.4 in 2021. The median income in San Lorenzo Municipio was $12,604 in 2021. The unemployment rate in San Lorenzo Municipio was 6.1% in 2023."
    },
    "geoId/72131": {
        "summary": "San Sebastián Municipio is a county in Puerto Rico, United States. The population in San Sebastián Municipio was 39,351 in 2021. The median age in San Sebastián Municipio was 45.5 in 2021. The median income in San Sebastián Municipio was $11,406 in 2021. The unemployment rate in San Sebastián Municipio was 8.6% in 2023."
    },
    "geoId/72133": {
        "summary": "Santa Isabel Municipio is a county in Puerto Rico, United States. The population in Santa Isabel Municipio was 20,530 in 2021. The median age in Santa Isabel Municipio was 40.3 in 2021. The median income in Santa Isabel Municipio was $13,313 in 2021. The unemployment rate in Santa Isabel Municipio was 8.7% in 2023."
    },
    "geoId/72135": {
        "summary": "Toa Alta Municipio is a county in Puerto Rico, United States. The population in Toa Alta Municipio was 67,602 in 2021. The median age in Toa Alta Municipio was 40 in 2021. The median income in Toa Alta Municipio was $16,485 in 2021. The unemployment rate in Toa Alta Municipio was 4.1% in 2023."
    },
    "geoId/72137": {
        "summary": "Toa Baja Municipio is a county in Puerto Rico, United States. The population in Toa Baja Municipio was 76,248 in 2021. The median age in Toa Baja Municipio was 41.9 in 2021. The median income in Toa Baja Municipio was $15,970 in 2021. The unemployment rate in Toa Baja Municipio was 4.1% in 2023."
    },
    "geoId/72139": {
        "summary": "Trujillo Alto Municipio is a county in Puerto Rico, United States. The population in Trujillo Alto Municipio was 68,001 in 2021. The median age in Trujillo Alto Municipio was 41.7 in 2021. The median income in Trujillo Alto Municipio was $17,406 in 2021. The unemployment rate in Trujillo Alto Municipio was 2.6% in 2023."
    },
    "geoId/72141": {
        "summary": "Utuado Municipio is a county in Puerto Rico, United States. The population in Utuado Municipio was 28,585 in 2021. The median age in Utuado Municipio was 45.1 in 2021. The median income in Utuado Municipio was $11,223 in 2021. The unemployment rate in Utuado Municipio was 8.5% in 2023."
    },
    "geoId/72143": {
        "summary": "Vega Alta Municipio is a county in Puerto Rico, United States. The population in Vega Alta Municipio was 35,728 in 2021. The median age in Vega Alta Municipio was 40.9 in 2021. The median income in Vega Alta Municipio was $13,456 in 2021. The unemployment rate in Vega Alta Municipio was 5.1% in 2023."
    },
    "geoId/72145": {
        "summary": "Vega Baja Municipio is a county in Puerto Rico, United States. The population in Vega Baja Municipio was 54,544 in 2021. The median age in Vega Baja Municipio was 43.1 in 2021. The median income in Vega Baja Municipio was $13,582 in 2021. The unemployment rate in Vega Baja Municipio was 7.2% in 2023."
    },
    "geoId/72147": {
        "summary": "Vieques Municipio is a county in Puerto Rico, United States. The population in Vieques Municipio was 8,317 in 2021. The median age in Vieques Municipio was 43.6 in 2021. The median income in Vieques Municipio was $11,989 in 2021. The unemployment rate in Vieques Municipio was 6.1% in 2023."
    },
    "geoId/72149": {
        "summary": "Villalba Municipio is a county in Puerto Rico, United States. The population in Villalba Municipio was 22,341 in 2021. The median age in Villalba Municipio was 42 in 2021. The median income in Villalba Municipio was $13,093 in 2021. The unemployment rate in Villalba Municipio was 10.1% in 2023."
    },
    "geoId/72151": {
        "summary": "Yabucoa Municipio is a county in Puerto Rico, United States. The population in Yabucoa Municipio was 31,047 in 2021. The median age in Yabucoa Municipio was 44.9 in 2021. The median income in Yabucoa Municipio was $12,040 in 2021. The unemployment rate in Yabucoa Municipio was 7.7% in 2023."
    },
    "geoId/72153": {
        "summary": "Yauco Municipio is a county in Puerto Rico, United States. The population in Yauco Municipio was 34,704 in 2021. The median age in Yauco Municipio was 45.5 in 2021. The median income in Yauco Municipio was $12,457 in 2021. The unemployment rate in Yauco Municipio was 10.2% in 2023."
    },
    "geoId/7276770": {
        "summary": "San Juan zona urbana, an urban area within the municipality of San Juan, Puerto Rico, had a population of 325,343 in 2021. The median age in San Juan zona urbana was 44.2 years, with a median income of $17,105 in 2021."
    },
    "geoId/78010": {
        "summary": "Saint Croix is a county in U.S. Virgin Islands. The population in Saint Croix was 50,601 in 2010."
    }
}