{
    "geoId/21": {
        "summary": "Kentucky, a state in the eastern United States, had a population of 4,512,310 in 2022. The median age in 2021 was 39 years, with a median income of $29,523. Kentucky's unemployment rate in 2023 stood at 3.9%. Life expectancy in the state was 73.5 years in 2020. Additionally, in 2021, 38.49% of the population was classified as obese, 15.43% reported binge drinking, and 20.8% were smokers."
    },
    "geoId/2146027": {
        "summary": "Lexington, a city within Fayette County, Kentucky, had a population of 320,347 in 2022.  In 2021, the median age was 35 years with a median income of $32,712. The unemployment rate in Lexington stood at 3.2% in 2023. Additionally, in 2021, 36% of the population was classified as obese, 15.9% reported binge drinking, and 17% were smokers."
    },
    "geoId/2148000": {
        "summary": "Louisville, a city in Jefferson County, Kentucky, had a population of 253,128 in 1999.  More recently, in 2021, 41.4% of the population was classified as obese, 14.7% reported binge drinking, and 23.3% were smokers."
    },
    "geoId/2148006": {
        "summary": "Louisville/Jefferson County metro government (balance), a statistical entity in Kentucky, had a population of 624,444 in 2022. In 2021, the median age was 37.6 years, with a median income of $32,864. Additionally, in 2021, 36.2% of the population was classified as obese, 16.7% reported binge drinking, and 18.5% were smokers."
    },
    "geoId/21001": {
        "summary": "Adair County is a county in Kentucky, United States. The population in Adair County was 19,067 in 2022. The median age in Adair County was 40 in 2021. The median income in Adair County was $22,888 in 2021. The unemployment rate in Adair County was 5.1% in 2023. The percentage of people with obesity in Adair County was 40.8% in 2021. The percentage of people who binge drink in Adair County was 14.1% in 2021. The percentage of people who smoke in Adair County was 23.4% in 2021."
    },
    "geoId/21003": {
        "summary": "Allen County is a county in Kentucky, United States. The population in Allen County was 21,275 in 2022. The median age in Allen County was 40.5 in 2021. The median income in Allen County was $26,252 in 2021. The unemployment rate in Allen County was 3.9% in 2023. The percentage of people with obesity in Allen County was 42.1% in 2021. The percentage of people who binge drink in Allen County was 15% in 2021. The percentage of people who smoke in Allen County was 23.7% in 2021."
    },
    "geoId/21005": {
        "summary": "Anderson County is a county in Kentucky, United States. The population in Anderson County was 24,224 in 2022. The median age in Anderson County was 41.6 in 2021. The median income in Anderson County was $34,321 in 2021. The unemployment rate in Anderson County was 3.3% in 2023. The percentage of people with obesity in Anderson County was 34.3% in 2021. The percentage of people who binge drink in Anderson County was 15.7% in 2021. The percentage of people who smoke in Anderson County was 19.7% in 2021."
    },
    "geoId/21007": {
        "summary": "Ballard County is a county in Kentucky, United States. The population in Ballard County was 7,650 in 2022. The median age in Ballard County was 44.1 in 2021. The median income in Ballard County was $27,239 in 2021. The unemployment rate in Ballard County was 4.2% in 2023. The percentage of people with obesity in Ballard County was 40.5% in 2021. The percentage of people who binge drink in Ballard County was 15.4% in 2021. The percentage of people who smoke in Ballard County was 22.7% in 2021."
    },
    "geoId/21009": {
        "summary": "Barren County is a county in Kentucky, United States. The population in Barren County was 44,854 in 2022. The median age in Barren County was 40.3 in 2021. The median income in Barren County was $25,200 in 2021. The unemployment rate in Barren County was 4.4% in 2023. The percentage of people with obesity in Barren County was 41.9% in 2021. The percentage of people who binge drink in Barren County was 14.2% in 2021. The percentage of people who smoke in Barren County was 24.7% in 2021."
    },
    "geoId/21011": {
        "summary": "Bath County is a county in Kentucky, United States. The population in Bath County was 12,829 in 2022. The median age in Bath County was 40.4 in 2021. The median income in Bath County was $24,385 in 2021. The unemployment rate in Bath County was 4.8% in 2023. The percentage of people with obesity in Bath County was 38.6% in 2021. The percentage of people who binge drink in Bath County was 15.2% in 2021. The percentage of people who smoke in Bath County was 25.4% in 2021."
    },
    "geoId/21013": {
        "summary": "Bell County is a county in Kentucky, United States. The population in Bell County was 23,568 in 2022. The median age in Bell County was 41.4 in 2021. The median income in Bell County was $17,261 in 2021. The unemployment rate in Bell County was 5.5% in 2023. The percentage of people with obesity in Bell County was 46.3% in 2021. The percentage of people who binge drink in Bell County was 13.6% in 2021. The percentage of people who smoke in Bell County was 31.1% in 2021."
    },
    "geoId/21015": {
        "summary": "Boone County is a county in Kentucky, United States. The population in Boone County was 139,093 in 2022. The median age in Boone County was 38 in 2021. The median income in Boone County was $40,274 in 2021. The unemployment rate in Boone County was 3.4% in 2023. The percentage of people with obesity in Boone County was 34.9% in 2021. The percentage of people who binge drink in Boone County was 17.2% in 2021. The percentage of people who smoke in Boone County was 16% in 2021."
    },
    "geoId/21017": {
        "summary": "Bourbon County is a county in Kentucky, United States. The population in Bourbon County was 20,093 in 2022. The median age in Bourbon County was 41.4 in 2021. The median income in Bourbon County was $30,665 in 2021. The unemployment rate in Bourbon County was 3.3% in 2023. The percentage of people with obesity in Bourbon County was 37.3% in 2021. The percentage of people who binge drink in Bourbon County was 14.8% in 2021. The percentage of people who smoke in Bourbon County was 21.5% in 2021."
    },
    "geoId/21019": {
        "summary": "Boyd County is a county in Kentucky, United States. The population in Boyd County was 48,110 in 2022. The median age in Boyd County was 41.9 in 2021. The median income in Boyd County was $27,533 in 2021. The unemployment rate in Boyd County was 5.1% in 2023. The percentage of people with obesity in Boyd County was 39.6% in 2021. The percentage of people who binge drink in Boyd County was 14.4% in 2021. The percentage of people who smoke in Boyd County was 22.5% in 2021."
    },
    "geoId/21021": {
        "summary": "Boyle County is a county in Kentucky, United States. The population in Boyle County was 30,904 in 2022. The median age in Boyle County was 39.9 in 2021. The median income in Boyle County was $27,312 in 2021. The unemployment rate in Boyle County was 4.1% in 2023. The percentage of people with obesity in Boyle County was 40.4% in 2021. The percentage of people who binge drink in Boyle County was 15.4% in 2021. The percentage of people who smoke in Boyle County was 20.4% in 2021."
    },
    "geoId/21023": {
        "summary": "Bracken County is a county in Kentucky, United States. The population in Bracken County was 8,452 in 2022. The median age in Bracken County was 41.9 in 2021. The median income in Bracken County was $27,462 in 2021. The unemployment rate in Bracken County was 3.7% in 2023. The percentage of people with obesity in Bracken County was 38.6% in 2021. The percentage of people who binge drink in Bracken County was 15.3% in 2021. The percentage of people who smoke in Bracken County was 24.4% in 2021."
    },
    "geoId/21025": {
        "summary": "Breathitt County is a county in Kentucky, United States. The population in Breathitt County was 13,351 in 2022. The median age in Breathitt County was 42.7 in 2021. The median income in Breathitt County was $20,073 in 2021. The unemployment rate in Breathitt County was 6.9% in 2023. The percentage of people with obesity in Breathitt County was 39.4% in 2021. The percentage of people who binge drink in Breathitt County was 13.6% in 2021. The percentage of people who smoke in Breathitt County was 27.9% in 2021."
    },
    "geoId/21027": {
        "summary": "Breckinridge County is a county in Kentucky, United States. The population in Breckinridge County was 20,943 in 2022. The median age in Breckinridge County was 41.9 in 2021. The median income in Breckinridge County was $26,316 in 2021. The unemployment rate in Breckinridge County was 4.5% in 2023. The percentage of people with obesity in Breckinridge County was 42.1% in 2021. The percentage of people who binge drink in Breckinridge County was 15.3% in 2021. The percentage of people who smoke in Breckinridge County was 25.1% in 2021."
    },
    "geoId/21029": {
        "summary": "Bullitt County is a county in Kentucky, United States. The population in Bullitt County was 83,836 in 2022. The median age in Bullitt County was 40.9 in 2021. The median income in Bullitt County was $33,539 in 2021. The unemployment rate in Bullitt County was 3.7% in 2023. The percentage of people with obesity in Bullitt County was 37.6% in 2021. The percentage of people who binge drink in Bullitt County was 15.8% in 2021. The percentage of people who smoke in Bullitt County was 20% in 2021."
    },
    "geoId/21031": {
        "summary": "Butler County is a county in Kentucky, United States. The population in Butler County was 12,295 in 2022. The median age in Butler County was 41.5 in 2021. The median income in Butler County was $26,466 in 2021. The unemployment rate in Butler County was 4.5% in 2023. The percentage of people with obesity in Butler County was 38.4% in 2021. The percentage of people who binge drink in Butler County was 15% in 2021. The percentage of people who smoke in Butler County was 24.7% in 2021."
    },
    "geoId/21033": {
        "summary": "Caldwell County is a county in Kentucky, United States. The population in Caldwell County was 12,570 in 2022. The median age in Caldwell County was 43 in 2021. The median income in Caldwell County was $29,915 in 2021. The unemployment rate in Caldwell County was 3.3% in 2023. The percentage of people with obesity in Caldwell County was 36.9% in 2021. The percentage of people who binge drink in Caldwell County was 15.1% in 2021. The percentage of people who smoke in Caldwell County was 22.9% in 2021."
    },
    "geoId/21035": {
        "summary": "Calloway County is a county in Kentucky, United States. The population in Calloway County was 37,685 in 2022. The median age in Calloway County was 36.1 in 2021. The median income in Calloway County was $23,612 in 2021. The unemployment rate in Calloway County was 4.2% in 2023. The percentage of people with obesity in Calloway County was 40.1% in 2021. The percentage of people who binge drink in Calloway County was 14.7% in 2021. The percentage of people who smoke in Calloway County was 21% in 2021."
    },
    "geoId/21037": {
        "summary": "Campbell County is a county in Kentucky, United States. The population in Campbell County was 93,300 in 2022. The median age in Campbell County was 38.1 in 2021. The median income in Campbell County was $35,083 in 2021. The unemployment rate in Campbell County was 3.4% in 2023. The percentage of people with obesity in Campbell County was 35% in 2021. The percentage of people who binge drink in Campbell County was 16.5% in 2021. The percentage of people who smoke in Campbell County was 16.8% in 2021."
    },
    "geoId/21039": {
        "summary": "Carlisle County is a county in Kentucky, United States. The population in Carlisle County was 4,720 in 2022. The median age in Carlisle County was 42.2 in 2021. The median income in Carlisle County was $24,202 in 2021. The unemployment rate in Carlisle County was 3.6% in 2023. The percentage of people with obesity in Carlisle County was 42.6% in 2021. The percentage of people who binge drink in Carlisle County was 14.5% in 2021. The percentage of people who smoke in Carlisle County was 25.8% in 2021."
    },
    "geoId/21041": {
        "summary": "Carroll County is a county in Kentucky, United States. The population in Carroll County was 10,938 in 2022. The median age in Carroll County was 38.3 in 2021. The median income in Carroll County was $25,068 in 2021. The unemployment rate in Carroll County was 3.2% in 2023. The percentage of people with obesity in Carroll County was 41.5% in 2021. The percentage of people who binge drink in Carroll County was 15% in 2021. The percentage of people who smoke in Carroll County was 25.7% in 2021."
    },
    "geoId/21043": {
        "summary": "Carter County is a county in Kentucky, United States. The population in Carter County was 26,395 in 2022. The median age in Carter County was 41.5 in 2021. The median income in Carter County was $18,917 in 2021. The unemployment rate in Carter County was 6.2% in 2023. The percentage of people with obesity in Carter County was 42.5% in 2021. The percentage of people who binge drink in Carter County was 13.9% in 2021. The percentage of people who smoke in Carter County was 27% in 2021."
    },
    "geoId/21045": {
        "summary": "Casey County is a county in Kentucky, United States. The population in Casey County was 15,920 in 2022. The median age in Casey County was 42.6 in 2021. The median income in Casey County was $20,074 in 2021. The unemployment rate in Casey County was 4% in 2023. The percentage of people with obesity in Casey County was 42.9% in 2021. The percentage of people who binge drink in Casey County was 13.8% in 2021. The percentage of people who smoke in Casey County was 29.1% in 2021."
    },
    "geoId/21047": {
        "summary": "Christian County is a county in Kentucky, United States. The population in Christian County was 73,037 in 2022. The median age in Christian County was 28.3 in 2021. The median income in Christian County was $28,485 in 2021. The unemployment rate in Christian County was 4.9% in 2023. The percentage of people with obesity in Christian County was 39.2% in 2021. The percentage of people who binge drink in Christian County was 14.5% in 2021. The percentage of people who smoke in Christian County was 23.4% in 2021."
    },
    "geoId/21049": {
        "summary": "Clark County is a county in Kentucky, United States. The population in Clark County was 37,061 in 2022. The median age in Clark County was 41.5 in 2021. The median income in Clark County was $30,812 in 2021. The unemployment rate in Clark County was 3.6% in 2023. The percentage of people with obesity in Clark County was 38.4% in 2021. The percentage of people who binge drink in Clark County was 15.3% in 2021. The percentage of people who smoke in Clark County was 20.8% in 2021."
    },
    "geoId/21051": {
        "summary": "Clay County is a county in Kentucky, United States. The population in Clay County was 19,913 in 2022. The median age in Clay County was 39.8 in 2021. The median income in Clay County was $18,928 in 2021. The unemployment rate in Clay County was 6.3% in 2023. The percentage of people with obesity in Clay County was 42.6% in 2021. The percentage of people who binge drink in Clay County was 13.5% in 2021. The percentage of people who smoke in Clay County was 31.5% in 2021."
    },
    "geoId/21053": {
        "summary": "Clinton County is a county in Kentucky, United States. The population in Clinton County was 9,123 in 2022. The median age in Clinton County was 42.6 in 2021. The median income in Clinton County was $21,704 in 2021. The unemployment rate in Clinton County was 4.8% in 2023. The percentage of people with obesity in Clinton County was 41% in 2021. The percentage of people who binge drink in Clinton County was 14% in 2021. The percentage of people who smoke in Clinton County was 27.7% in 2021."
    },
    "geoId/21055": {
        "summary": "Crittenden County is a county in Kentucky, United States. The population in Crittenden County was 8,981 in 2022. The median age in Crittenden County was 43.6 in 2021. The median income in Crittenden County was $24,032 in 2021. The unemployment rate in Crittenden County was 3.7% in 2023. The percentage of people with obesity in Crittenden County was 42.1% in 2021. The percentage of people who binge drink in Crittenden County was 15.2% in 2021. The percentage of people who smoke in Crittenden County was 24% in 2021."
    },
    "geoId/21057": {
        "summary": "Cumberland County is a county in Kentucky, United States. The population in Cumberland County was 5,946 in 2022. The median age in Cumberland County was 45.5 in 2021. The median income in Cumberland County was $20,000 in 2021. The unemployment rate in Cumberland County was 3% in 2023. The percentage of people with obesity in Cumberland County was 43.3% in 2021. The percentage of people who binge drink in Cumberland County was 14.1% in 2021. The percentage of people who smoke in Cumberland County was 27.2% in 2021."
    },
    "geoId/21059": {
        "summary": "Daviess County is a county in Kentucky, United States. The population in Daviess County was 103,222 in 2022. The median age in Daviess County was 38.7 in 2021. The median income in Daviess County was $30,561 in 2021. The unemployment rate in Daviess County was 4% in 2023. The percentage of people with obesity in Daviess County was 41.9% in 2021. The percentage of people who binge drink in Daviess County was 15.4% in 2021. The percentage of people who smoke in Daviess County was 21% in 2021."
    },
    "geoId/21061": {
        "summary": "Edmonson County is a county in Kentucky, United States. The population in Edmonson County was 12,269 in 2022. The median age in Edmonson County was 44.1 in 2021. The median income in Edmonson County was $23,367 in 2021. The unemployment rate in Edmonson County was 4.6% in 2023. The percentage of people with obesity in Edmonson County was 39.1% in 2021. The percentage of people who binge drink in Edmonson County was 14.9% in 2021. The percentage of people who smoke in Edmonson County was 25.3% in 2021."
    },
    "geoId/21063": {
        "summary": "Elliott County is a county in Kentucky, United States. The population in Elliott County was 7,293 in 2022. The median age in Elliott County was 43.6 in 2021. The median income in Elliott County was $19,077 in 2021. The unemployment rate in Elliott County was 7.1% in 2023. The percentage of people with obesity in Elliott County was 44.4% in 2021. The percentage of people who binge drink in Elliott County was 14.9% in 2021. The percentage of people who smoke in Elliott County was 28.4% in 2021."
    },
    "geoId/21065": {
        "summary": "Estill County is a county in Kentucky, United States. The population in Estill County was 14,044 in 2022. The median age in Estill County was 43.8 in 2021. The median income in Estill County was $21,181 in 2021. The unemployment rate in Estill County was 4.6% in 2023. The percentage of people with obesity in Estill County was 42.1% in 2021. The percentage of people who binge drink in Estill County was 14.4% in 2021. The percentage of people who smoke in Estill County was 29% in 2021."
    },
    "geoId/21067": {
        "summary": "Fayette County is a county in Kentucky, United States. The population in Fayette County was 320,347 in 2022. The median age in Fayette County was 35 in 2021. The median income in Fayette County was $32,712 in 2021. The unemployment rate in Fayette County was 3.2% in 2023. The percentage of people with obesity in Fayette County was 35.5% in 2021. The percentage of people who binge drink in Fayette County was 15.8% in 2021. The percentage of people who smoke in Fayette County was 15.8% in 2021."
    },
    "geoId/21069": {
        "summary": "Fleming County is a county in Kentucky, United States. The population in Fleming County was 15,288 in 2022. The median age in Fleming County was 40.6 in 2021. The median income in Fleming County was $25,814 in 2021. The unemployment rate in Fleming County was 4.4% in 2023. The percentage of people with obesity in Fleming County was 39.3% in 2021. The percentage of people who binge drink in Fleming County was 15% in 2021. The percentage of people who smoke in Fleming County was 24.3% in 2021."
    },
    "geoId/21071": {
        "summary": "Floyd County is a county in Kentucky, United States. The population in Floyd County was 34,978 in 2022. The median age in Floyd County was 42.7 in 2021. The median income in Floyd County was $21,522 in 2021. The unemployment rate in Floyd County was 5.5% in 2023. The percentage of people with obesity in Floyd County was 42.9% in 2021. The percentage of people who binge drink in Floyd County was 14.8% in 2021. The percentage of people who smoke in Floyd County was 27.6% in 2021."
    },
    "geoId/21073": {
        "summary": "Franklin County is a county in Kentucky, United States. The population in Franklin County was 51,607 in 2022. The median age in Franklin County was 40.5 in 2021. The median income in Franklin County was $33,849 in 2021. The unemployment rate in Franklin County was 3.5% in 2023. The percentage of people with obesity in Franklin County was 37.6% in 2021. The percentage of people who binge drink in Franklin County was 14.8% in 2021. The percentage of people who smoke in Franklin County was 18.7% in 2021."
    },
    "geoId/21075": {
        "summary": "Fulton County is a county in Kentucky, United States. The population in Fulton County was 6,382 in 2022. The median age in Fulton County was 39.2 in 2021. The median income in Fulton County was $21,334 in 2021. The unemployment rate in Fulton County was 4.5% in 2023. The percentage of people with obesity in Fulton County was 45% in 2021. The percentage of people who binge drink in Fulton County was 13.4% in 2021. The percentage of people who smoke in Fulton County was 26.4% in 2021."
    },
    "geoId/21077": {
        "summary": "Gallatin County is a county in Kentucky, United States. The population in Gallatin County was 8,763 in 2022. The median age in Gallatin County was 38.6 in 2021. The median income in Gallatin County was $26,599 in 2021. The unemployment rate in Gallatin County was 3.8% in 2023. The percentage of people with obesity in Gallatin County was 39.1% in 2021. The percentage of people who binge drink in Gallatin County was 15% in 2021. The percentage of people who smoke in Gallatin County was 24.6% in 2021."
    },
    "geoId/21079": {
        "summary": "Garrard County is a county in Kentucky, United States. The population in Garrard County was 17,589 in 2022. The median age in Garrard County was 43.4 in 2021. The median income in Garrard County was $28,390 in 2021. The unemployment rate in Garrard County was 3.6% in 2023. The percentage of people with obesity in Garrard County was 41.2% in 2021. The percentage of people who binge drink in Garrard County was 15.4% in 2021. The percentage of people who smoke in Garrard County was 21.9% in 2021."
    },
    "geoId/21081": {
        "summary": "Grant County is a county in Kentucky, United States. The population in Grant County was 25,502 in 2022. The median age in Grant County was 36.1 in 2021. The median income in Grant County was $31,650 in 2021. The unemployment rate in Grant County was 3.8% in 2023. The percentage of people with obesity in Grant County was 43.3% in 2021. The percentage of people who binge drink in Grant County was 15.6% in 2021. The percentage of people who smoke in Grant County was 22% in 2021."
    },
    "geoId/21083": {
        "summary": "Graves County is a county in Kentucky, United States. The population in Graves County was 36,412 in 2022. The median age in Graves County was 39.6 in 2021. The median income in Graves County was $25,638 in 2021. The unemployment rate in Graves County was 3.8% in 2023. The percentage of people with obesity in Graves County was 41% in 2021. The percentage of people who binge drink in Graves County was 15% in 2021. The percentage of people who smoke in Graves County was 23.1% in 2021."
    },
    "geoId/21085": {
        "summary": "Grayson County is a county in Kentucky, United States. The population in Grayson County was 26,631 in 2022. The median age in Grayson County was 40.4 in 2021. The median income in Grayson County was $24,547 in 2021. The unemployment rate in Grayson County was 4.3% in 2023. The percentage of people with obesity in Grayson County was 40.8% in 2021. The percentage of people who binge drink in Grayson County was 14.4% in 2021. The percentage of people who smoke in Grayson County was 26.7% in 2021."
    },
    "geoId/21087": {
        "summary": "Green County is a county in Kentucky, United States. The population in Green County was 11,365 in 2022. The median age in Green County was 44.2 in 2021. The median income in Green County was $21,107 in 2021. The unemployment rate in Green County was 3.6% in 2023. The percentage of people with obesity in Green County was 43.7% in 2021. The percentage of people who binge drink in Green County was 14.1% in 2021. The percentage of people who smoke in Green County was 26.6% in 2021."
    },
    "geoId/21089": {
        "summary": "Greenup County is a county in Kentucky, United States. The population in Greenup County was 35,403 in 2022. The median age in Greenup County was 43.6 in 2021. The median income in Greenup County was $27,670 in 2021. The unemployment rate in Greenup County was 5.8% in 2023. The percentage of people with obesity in Greenup County was 41.8% in 2021. The percentage of people who binge drink in Greenup County was 15.2% in 2021. The percentage of people who smoke in Greenup County was 21.5% in 2021."
    },
    "geoId/21091": {
        "summary": "Hancock County is a county in Kentucky, United States. The population in Hancock County was 9,021 in 2022. The median age in Hancock County was 40.2 in 2021. The median income in Hancock County was $33,072 in 2021. The unemployment rate in Hancock County was 4% in 2023. The percentage of people with obesity in Hancock County was 37.3% in 2021. The percentage of people who binge drink in Hancock County was 15.5% in 2021. The percentage of people who smoke in Hancock County was 22.5% in 2021."
    },
    "geoId/21093": {
        "summary": "Hardin County is a county in Kentucky, United States. The population in Hardin County was 111,862 in 2022. The median age in Hardin County was 36.8 in 2021. The median income in Hardin County was $33,257 in 2021. The unemployment rate in Hardin County was 4% in 2023. The percentage of people with obesity in Hardin County was 41.9% in 2021. The percentage of people who binge drink in Hardin County was 15% in 2021. The percentage of people who smoke in Hardin County was 20.5% in 2021."
    },
    "geoId/21095": {
        "summary": "Harlan County is a county in Kentucky, United States. The population in Harlan County was 25,662 in 2022. The median age in Harlan County was 41 in 2021. The median income in Harlan County was $18,942 in 2021. The unemployment rate in Harlan County was 6.2% in 2023. The percentage of people with obesity in Harlan County was 45% in 2021. The percentage of people who binge drink in Harlan County was 13.1% in 2021. The percentage of people who smoke in Harlan County was 31.8% in 2021."
    },
    "geoId/21097": {
        "summary": "Harrison County is a county in Kentucky, United States. The population in Harrison County was 19,103 in 2022. The median age in Harrison County was 42.2 in 2021. The median income in Harrison County was $26,545 in 2021. The unemployment rate in Harrison County was 3.6% in 2023. The percentage of people with obesity in Harrison County was 41.5% in 2021. The percentage of people who binge drink in Harrison County was 15% in 2021. The percentage of people who smoke in Harrison County was 22.5% in 2021."
    },
    "geoId/21099": {
        "summary": "Hart County is a county in Kentucky, United States. The population in Hart County was 19,600 in 2022. The median age in Hart County was 40.1 in 2021. The median income in Hart County was $23,403 in 2021. The unemployment rate in Hart County was 4.1% in 2023. The percentage of people with obesity in Hart County was 38.6% in 2021. The percentage of people who binge drink in Hart County was 14.1% in 2021. The percentage of people who smoke in Hart County was 27% in 2021."
    },
    "geoId/21101": {
        "summary": "Henderson County is a county in Kentucky, United States. The population in Henderson County was 44,046 in 2022. The median age in Henderson County was 41 in 2021. The median income in Henderson County was $30,719 in 2021. The unemployment rate in Henderson County was 3.8% in 2023. The percentage of people with obesity in Henderson County was 37.6% in 2021. The percentage of people who binge drink in Henderson County was 15.5% in 2021. The percentage of people who smoke in Henderson County was 22.1% in 2021."
    },
    "geoId/21103": {
        "summary": "Henry County is a county in Kentucky, United States. The population in Henry County was 15,771 in 2022. The median age in Henry County was 41.5 in 2021. The median income in Henry County was $27,934 in 2021. The unemployment rate in Henry County was 3.8% in 2023. The percentage of people with obesity in Henry County was 40.3% in 2021. The percentage of people who binge drink in Henry County was 14.9% in 2021. The percentage of people who smoke in Henry County was 24.1% in 2021."
    },
    "geoId/21105": {
        "summary": "Hickman County is a county in Kentucky, United States. The population in Hickman County was 4,422 in 2022. The median age in Hickman County was 44.7 in 2021. The median income in Hickman County was $25,857 in 2021. The unemployment rate in Hickman County was 4.3% in 2023. The percentage of people with obesity in Hickman County was 38.9% in 2021. The percentage of people who binge drink in Hickman County was 14.4% in 2021. The percentage of people who smoke in Hickman County was 23.5% in 2021."
    },
    "geoId/21107": {
        "summary": "Hopkins County is a county in Kentucky, United States. The population in Hopkins County was 44,812 in 2022. The median age in Hopkins County was 41.4 in 2021. The median income in Hopkins County was $27,235 in 2021. The unemployment rate in Hopkins County was 4.1% in 2023. The percentage of people with obesity in Hopkins County was 41.1% in 2021. The percentage of people who binge drink in Hopkins County was 14.7% in 2021. The percentage of people who smoke in Hopkins County was 23.6% in 2021."
    },
    "geoId/21109": {
        "summary": "Jackson County is a county in Kentucky, United States. The population in Jackson County was 12,973 in 2022. The median age in Jackson County was 41 in 2021. The median income in Jackson County was $17,519 in 2021. The unemployment rate in Jackson County was 5.2% in 2023. The percentage of people with obesity in Jackson County was 42.7% in 2021. The percentage of people who binge drink in Jackson County was 13.5% in 2021. The percentage of people who smoke in Jackson County was 31.2% in 2021."
    },
    "geoId/21111": {
        "summary": "Jefferson County is a county in Kentucky, United States. The population in Jefferson County was 773,399 in 2022. The median age in Jefferson County was 38.4 in 2021. The median income in Jefferson County was $34,416 in 2021. The unemployment rate in Jefferson County was 3.8% in 2023. The percentage of people with obesity in Jefferson County was 37.3% in 2021. The percentage of people who binge drink in Jefferson County was 15.9% in 2021. The percentage of people who smoke in Jefferson County was 18.2% in 2021."
    },
    "geoId/21113": {
        "summary": "Jessamine County is a county in Kentucky, United States. The population in Jessamine County was 54,254 in 2022. The median age in Jessamine County was 38.2 in 2021. The median income in Jessamine County was $30,276 in 2021. The unemployment rate in Jessamine County was 3.3% in 2023. The percentage of people with obesity in Jessamine County was 37.1% in 2021. The percentage of people who binge drink in Jessamine County was 15.6% in 2021. The percentage of people who smoke in Jessamine County was 19% in 2021."
    },
    "geoId/21115": {
        "summary": "Johnson County is a county in Kentucky, United States. The population in Johnson County was 22,244 in 2022. The median age in Johnson County was 41.5 in 2021. The median income in Johnson County was $21,421 in 2021. The unemployment rate in Johnson County was 5.9% in 2023. The percentage of people with obesity in Johnson County was 37.5% in 2021. The percentage of people who binge drink in Johnson County was 13.8% in 2021. The percentage of people who smoke in Johnson County was 27% in 2021."
    },
    "geoId/21117": {
        "summary": "Kenton County is a county in Kentucky, United States. The population in Kenton County was 170,313 in 2022. The median age in Kenton County was 37.4 in 2021. The median income in Kenton County was $36,199 in 2021. The unemployment rate in Kenton County was 3.5% in 2023. The percentage of people with obesity in Kenton County was 34.4% in 2021. The percentage of people who binge drink in Kenton County was 16.3% in 2021. The percentage of people who smoke in Kenton County was 17.7% in 2021."
    },
    "geoId/21119": {
        "summary": "Knott County is a county in Kentucky, United States. The population in Knott County was 13,874 in 2022. The median age in Knott County was 44 in 2021. The median income in Knott County was $17,332 in 2021. The unemployment rate in Knott County was 6.3% in 2023. The percentage of people with obesity in Knott County was 40.2% in 2021. The percentage of people who binge drink in Knott County was 13.5% in 2021. The percentage of people who smoke in Knott County was 29.5% in 2021."
    },
    "geoId/21121": {
        "summary": "Knox County is a county in Kentucky, United States. The population in Knox County was 29,791 in 2022. The median age in Knox County was 39 in 2021. The median income in Knox County was $17,853 in 2021. The unemployment rate in Knox County was 5.4% in 2023. The percentage of people with obesity in Knox County was 42.1% in 2021. The percentage of people who binge drink in Knox County was 13.5% in 2021. The percentage of people who smoke in Knox County was 29.9% in 2021."
    },
    "geoId/21123": {
        "summary": "LaRue County is a county in Kentucky, United States. The population in LaRue County was 15,163 in 2022. The median age in LaRue County was 42.5 in 2021. The median income in LaRue County was $28,096 in 2021. The unemployment rate in LaRue County was 4.3% in 2023. The percentage of people with obesity in LaRue County was 40.5% in 2021. The percentage of people who binge drink in LaRue County was 15.3% in 2021. The percentage of people who smoke in LaRue County was 23% in 2021."
    },
    "geoId/21125": {
        "summary": "Laurel County is a county in Kentucky, United States. The population in Laurel County was 62,885 in 2022. The median age in Laurel County was 40.1 in 2021. The median income in Laurel County was $25,583 in 2021. The unemployment rate in Laurel County was 4.2% in 2023. The percentage of people with obesity in Laurel County was 46.7% in 2021. The percentage of people who binge drink in Laurel County was 14.9% in 2021. The percentage of people who smoke in Laurel County was 24.8% in 2021."
    },
    "geoId/21127": {
        "summary": "Lawrence County is a county in Kentucky, United States. The population in Lawrence County was 16,109 in 2022. The median age in Lawrence County was 41.8 in 2021. The median income in Lawrence County was $20,841 in 2021. The unemployment rate in Lawrence County was 5.1% in 2023. The percentage of people with obesity in Lawrence County was 41.9% in 2021. The percentage of people who binge drink in Lawrence County was 14.1% in 2021. The percentage of people who smoke in Lawrence County was 28.7% in 2021."
    },
    "geoId/21129": {
        "summary": "Lee County is a county in Kentucky, United States. The population in Lee County was 7,261 in 2022. The median age in Lee County was 42.4 in 2021. The median income in Lee County was $16,324 in 2021. The unemployment rate in Lee County was 5.8% in 2023. The percentage of people with obesity in Lee County was 40.7% in 2021. The percentage of people who binge drink in Lee County was 14% in 2021. The percentage of people who smoke in Lee County was 31.7% in 2021."
    },
    "geoId/21131": {
        "summary": "Leslie County is a county in Kentucky, United States. The population in Leslie County was 10,093 in 2022. The median age in Leslie County was 42.9 in 2021. The median income in Leslie County was $20,791 in 2021. The unemployment rate in Leslie County was 6.7% in 2023. The percentage of people with obesity in Leslie County was 44.4% in 2021. The percentage of people who binge drink in Leslie County was 14.1% in 2021. The percentage of people who smoke in Leslie County was 29.1% in 2021."
    },
    "geoId/21133": {
        "summary": "Letcher County is a county in Kentucky, United States. The population in Letcher County was 20,893 in 2022. The median age in Letcher County was 42.5 in 2021. The median income in Letcher County was $19,965 in 2021. The unemployment rate in Letcher County was 6.1% in 2023. The percentage of people with obesity in Letcher County was 41.6% in 2021. The percentage of people who binge drink in Letcher County was 13.8% in 2021. The percentage of people who smoke in Letcher County was 28.6% in 2021."
    },
    "geoId/21135": {
        "summary": "Lewis County is a county in Kentucky, United States. The population in Lewis County was 12,954 in 2022. The median age in Lewis County was 42.6 in 2021. The median income in Lewis County was $21,196 in 2021. The unemployment rate in Lewis County was 7.2% in 2023. The percentage of people with obesity in Lewis County was 43.1% in 2021. The percentage of people who binge drink in Lewis County was 14% in 2021. The percentage of people who smoke in Lewis County was 31.7% in 2021."
    },
    "geoId/21137": {
        "summary": "Lincoln County is a county in Kentucky, United States. The population in Lincoln County was 24,360 in 2022. The median age in Lincoln County was 41.1 in 2021. The median income in Lincoln County was $25,337 in 2021. The unemployment rate in Lincoln County was 4.5% in 2023. The percentage of people with obesity in Lincoln County was 41% in 2021. The percentage of people who binge drink in Lincoln County was 14.6% in 2021. The percentage of people who smoke in Lincoln County was 25.9% in 2021."
    },
    "geoId/21139": {
        "summary": "Livingston County is a county in Kentucky, United States. The population in Livingston County was 8,963 in 2022. The median age in Livingston County was 46.4 in 2021. The median income in Livingston County was $24,236 in 2021. The unemployment rate in Livingston County was 4.5% in 2023. The percentage of people with obesity in Livingston County was 38.6% in 2021. The percentage of people who binge drink in Livingston County was 15.4% in 2021. The percentage of people who smoke in Livingston County was 22.7% in 2021."
    },
    "geoId/21141": {
        "summary": "Logan County is a county in Kentucky, United States. The population in Logan County was 27,877 in 2022. The median age in Logan County was 40.7 in 2021. The median income in Logan County was $28,079 in 2021. The unemployment rate in Logan County was 4.1% in 2023. The percentage of people with obesity in Logan County was 41.4% in 2021. The percentage of people who binge drink in Logan County was 15.3% in 2021. The percentage of people who smoke in Logan County was 22.9% in 2021."
    },
    "geoId/21143": {
        "summary": "Lyon County is a county in Kentucky, United States. The population in Lyon County was 9,101 in 2022. The median age in Lyon County was 49.5 in 2021. The median income in Lyon County was $26,337 in 2021. The unemployment rate in Lyon County was 3.8% in 2023. The percentage of people with obesity in Lyon County was 38.5% in 2021. The percentage of people who binge drink in Lyon County was 17.3% in 2021. The percentage of people who smoke in Lyon County was 22.3% in 2021."
    },
    "geoId/21145": {
        "summary": "McCracken County is a county in Kentucky, United States. The population in McCracken County was 67,490 in 2022. The median age in McCracken County was 42.4 in 2021. The median income in McCracken County was $27,020 in 2021. The unemployment rate in McCracken County was 3.8% in 2023. The percentage of people with obesity in McCracken County was 33.9% in 2021. The percentage of people who binge drink in McCracken County was 14.5% in 2021. The percentage of people who smoke in McCracken County was 21.4% in 2021."
    },
    "geoId/21147": {
        "summary": "McCreary County is a county in Kentucky, United States. The population in McCreary County was 16,701 in 2022. The median age in McCreary County was 39.7 in 2021. The median income in McCreary County was $18,482 in 2021. The unemployment rate in McCreary County was 5.2% in 2023. The percentage of people with obesity in McCreary County was 44.4% in 2021. The percentage of people who binge drink in McCreary County was 13.3% in 2021. The percentage of people who smoke in McCreary County was 31.4% in 2021."
    },
    "geoId/21149": {
        "summary": "McLean County is a county in Kentucky, United States. The population in McLean County was 9,105 in 2022. The median age in McLean County was 43.8 in 2021. The median income in McLean County was $30,764 in 2021. The unemployment rate in McLean County was 4.4% in 2023. The percentage of people with obesity in McLean County was 38.9% in 2021. The percentage of people who binge drink in McLean County was 15.8% in 2021. The percentage of people who smoke in McLean County was 20.4% in 2021."
    },
    "geoId/21151": {
        "summary": "Madison County is a county in Kentucky, United States. The population in Madison County was 95,187 in 2022. The median age in Madison County was 34.3 in 2021. The median income in Madison County was $27,046 in 2021. The unemployment rate in Madison County was 3.6% in 2023. The percentage of people with obesity in Madison County was 40.5% in 2021. The percentage of people who binge drink in Madison County was 15.3% in 2021. The percentage of people who smoke in Madison County was 19.8% in 2021."
    },
    "geoId/21153": {
        "summary": "Magoffin County is a county in Kentucky, United States. The population in Magoffin County was 11,357 in 2022. The median age in Magoffin County was 42.1 in 2021. The median income in Magoffin County was $16,611 in 2021. The unemployment rate in Magoffin County was 8.4% in 2023. The percentage of people with obesity in Magoffin County was 46.1% in 2021. The percentage of people who binge drink in Magoffin County was 13.5% in 2021. The percentage of people who smoke in Magoffin County was 30.8% in 2021."
    },
    "geoId/21155": {
        "summary": "Marion County is a county in Kentucky, United States. The population in Marion County was 19,775 in 2022. The median age in Marion County was 39.8 in 2021. The median income in Marion County was $27,275 in 2021. The unemployment rate in Marion County was 3.2% in 2023. The percentage of people with obesity in Marion County was 40.4% in 2021. The percentage of people who binge drink in Marion County was 14.7% in 2021. The percentage of people who smoke in Marion County was 23.9% in 2021."
    },
    "geoId/21157": {
        "summary": "Marshall County is a county in Kentucky, United States. The population in Marshall County was 31,777 in 2022. The median age in Marshall County was 45.1 in 2021. The median income in Marshall County was $31,166 in 2021. The unemployment rate in Marshall County was 3.7% in 2023. The percentage of people with obesity in Marshall County was 37.3% in 2021. The percentage of people who binge drink in Marshall County was 16.7% in 2021. The percentage of people who smoke in Marshall County was 19.7% in 2021."
    },
    "geoId/21159": {
        "summary": "Martin County is a county in Kentucky, United States. The population in Martin County was 11,095 in 2022. The median age in Martin County was 40.3 in 2021. The median income in Martin County was $21,105 in 2021. The unemployment rate in Martin County was 8.4% in 2023. The percentage of people with obesity in Martin County was 39.9% in 2021. The percentage of people who binge drink in Martin County was 14.8% in 2021. The percentage of people who smoke in Martin County was 26.8% in 2021."
    },
    "geoId/21161": {
        "summary": "Mason County is a county in Kentucky, United States. The population in Mason County was 16,930 in 2022. The median age in Mason County was 41.6 in 2021. The median income in Mason County was $26,119 in 2021. The unemployment rate in Mason County was 4.7% in 2023. The percentage of people with obesity in Mason County was 37.4% in 2021. The percentage of people who binge drink in Mason County was 14.8% in 2021. The percentage of people who smoke in Mason County was 22.6% in 2021."
    },
    "geoId/21163": {
        "summary": "Meade County is a county in Kentucky, United States. The population in Meade County was 30,001 in 2022. The median age in Meade County was 39 in 2021. The median income in Meade County was $30,114 in 2021. The unemployment rate in Meade County was 4.4% in 2023. The percentage of people with obesity in Meade County was 38.2% in 2021. The percentage of people who binge drink in Meade County was 15% in 2021. The percentage of people who smoke in Meade County was 21.1% in 2021."
    },
    "geoId/21165": {
        "summary": "Menifee County is a county in Kentucky, United States. The population in Menifee County was 6,250 in 2022. The median age in Menifee County was 42 in 2021. The median income in Menifee County was $22,178 in 2021. The unemployment rate in Menifee County was 5.4% in 2023. The percentage of people with obesity in Menifee County was 43.8% in 2021. The percentage of people who binge drink in Menifee County was 14.1% in 2021. The percentage of people who smoke in Menifee County was 28.1% in 2021."
    },
    "geoId/21167": {
        "summary": "Mercer County is a county in Kentucky, United States. The population in Mercer County was 22,902 in 2022. The median age in Mercer County was 42.8 in 2021. The median income in Mercer County was $30,238 in 2021. The unemployment rate in Mercer County was 3.7% in 2023. The percentage of people with obesity in Mercer County was 38.8% in 2021. The percentage of people who binge drink in Mercer County was 15.7% in 2021. The percentage of people who smoke in Mercer County was 20.5% in 2021."
    },
    "geoId/21169": {
        "summary": "Metcalfe County is a county in Kentucky, United States. The population in Metcalfe County was 10,370 in 2022. The median age in Metcalfe County was 43.3 in 2021. The median income in Metcalfe County was $22,009 in 2021. The unemployment rate in Metcalfe County was 4.7% in 2023. The percentage of people with obesity in Metcalfe County was 39.9% in 2021. The percentage of people who binge drink in Metcalfe County was 14.9% in 2021. The percentage of people who smoke in Metcalfe County was 25.3% in 2021."
    },
    "geoId/21171": {
        "summary": "Monroe County is a county in Kentucky, United States. The population in Monroe County was 11,355 in 2022. The median age in Monroe County was 41.1 in 2021. The median income in Monroe County was $24,468 in 2021. The unemployment rate in Monroe County was 4.4% in 2023. The percentage of people with obesity in Monroe County was 40.3% in 2021. The percentage of people who binge drink in Monroe County was 14.6% in 2021. The percentage of people who smoke in Monroe County was 26.4% in 2021."
    },
    "geoId/21173": {
        "summary": "Montgomery County is a county in Kentucky, United States. The population in Montgomery County was 28,367 in 2022. The median age in Montgomery County was 40.1 in 2021. The median income in Montgomery County was $27,317 in 2021. The unemployment rate in Montgomery County was 4.2% in 2023. The percentage of people with obesity in Montgomery County was 41.7% in 2021. The percentage of people who binge drink in Montgomery County was 15% in 2021. The percentage of people who smoke in Montgomery County was 24.1% in 2021."
    },
    "geoId/21175": {
        "summary": "Morgan County is a county in Kentucky, United States. The population in Morgan County was 14,120 in 2022. The median age in Morgan County was 42.9 in 2021. The median income in Morgan County was $22,344 in 2021. The unemployment rate in Morgan County was 4.9% in 2023. The percentage of people with obesity in Morgan County was 42.9% in 2021. The percentage of people who binge drink in Morgan County was 14.7% in 2021. The percentage of people who smoke in Morgan County was 27.1% in 2021."
    },
    "geoId/21177": {
        "summary": "Muhlenberg County is a county in Kentucky, United States. The population in Muhlenberg County was 30,455 in 2022. The median age in Muhlenberg County was 43.2 in 2021. The median income in Muhlenberg County was $23,925 in 2021. The unemployment rate in Muhlenberg County was 5.8% in 2023. The percentage of people with obesity in Muhlenberg County was 41.1% in 2021. The percentage of people who binge drink in Muhlenberg County was 14.9% in 2021. The percentage of people who smoke in Muhlenberg County was 24% in 2021."
    },
    "geoId/21179": {
        "summary": "Nelson County is a county in Kentucky, United States. The population in Nelson County was 47,392 in 2022. The median age in Nelson County was 40 in 2021. The median income in Nelson County was $32,048 in 2021. The unemployment rate in Nelson County was 3.5% in 2023. The percentage of people with obesity in Nelson County was 36.4% in 2021. The percentage of people who binge drink in Nelson County was 16.4% in 2021. The percentage of people who smoke in Nelson County was 18.7% in 2021."
    },
    "geoId/21181": {
        "summary": "Nicholas County is a county in Kentucky, United States. The population in Nicholas County was 7,805 in 2022. The median age in Nicholas County was 40.5 in 2021. The median income in Nicholas County was $24,379 in 2021. The unemployment rate in Nicholas County was 4% in 2023. The percentage of people with obesity in Nicholas County was 41.5% in 2021. The percentage of people who binge drink in Nicholas County was 14.7% in 2021. The percentage of people who smoke in Nicholas County was 26.3% in 2021."
    },
    "geoId/21183": {
        "summary": "Ohio County is a county in Kentucky, United States. The population in Ohio County was 23,527 in 2022. The median age in Ohio County was 40.5 in 2021. The median income in Ohio County was $24,844 in 2021. The unemployment rate in Ohio County was 5.6% in 2023. The percentage of people with obesity in Ohio County was 40.3% in 2021. The percentage of people who binge drink in Ohio County was 15.7% in 2021. The percentage of people who smoke in Ohio County was 24% in 2021."
    },
    "geoId/21185": {
        "summary": "Oldham County is a county in Kentucky, United States. The population in Oldham County was 69,431 in 2022. The median age in Oldham County was 39.8 in 2021. The median income in Oldham County was $44,208 in 2021. The unemployment rate in Oldham County was 3.3% in 2023. The percentage of people with obesity in Oldham County was 31.3% in 2021. The percentage of people who binge drink in Oldham County was 17.5% in 2021. The percentage of people who smoke in Oldham County was 13.7% in 2021."
    },
    "geoId/21187": {
        "summary": "Owen County is a county in Kentucky, United States. The population in Owen County was 11,290 in 2022. The median age in Owen County was 42.6 in 2021. The median income in Owen County was $27,251 in 2021. The unemployment rate in Owen County was 3.6% in 2023. The percentage of people with obesity in Owen County was 38.3% in 2021. The percentage of people who binge drink in Owen County was 15.3% in 2021. The percentage of people who smoke in Owen County was 22.7% in 2021."
    },
    "geoId/21189": {
        "summary": "Owsley County is a county in Kentucky, United States. The population in Owsley County was 3,929 in 2022. The median age in Owsley County was 48.4 in 2021. The median income in Owsley County was $16,115 in 2021. The unemployment rate in Owsley County was 7% in 2023. The percentage of people with obesity in Owsley County was 44.4% in 2021. The percentage of people who binge drink in Owsley County was 14.4% in 2021. The percentage of people who smoke in Owsley County was 29.5% in 2021."
    },
    "geoId/21191": {
        "summary": "Pendleton County is a county in Kentucky, United States. The population in Pendleton County was 14,676 in 2022. The median age in Pendleton County was 40.6 in 2021. The median income in Pendleton County was $29,725 in 2021. The unemployment rate in Pendleton County was 3.5% in 2023. The percentage of people with obesity in Pendleton County was 38.4% in 2021. The percentage of people who binge drink in Pendleton County was 15.2% in 2021. The percentage of people who smoke in Pendleton County was 23.7% in 2021."
    },
    "geoId/21193": {
        "summary": "Perry County is a county in Kentucky, United States. The population in Perry County was 27,361 in 2022. The median age in Perry County was 41.2 in 2021. The median income in Perry County was $22,569 in 2021. The unemployment rate in Perry County was 5.6% in 2023. The percentage of people with obesity in Perry County was 42% in 2021. The percentage of people who binge drink in Perry County was 14.8% in 2021. The percentage of people who smoke in Perry County was 26.7% in 2021."
    },
    "geoId/21195": {
        "summary": "Pike County is a county in Kentucky, United States. The population in Pike County was 56,286 in 2022. The median age in Pike County was 42.6 in 2021. The median income in Pike County was $21,354 in 2021. The unemployment rate in Pike County was 5.4% in 2023. The percentage of people with obesity in Pike County was 43.4% in 2021. The percentage of people who binge drink in Pike County was 14% in 2021. The percentage of people who smoke in Pike County was 27.4% in 2021."
    },
    "geoId/21197": {
        "summary": "Powell County is a county in Kentucky, United States. The population in Powell County was 13,083 in 2022. The median age in Powell County was 39.5 in 2021. The median income in Powell County was $20,711 in 2021. The unemployment rate in Powell County was 3.8% in 2023. The percentage of people with obesity in Powell County was 39.5% in 2021. The percentage of people who binge drink in Powell County was 15.2% in 2021. The percentage of people who smoke in Powell County was 24.4% in 2021."
    },
    "geoId/21199": {
        "summary": "Pulaski County is a county in Kentucky, United States. The population in Pulaski County was 65,795 in 2022. The median age in Pulaski County was 41.8 in 2021. The median income in Pulaski County was $23,536 in 2021. The unemployment rate in Pulaski County was 4.6% in 2023. The percentage of people with obesity in Pulaski County was 39.2% in 2021. The percentage of people who binge drink in Pulaski County was 14.1% in 2021. The percentage of people who smoke in Pulaski County was 24.2% in 2021."
    },
    "geoId/21201": {
        "summary": "Robertson County is a county in Kentucky, United States. The population in Robertson County was 2,229 in 2022. The median age in Robertson County was 39.3 in 2021. The median income in Robertson County was $26,680 in 2021. The unemployment rate in Robertson County was 4.6% in 2023. The percentage of people with obesity in Robertson County was 41.5% in 2021. The percentage of people who binge drink in Robertson County was 15.4% in 2021. The percentage of people who smoke in Robertson County was 25% in 2021."
    },
    "geoId/21203": {
        "summary": "Rockcastle County is a county in Kentucky, United States. The population in Rockcastle County was 16,242 in 2022. The median age in Rockcastle County was 42 in 2021. The median income in Rockcastle County was $21,312 in 2021. The unemployment rate in Rockcastle County was 4.2% in 2023. The percentage of people with obesity in Rockcastle County was 43.6% in 2021. The percentage of people who binge drink in Rockcastle County was 14.2% in 2021. The percentage of people who smoke in Rockcastle County was 26.7% in 2021."
    },
    "geoId/21205": {
        "summary": "Rowan County is a county in Kentucky, United States. The population in Rowan County was 24,388 in 2022. The median age in Rowan County was 31.1 in 2021. The median income in Rowan County was $21,060 in 2021. The unemployment rate in Rowan County was 4.9% in 2023. The percentage of people with obesity in Rowan County was 41.1% in 2021. The percentage of people who binge drink in Rowan County was 14.3% in 2021. The percentage of people who smoke in Rowan County was 24.1% in 2021."
    },
    "geoId/21207": {
        "summary": "Russell County is a county in Kentucky, United States. The population in Russell County was 18,178 in 2022. The median age in Russell County was 42.5 in 2021. The median income in Russell County was $23,067 in 2021. The unemployment rate in Russell County was 6.8% in 2023. The percentage of people with obesity in Russell County was 40.6% in 2021. The percentage of people who binge drink in Russell County was 14.6% in 2021. The percentage of people who smoke in Russell County was 25.3% in 2021."
    },
    "geoId/21209": {
        "summary": "Scott County is a county in Kentucky, United States. The population in Scott County was 59,099 in 2022. The median age in Scott County was 36 in 2021. The median income in Scott County was $38,236 in 2021. The unemployment rate in Scott County was 3.2% in 2023. The percentage of people with obesity in Scott County was 39.9% in 2021. The percentage of people who binge drink in Scott County was 16% in 2021. The percentage of people who smoke in Scott County was 17.4% in 2021."
    },
    "geoId/21211": {
        "summary": "Shelby County is a county in Kentucky, United States. The population in Shelby County was 48,886 in 2022. The median age in Shelby County was 39.9 in 2021. The median income in Shelby County was $33,795 in 2021. The unemployment rate in Shelby County was 3.3% in 2023. The percentage of people with obesity in Shelby County was 36.3% in 2021. The percentage of people who binge drink in Shelby County was 15.7% in 2021. The percentage of people who smoke in Shelby County was 18% in 2021."
    },
    "geoId/21213": {
        "summary": "Simpson County is a county in Kentucky, United States. The population in Simpson County was 19,949 in 2022. The median age in Simpson County was 39 in 2021. The median income in Simpson County was $30,111 in 2021. The unemployment rate in Simpson County was 3.7% in 2023. The percentage of people with obesity in Simpson County was 39% in 2021. The percentage of people who binge drink in Simpson County was 15.4% in 2021. The percentage of people who smoke in Simpson County was 21% in 2021."
    },
    "geoId/21215": {
        "summary": "Spencer County is a county in Kentucky, United States. The population in Spencer County was 20,204 in 2022. The median age in Spencer County was 43 in 2021. The median income in Spencer County was $40,566 in 2021. The unemployment rate in Spencer County was 3.4% in 2023. The percentage of people with obesity in Spencer County was 35.9% in 2021. The percentage of people who binge drink in Spencer County was 16.5% in 2021. The percentage of people who smoke in Spencer County was 17.9% in 2021."
    },
    "geoId/21217": {
        "summary": "Taylor County is a county in Kentucky, United States. The population in Taylor County was 26,407 in 2022. The median age in Taylor County was 37.3 in 2021. The median income in Taylor County was $27,914 in 2021. The unemployment rate in Taylor County was 3.5% in 2023. The percentage of people with obesity in Taylor County was 39.8% in 2021. The percentage of people who binge drink in Taylor County was 15.7% in 2021. The percentage of people who smoke in Taylor County was 21.7% in 2021."
    },
    "geoId/21219": {
        "summary": "Todd County is a county in Kentucky, United States. The population in Todd County was 12,404 in 2022. The median age in Todd County was 37.2 in 2021. The median income in Todd County was $30,974 in 2021. The unemployment rate in Todd County was 3.6% in 2023. The percentage of people with obesity in Todd County was 41% in 2021. The percentage of people who binge drink in Todd County was 14.8% in 2021. The percentage of people who smoke in Todd County was 24.8% in 2021."
    },
    "geoId/21221": {
        "summary": "Trigg County is a county in Kentucky, United States. The population in Trigg County was 14,332 in 2022. The median age in Trigg County was 45.7 in 2021. The median income in Trigg County was $29,290 in 2021. The unemployment rate in Trigg County was 4.5% in 2023. The percentage of people with obesity in Trigg County was 41.5% in 2021. The percentage of people who binge drink in Trigg County was 15.8% in 2021. The percentage of people who smoke in Trigg County was 21.3% in 2021."
    },
    "geoId/21223": {
        "summary": "Trimble County is a county in Kentucky, United States. The population in Trimble County was 8,539 in 2022. The median age in Trimble County was 43.4 in 2021. The median income in Trimble County was $27,964 in 2021. The unemployment rate in Trimble County was 3.7% in 2023. The percentage of people with obesity in Trimble County was 40.5% in 2021. The percentage of people who binge drink in Trimble County was 15.5% in 2021. The percentage of people who smoke in Trimble County was 22.5% in 2021."
    },
    "geoId/21225": {
        "summary": "Union County is a county in Kentucky, United States. The population in Union County was 12,961 in 2022. The median age in Union County was 39 in 2021. The median income in Union County was $27,333 in 2021. The unemployment rate in Union County was 4.5% in 2023. The percentage of people with obesity in Union County was 40% in 2021. The percentage of people who binge drink in Union County was 14.9% in 2021. The percentage of people who smoke in Union County was 23.8% in 2021."
    },
    "geoId/21227": {
        "summary": "Warren County is a county in Kentucky, United States. The population in Warren County was 139,843 in 2022. The median age in Warren County was 33.1 in 2021. The median income in Warren County was $27,566 in 2021. The unemployment rate in Warren County was 3.7% in 2023. The percentage of people with obesity in Warren County was 39.2% in 2021. The percentage of people who binge drink in Warren County was 14.4% in 2021. The percentage of people who smoke in Warren County was 20.4% in 2021."
    },
    "geoId/21229": {
        "summary": "Washington County is a county in Kentucky, United States. The population in Washington County was 12,061 in 2022. The median age in Washington County was 41.7 in 2021. The median income in Washington County was $29,833 in 2021. The unemployment rate in Washington County was 3.2% in 2023. The percentage of people with obesity in Washington County was 42.2% in 2021. The percentage of people who binge drink in Washington County was 15.3% in 2021. The percentage of people who smoke in Washington County was 20.7% in 2021."
    },
    "geoId/21231": {
        "summary": "Wayne County is a county in Kentucky, United States. The population in Wayne County was 19,681 in 2022. The median age in Wayne County was 43.2 in 2021. The median income in Wayne County was $21,376 in 2021. The unemployment rate in Wayne County was 5% in 2023. The percentage of people with obesity in Wayne County was 42.9% in 2021. The percentage of people who binge drink in Wayne County was 14% in 2021. The percentage of people who smoke in Wayne County was 26.8% in 2021."
    },
    "geoId/21233": {
        "summary": "Webster County is a county in Kentucky, United States. The population in Webster County was 12,726 in 2022. The median age in Webster County was 40.1 in 2021. The median income in Webster County was $24,305 in 2021. The unemployment rate in Webster County was 4% in 2023. The percentage of people with obesity in Webster County was 40.2% in 2021. The percentage of people who binge drink in Webster County was 14.8% in 2021. The percentage of people who smoke in Webster County was 24.7% in 2021."
    },
    "geoId/21235": {
        "summary": "Whitley County is a county in Kentucky, United States. The population in Whitley County was 36,873 in 2022. The median age in Whitley County was 36.5 in 2021. The median income in Whitley County was $20,008 in 2021. The unemployment rate in Whitley County was 4.3% in 2023. The percentage of people with obesity in Whitley County was 42.1% in 2021. The percentage of people who binge drink in Whitley County was 14.6% in 2021. The percentage of people who smoke in Whitley County was 25.8% in 2021."
    },
    "geoId/21237": {
        "summary": "Wolfe County is a county in Kentucky, United States. The population in Wolfe County was 6,400 in 2022. The median age in Wolfe County was 41.2 in 2021. The median income in Wolfe County was $12,005 in 2021. The unemployment rate in Wolfe County was 5.3% in 2023. The percentage of people with obesity in Wolfe County was 43.2% in 2021. The percentage of people who binge drink in Wolfe County was 12.9% in 2021. The percentage of people who smoke in Wolfe County was 34.7% in 2021."
    },
    "geoId/21239": {
        "summary": "Woodford County is a county in Kentucky, United States. The population in Woodford County was 27,062 in 2022. The median age in Woodford County was 42.5 in 2021. The median income in Woodford County was $37,558 in 2021. The unemployment rate in Woodford County was 2.9% in 2023. The percentage of people with obesity in Woodford County was 36% in 2021. The percentage of people who binge drink in Woodford County was 16% in 2021. The percentage of people who smoke in Woodford County was 15.9% in 2021."
    }
}