{
 "geoId/3651000": {
  "summary": "New York City, NY is the most populous city in the United States. The population of New York City has fluctuated between 7.3 million and 8.8 million people between 1990 and 2021. New York City has the 2nd highest median income in Staten Island, Queens, Manhattan, Brooklyn, and The Bronx. The median individual income in New York City has increased from $27,252 in 2011 to $36,302 in 2021. The median age in New York City has increased from 35.4 in 2011 to 37.3 in 2021."
 },
 "geoId/0644000": {
  "summary": "Los Angeles is the most populous city in Los Angeles County, California and the second most populous city in the United States. The population of Los Angeles has declined from a peak of 3.98 million in 2018 to 3.84 million in 2021. The median individual income in Los Angeles, CA increased from 23215 in 2011 to 31822 in 2021. Los Angeles, CA is ranked 85 of 139 cities in Los Angeles County, 629 of 1054 cities in California, and 8401 of 15229 cities in the United States. The median age in Los Angeles, CA was 33.9 in 2011 and has increased to 36.2 in 2021. Los Angeles is ranked 91 of 140 cities in Los Angeles County, 705 of 1113 cities in California, and 11690 of 16433 cities in the United States."
 },
 "geoId/1714000": {
  "summary": "Chicago is the most populous city in Illinois, the third most populous city in the United States, and the largest city in the Midwest. The population of Chicago has declined from a peak of 2.8 million in 1950 to 2.7 million in 2021. The median individual income in Chicago is $36261, which is ranked 34 of 39 cities in DuPage County, 82 of 133 cities in Cook County, 334 of 689 cities in Illinois, and 6177 of 15229 cities in the United States. The median age in Chicago has increased from 33.0 in 2011 to 35.1 in 2021."
 },
 "geoId/4835000": {
  "summary": "Houston, Texas is the most populous city in Waller County, Montgomery County, Harris County, Fort Bend County, Texas, and fourth most populous city in the United States. The population of Houston has increased from 1697873 in 1990 to 2288250 in 2021. The median individual income in Houston is $31672. Houston is ranked 2 of 7 cities in Waller County, 12 of 18 cities in Montgomery County, 32 of 45 cities in Harris County, 16 of 24 cities in Fort Bend County, 391 of 967 cities in Texas, and 7776 of 15229 cities in the United States of America. The median age in Houston was 33.7 in 2021."
 },
 "geoId/0455000": {
  "summary": "Phoenix, Arizona is the most populous city in Maricopa County and the fifth most populous city in the United States. The population of Phoenix has increased from 988,983 in 1990 to 1624,569 in 2021. The median individual income in Phoenix increased from $27,130 in 2011 to $34,427 in 2021. The median age in Phoenix was 34.1 in 2021."
 },
 "geoId/4260000": {
  "summary": "Philadelphia, PA is the 6th most populous city in the United States and the 1st most populous city in Pennsylvania. The population of Philadelphia has fluctuated between 1417601 and 1601005 between 1990 and 2021. The median individual income in Philadelphia, PA increased from $21448 in 2011 to $30080 in 2021. The median age in Philadelphia, PA was 33.5 in 2011 and has increased to 34.8 in 2021."
 },
 "geoId/4865000": {
  "summary": "San Antonio, Texas is the 7th most populous city in the United States with a population of 1451853. The population has increased from 997434 in 1990. The median individual income is $29688, which is ranked 9401 of 15229 cities in the United States. The median age has increased from 32.6 in 2011 to 33.9 in 2021."
 },
 "geoId/0666000": {
  "summary": "San Diego is the largest city in San Diego County, California and the 8th largest city in the United States. The population of San Diego has increased from 1.1 million in 1990 to 1.4 million in 2021. The median individual income in San Diego, CA increased from 31227 in 2011 to 41491 in 2021. San Diego is ranked 24 of 51 cities in San Diego County, 372 of 1054 cities in California, and 4032 of 15229 cities in the United States."
 },
 "geoId/4819000": {
  "summary": "Dallas, Texas is the most populous city in Rockwall, Kaufman, Denton, Dallas, Collin counties, and third most populous city in Texas. The population of Dallas has increased from 1006646 in 1990 to 1288457 in 2021. The median individual income in Dallas is $34120. The median age in Dallas was 33.1 in 2021."
 },
 "geoId/0668000": {
  "summary": "San Jose, CA is the 10th most populous city in the United States with a population of 983489 in 2021. The city's population has increased steadily since 1990, when it was 783324. The median individual income in San Jose is $46298, which ranks 19th of 23 cities in Santa Clara County, 276th of 1054 cities in California, and 2722nd of 15229 cities in the United States. The median age in San Jose is 37.5 years, which is ranked 15th of 24 cities in Santa Clara County, 632nd of 1113 cities in California, and 10377th of 16433 cities in the United States."
 },
 "geoId/4805000": {
  "summary": "Austin, Texas is the 4th most populous city in Texas and the 11th most populous city in the United States. The population of Austin has increased from 494,290 in 1990 to 964,177 in 2021. The median individual income in Austin increased from 28601 in 2011 to 43993 in 2021. The median age in Austin has increased from 30.9 in 2011 to 33.9 in 2021."
 },
 "geoId/1235000": {
  "summary": "Jacksonville, Florida is the most populous city in Nassau County, Duval County, Florida, and the United States. The population of Jacksonville has increased from 736,123 in 2000 to 954,614 in 2021. The median individual income in Jacksonville is $32471, which has increased from $27028 in 2011. Jacksonville is ranked 5 of 8 cities in Nassau County, 6 of 7 cities in Duval County, 300 of 746 cities in Florida, and 7287 of 15229 cities in the United States. The median age in Jacksonville was 36.2 in 2021."
 },
 "geoId/4827000": {
  "summary": "Fort Worth, Texas is the most populous city in Wise County, Tarrant County, Parker County, Johnson County, and Denton County. The population of Fort Worth has increased from 448,181 in 1990 to 935,508 in 2021. The median individual income in Fort Worth is $34,728, and the median age is 33.0."
 },
 "geoId/3918000": {
  "summary": "Columbus, OH is the most populous city in Ohio with a population of 906,528 in 2021. The population has increased by 269,205 people since 1990. The median individual income in Columbus is $34,153, which is ranked 7045 of 15229 cities in the United States. The median age in Columbus was 32.5 in 2021."
 },
 "geoId/1836003": {
  "summary": "Indianapolis, IN is the most populous city in Marion County, Indiana and the 15th most populous city in the United States. The city's population has increased from 731,726 in 1990 to 882,039 in 2021. The median individual income in Indianapolis is $32,733, which ranks 6th of 9 cities in Marion County, 129th of 332 cities in Indiana, and 7820th of 15229 cities in the United States. The median age in Indianapolis was 34.3 in 2021."
 },
 "geoId/3712000": {
  "summary": "Charlotte, NC is the most populous city in Mecklenburg County, North Carolina, and the 16th most populous city in the United States. The population of Charlotte has increased from 426,984 in 1990 to 879,709 in 2021. The median individual income in Charlotte, NC was $29450 in 2011 and increased to $37925 in 2021. The median age in Charlotte, NC was 33.4 in 2011 and has increased to 34.5 in 2021."
 },
 "geoId/0667000": {
  "summary": "San Francisco, CA is the 4th most populous city in California and 17th most populous city in the United States. The population of San Francisco has fluctuated between 723,959 and 879,676 between 1990 and 2021. The median individual income in San Francisco is $59017, which is ranked 135th in California and 932nd in the United States. The median age in San Francisco is 38.4 years, which is ranked 578th out of 1113 cities in California and 9166th out of 16433 cities in the United States."
 },
 "geoId/5363000": {
  "summary": "Seattle, WA is the most populous city in King County, Washington and the 18th most populous city in the United States. The population of Seattle has increased from 516,332 in 1990 to 733,919 in 2021. The median individual income in Seattle is $56,758, which ranks 1299th out of 15,229 cities in the United States. The median age in Seattle is 35.3 years, which is ranked 54th out of 61 cities in King County, 305th out of 414 cities in Washington, and 12443rd out of 16433 cities in the United States."
 },
 "geoId/0820000": {
  "summary": "Denver, Colorado is the most populous city in the state and the 19th most populous city in the United States. The population of Denver has increased from 467,549 in 1990 to 711,463 in 2021. The median individual income in Denver is $45457, which is ranked 66 of 217 cities in Colorado and 3043 of 15229 cities in the United States. The median age in Denver was 34.8 in 2021."
 },
 "geoId/4055000": {
  "summary": "Oklahoma City, OK is the most populous city in Pottawatomie County, Oklahoma County, Cleveland County, Canadian County, and Oklahoma. The population of Oklahoma City has increased from 444605 in 1990 to 687725 in 2021. The median individual income in Oklahoma City is $34017, which is higher than the median income of all cities in the United States. The median age in Oklahoma City was 34.9 in 2021."
 },
 "geoId/2447875": {
  "summary": "Lonaconing, Maryland is a city with a population of 989. It is the 4th most populous city in Allegany County and the 99th most populous city in Maryland. The median individual income in Lonaconing is $26,181, which is ranked 4th of 8 cities in Allegany County, 307th of 320 cities in Maryland, and 11628th of 15229 cities in the United States. The median age in Lonaconing is 36.7 years, which is lower than the median age of 39.7 years in Allegany County and 42.2 years in Maryland."
 },
 "geoId/1755171": {
  "summary": "Odell, Illinois is a small town with a population of 989. It is located in Livingston County and is ranked 8th out of 8 cities in the county. The median individual income is $28,000 and the median age is 36.4 years."
 },
 "geoId/4052600": {
  "summary": "North Enid, Oklahoma is the 3rd most populous city in Garfield County with a population of 987 as of 2021. It is ranked 10271st in the United States. The median individual income is $27146, which is ranked 1st of 3 cities in Garfield County, 35th of 229 cities in Oklahoma, and 6613th of 15229 cities in the United States. The median age in North Enid was 44.0 in 2011 and has increased to 44.9 in 2021. North Enid is ranked 2 of 3 cities in Garfield County, 23 of 247 cities in Oklahoma, and 3932 of 16433 cities in the United States."
 },
 "geoId/2874760": {
  "summary": "Tunica, MS is the 2nd largest city in Tunica County with a population of 987 in 2021. The population has fluctuated between 1000 and 1200 people since 1990. Tunica has a median individual income of $29522, which is ranked 2nd in Tunica County, 66th in Mississippi, and 11333rd in the United States. The median age in Tunica is 45.2 years old, which is ranked 1st in Tunica County, 8th in Mississippi, and 1940th in the United States."
 },
 "geoId/5531300": {
  "summary": "Green Lake, Wisconsin is a small city with a population of 985. It is located in Green Lake County and has a median individual income of $28,558. The median age in Green Lake is 47.5 years old, which is lower than the national average of 38.1 years old."
 },
 "geoId/4856996": {
  "summary": "Petersburg, Texas is a city with a population of 982 people. It is the fourth-largest city in Hale County and is ranked 791st out of 793 cities in Texas. The median income in Petersburg is $24,133, which is ranked 3rd out of 5 cities in Hale County and 612th out of 967 cities in Texas. The median age in Petersburg is 36.4 years old, which is ranked 2nd out of 5 cities in Hale County and 130th out of 1062 cities in Texas."
 },
 "geoId/3101780": {
  "summary": "Arapahoe is the second most populous city in Furnas County, Nebraska. The population of Arapahoe has fluctuated between 920 and 1027 between 1990 and 2021. Arapahoe has a median individual income of $37292, which is ranked 1st of 2 cities in Furnas County, 60th of 114 cities in Nebraska, and 7562nd of 15229 cities in the United States. Arapahoe has a median age of 41.5 years old, which is the 1st ranked city in Furnas County, 25th ranked city in Nebraska, and 6424th ranked city in the United States."
 },
 "geoId/2959942": {
  "summary": "Princeton, Missouri has a population of 982 and is ranked 339 of 339 cities in Missouri and 10276 of 10288 cities in the United States. The median individual income is $22784, which is ranked 292 of 362 cities in Missouri and 13126 of 15229 cities in the United States. The median age was 38.1 in 2011, increased to 44.1 in 2017, before decreasing to 38.1 in 2019."
 },
 "geoId/0148808": {
  "summary": "Millport, Alabama is a city with a population of 982 people. It is the 3rd most populous city in Lamar County, Alabama and the 258th most populous city in Alabama. The median individual income in Millport is $22,434. The median age in Millport was 38.3 in 2011 and 40.3 in 2021."
 },
 "geoId/2637860": {
  "summary": "Hesperia, Michigan is a small city with a population of 964. It is located in Oceana County and has the highest median income of all cities in Oceana County, Newaygo County, and Michigan. The median income in Hesperia has increased from $15,778 in 2011 to $21,630 in 2021. Hesperia also has the highest median age of all cities in Oceana County, Newaygo County, Michigan, and the United States. The median age in Hesperia has increased from 32.9 in 2011 to 49.4 in 2021."
 },
 "geoId/4007500": {
  "summary": "Boley, Oklahoma is the third most populous city in Okfuskee County with a population of 951 in 2021. The city's population has fluctuated between 872 and 1262 over the past 30 years. Boley has a median individual income of $14,402, which is ranked third in Okfuskee County, 225th in Oklahoma, and 15026th in the United States. The median age in Boley is 44.7 years, which is higher than the median age of 38.3 years in Okfuskee County and 41.0 years in Oklahoma."
 },
 "geoId/2215780": {
  "summary": "Clarks is the second most populous city in Caldwell Parish, Louisiana. The population of Clarks has decreased from 1068 in 2000 to 897 in 2021. The median individual income in Clarks is $14813, which is ranked 2nd in Caldwell Parish, 262nd in Louisiana, and 14973rd in the United States. The median age in Clarks is 37.0, which is ranked 1 of 2 cities in Caldwell Parish, 147 of 290 cities in Louisiana, and 10843 of 16433 cities in the United States."
 },
 "geoId/1229100": {
  "summary": "Hastings, Florida is the third most populous city in St. Johns County, Florida. The population of Hastings has fluctuated between 561 and 843 people between 1990 and 2009. Hastings has a median individual income of $31,645, which ranks 12th out of 13 cities in St. Johns County, 428th out of 746 cities in Florida, and 9828th out of 15229 cities in the United States. Hastings has a median age of 44.1 years, which ranks 8th out of 14 cities in St. Johns County, 247th out of 791 cities in Florida, and 2050th out of 16433 cities in the United States."
 },
 "geoId/1775172": {
  "summary": "Thomson, Illinois is the fifth-largest city in Carroll County with a population of 753. The median individual income is $27,069, which is ranked 4th of 5 cities in Carroll County, 580th of 689 cities in Illinois, and 10651st of 15229 cities in the United States. Thomson has the highest median age of 58.4 in 2021 among 16433 cities in the United States. The median age in Thomson increased from 34.6 in 2011 to 58.4 in 2021."
 },
 "geoId/0270760": {
  "summary": "Skagway is a city in Alaska with a population of 741 people. It is ranked 30th out of 30 cities in Alaska and 10283rd out of 10288 cities in the United States. The median individual income in Skagway was $37016 in 2021, and the median age was 39.6."
 },
 "geoId/4813828": {
  "summary": "Center Point is a city in Kerr County, Texas with a population of 657. It is the 3rd most populous city in Kerr County and is ranked 792nd in Texas and 10284th in the United States. The median age in Center Point is 42.1 and the median individual income is $33587."
 },
 "geoId/3908168": {
  "summary": "Brady Lake, Ohio is a small city with a population of 529 people. It is the 10th most populous city in Portage County, Ohio and the 530th most populous city in Ohio. The median age in Brady Lake is 48.5, which is the highest of all cities in Portage County. The median individual income in Brady Lake is $27,461, which is ranked 8th of 11 cities in Portage County, 478th of 658 cities in Ohio, and 10,302nd of 15,229 cities in the United States."
 },
 "geoId/2101648": {
  "summary": "Annville, KY is a small town with a population of 494. It is ranked 206 of 206 cities in Kentucky and 10286 of 10288 cities in the United States. The median individual income is $19620, which is ranked 201 of 230 cities in Kentucky and 14448 of 15229 cities in the United States. The median age is 42.1, which is ranked 62 of 247 cities in Kentucky and 5886 of 16433 cities in the United States."
 },
 "geoId/4877680": {
  "summary": "Westminster is a city in Collin County, Texas with a population of 453. It is ranked 30th of 30 cities in Collin County, 793rd of 793 cities in Texas, and 10287th of 10288 cities in the United States. The median individual income is $24500 and the median age is 31.8."
 },
 "geoId/2827620": {
  "summary": "Glendale, Mississippi is a city in Forrest County, Mississippi. With a population of 262 in 1999, it is the 3rd most populous city in Forrest County, the 148th most populous city in Mississippi, and the 10288th most populous city in the United States. The median individual income in Glendale is $20,873, which is ranked 2nd of 4 cities in Forrest County, 103rd of 184 cities in Mississippi, and 13289th of 15229 cities in the United States. The median age in Glendale is 37.7 years, which is ranked 2nd of 4 cities in Forrest County, 26th of 209 cities in Mississippi, and 4178th of 16433 cities in the United States."
 },
 "geoId/06": {
  "summary": "California is the most populous state in the United States with a population of over 39 million people. The state's population has increased by over 27 million people since 1900. The median individual income in California was $27,355 in 2011 and rose to $36,281 in 2021. California's median age is 37.0 years, which is ranked 44th out of 52 states in the United States. The median age has increased by 1.9 years from 2011 to 2021."
 },
 "geoId/48": {
  "summary": "Texas is the second most populous state in the United States of America. The population of Texas has increased from 3055000 in 1900 to 29527941 in 2021. The median individual income in Texas increased from 25554 in 2011 to 33644 in 2021. Texas is ranked 30 of 52 states in United States of America. The median age in Texas has increased from 33.5 in 2011 to 35.0 in 2021. Texas is ranked 49th out of 52 states in the United States of America for median age."
 },
 "geoId/12": {
  "summary": "Florida is the 3rd most populous state in the United States with a population of 21.8 million people. The median individual income in Florida was $31,169 in 2021, up from $25,014 in 2011. Florida has the 6th highest median age in the United States at 42.3 years, up from 40.5 years in 2011."
 },
 "geoId/36": {
  "summary": "New York is the 4th most populous state in the United States with a population of 19.83 million. The population has increased from 7.28 million in 1900. New York's median individual income increased from 28670 in 2011 to 37469 in 2021. New York is ranked 15th in the United States of America for median income. The median age of New York is 39.2 years, which is ranked 21st out of 52 states in the United States. The median age has increased by 1.4 years from 2011 to 2021."
 },
 "geoId/42": {
  "summary": "Pennsylvania is the 5th most populous state in the United States with a population of 12.9 million people. The median age in Pennsylvania is 40.8, and the median individual income is $34,229. Pennsylvania is ranked 25th in the United States for median individual income."
 },
 "geoId/38": {
  "summary": "North Dakota is a state in the United States with a population of 774,948 in 2021. It is ranked 48th in population out of the 50 states. The median individual income in North Dakota increased from $25,925 in 2011 to $37,861 in 2021, and the state is ranked 11th in the United States for median individual income. North Dakota has a median age of 35.2 years, which is ranked 48th out of 52 states in the United States. The median age has decreased slightly from 37.1 years in 2011 to 35.2 years in 2021."
 },
 "geoId/02": {
  "summary": "Alaska is the 49th most populous state in the United States with a population of 732,673. The median individual income in Alaska was $37368 in 2021, ranking 13th in the United States. Alaska has the 50th highest median age in the United States at 35.0."
 },
 "geoId/11": {
  "summary": "The District of Columbia is the capital of the United States and is ranked 50th out of 52 states in terms of population. The population has fluctuated between 278,000 and 900,000 people from 1900 to 2021. The median individual income in the District of Columbia was $58,142 in 2021, the highest in the United States. The median age in the District of Columbia was 34.1 in 2011 and has increased to 34.3 in 2021. The District of Columbia is ranked 51st out of 52 states in the United States of America in terms of median age."
 },
 "geoId/50": {
  "summary": "Vermont is the 51st most populous state in the United States with a population of 645,570 in 2021. The population has increased by 22,223 people since 2020. Vermont's median individual income increased from 26550 in 2011 to 34798 in 2021. Vermont is ranked 23rd in the United States of America for median income. Vermont has the 4th highest median age in the United States. The median age in Vermont has increased from 41.4 in 2011 to 42.7 in 2021."
 },
 "geoId/56": {
  "summary": "Wyoming is the least populous state in the United States with a population of 578,803 in 2021. The population has been increasing since 1900, with the exception of a few years during the Great Depression. Wyoming's median individual income was $34678 in 2021, ranking 19th in the United States. Wyoming has a median age of 38.2 years, which is ranked 33rd in the United States. The median age has increased by 1.3 years from 2011 to 2021."
 }
}