{
    "geoId/13": {
        "summary": "Georgia, a southeastern U.S. state, had a population of 10,912,876 in 2022. The median age in 2021 was 37.1 years, with a median income of $32,657. In 2023, Georgia's unemployment rate stood at 3%. Life expectancy in 2020 was 75.6 years. Additionally, in 2021, 35.07% of the population was classified as obese, 15.13% reported binge drinking, and 16.32% were smokers."
    },
    "geoId/1304000": {
        "summary": "Atlanta, a city spanning Fulton, DeKalb, and Cobb counties in Georgia, had a population of 499,127 in 2022. In 2021, the median age in Atlanta was 33.4 years, with a median income of $40,384. The city's unemployment rate in 2023 stood at 3.9%. Additionally, in 2021, 32.5% of the population was classified as obese, 15.6% reported binge drinking, and 15.7% were smokers."
    },
    "geoId/13001": {
        "summary": "Appling County is a county in Georgia, United States. The population in Appling County was 18,428 in 2022. The median age in Appling County was 39.9 in 2021. The median income in Appling County was $23,950 in 2021. The unemployment rate in Appling County was 2.8% in 2023. The percentage of people with obesity in Appling County was 39% in 2021. The percentage of people who binge drink in Appling County was 15.2% in 2021. The percentage of people who smoke in Appling County was 23.5% in 2021."
    },
    "geoId/13003": {
        "summary": "Atkinson County is a county in Georgia, United States. The population in Atkinson County was 8,183 in 2022. The median age in Atkinson County was 35.8 in 2021. The median income in Atkinson County was $25,065 in 2021. The unemployment rate in Atkinson County was 2.3% in 2023. The percentage of people with obesity in Atkinson County was 39.7% in 2021. The percentage of people who binge drink in Atkinson County was 13.9% in 2021. The percentage of people who smoke in Atkinson County was 25.2% in 2021."
    },
    "geoId/13005": {
        "summary": "Bacon County is a county in Georgia, United States. The population in Bacon County was 11,191 in 2022. The median age in Bacon County was 37 in 2021. The median income in Bacon County was $25,831 in 2021. The unemployment rate in Bacon County was 2.9% in 2023. The percentage of people with obesity in Bacon County was 37.2% in 2021. The percentage of people who binge drink in Bacon County was 15.2% in 2021. The percentage of people who smoke in Bacon County was 22.6% in 2021."
    },
    "geoId/13007": {
        "summary": "Baker County is a county in Georgia, United States. The population in Baker County was 2,788 in 2022. The median age in Baker County was 51.2 in 2021. The median income in Baker County was $21,863 in 2021. The unemployment rate in Baker County was 3.1% in 2023. The percentage of people with obesity in Baker County was 41.7% in 2021. The percentage of people who binge drink in Baker County was 13.4% in 2021. The percentage of people who smoke in Baker County was 23% in 2021."
    },
    "geoId/13009": {
        "summary": "Baldwin County is a county in Georgia, United States. The population in Baldwin County was 43,635 in 2022. The median age in Baldwin County was 35.9 in 2021. The median income in Baldwin County was $26,634 in 2021. The unemployment rate in Baldwin County was 3.6% in 2023. The percentage of people with obesity in Baldwin County was 41.1% in 2021. The percentage of people who binge drink in Baldwin County was 14.8% in 2021. The percentage of people who smoke in Baldwin County was 19.7% in 2021."
    },
    "geoId/13011": {
        "summary": "Banks County is a county in Georgia, United States. The population in Banks County was 19,328 in 2022. The median age in Banks County was 41.7 in 2021. The median income in Banks County was $26,872 in 2021. The unemployment rate in Banks County was 2.1% in 2023. The percentage of people with obesity in Banks County was 33.2% in 2021. The percentage of people who binge drink in Banks County was 16.7% in 2021. The percentage of people who smoke in Banks County was 20.6% in 2021."
    },
    "geoId/13013": {
        "summary": "Barrow County is a county in Georgia, United States. The population in Barrow County was 89,299 in 2022. The median age in Barrow County was 36.2 in 2021. The median income in Barrow County was $32,536 in 2021. The unemployment rate in Barrow County was 2.6% in 2023. The percentage of people with obesity in Barrow County was 38.7% in 2021. The percentage of people who binge drink in Barrow County was 16.2% in 2021. The percentage of people who smoke in Barrow County was 16.9% in 2021."
    },
    "geoId/13015": {
        "summary": "Bartow County is a county in Georgia, United States. The population in Bartow County was 112,816 in 2022. The median age in Bartow County was 38.2 in 2021. The median income in Bartow County was $32,504 in 2021. The unemployment rate in Bartow County was 2.9% in 2023. The percentage of people with obesity in Bartow County was 33.8% in 2021. The percentage of people who binge drink in Bartow County was 16.2% in 2021. The percentage of people who smoke in Bartow County was 17.4% in 2021."
    },
    "geoId/13017": {
        "summary": "Ben Hill County is a county in Georgia, United States. The population in Ben Hill County was 17,069 in 2022. The median age in Ben Hill County was 39.5 in 2021. The median income in Ben Hill County was $21,001 in 2021. The unemployment rate in Ben Hill County was 3.8% in 2023. The percentage of people with obesity in Ben Hill County was 43.8% in 2021. The percentage of people who binge drink in Ben Hill County was 13.8% in 2021. The percentage of people who smoke in Ben Hill County was 23.5% in 2021."
    },
    "geoId/13019": {
        "summary": "Berrien County is a county in Georgia, United States. The population in Berrien County was 18,214 in 2022. The median age in Berrien County was 39.6 in 2021. The median income in Berrien County was $26,791 in 2021. The unemployment rate in Berrien County was 3.5% in 2023. The percentage of people with obesity in Berrien County was 37.9% in 2021. The percentage of people who binge drink in Berrien County was 15.6% in 2021. The percentage of people who smoke in Berrien County was 22.8% in 2021."
    },
    "geoId/13021": {
        "summary": "Bibb County is a county in Georgia, United States. The population in Bibb County was 156,197 in 2022. The median age in Bibb County was 36.2 in 2021. The median income in Bibb County was $26,499 in 2021. The unemployment rate in Bibb County was 3.6% in 2023. The percentage of people with obesity in Bibb County was 39.3% in 2021. The percentage of people who binge drink in Bibb County was 13.7% in 2021. The percentage of people who smoke in Bibb County was 19.8% in 2021."
    },
    "geoId/13023": {
        "summary": "Bleckley County is a county in Georgia, United States. The population in Bleckley County was 12,257 in 2022. The median age in Bleckley County was 37.4 in 2021. The median income in Bleckley County was $24,667 in 2021. The unemployment rate in Bleckley County was 4% in 2023. The percentage of people with obesity in Bleckley County was 36.5% in 2021. The percentage of people who binge drink in Bleckley County was 14.7% in 2021. The percentage of people who smoke in Bleckley County was 19.7% in 2021."
    },
    "geoId/13025": {
        "summary": "Brantley County is a county in Georgia, United States. The population in Brantley County was 18,183 in 2022. The median age in Brantley County was 40.7 in 2021. The median income in Brantley County was $21,575 in 2021. The unemployment rate in Brantley County was 3% in 2023. The percentage of people with obesity in Brantley County was 40.3% in 2021. The percentage of people who binge drink in Brantley County was 15.6% in 2021. The percentage of people who smoke in Brantley County was 23.1% in 2021."
    },
    "geoId/13027": {
        "summary": "Brooks County is a county in Georgia, United States. The population in Brooks County was 16,253 in 2022. The median age in Brooks County was 41.9 in 2021. The median income in Brooks County was $24,543 in 2021. The unemployment rate in Brooks County was 3% in 2023. The percentage of people with obesity in Brooks County was 39.1% in 2021. The percentage of people who binge drink in Brooks County was 14.1% in 2021. The percentage of people who smoke in Brooks County was 22.4% in 2021."
    },
    "geoId/13029": {
        "summary": "Bryan County is a county in Georgia, United States. The population in Bryan County was 48,225 in 2022. The median age in Bryan County was 34.4 in 2021. The median income in Bryan County was $40,357 in 2021. The unemployment rate in Bryan County was 2.4% in 2023. The percentage of people with obesity in Bryan County was 33.9% in 2021. The percentage of people who binge drink in Bryan County was 17.1% in 2021. The percentage of people who smoke in Bryan County was 13.9% in 2021."
    },
    "geoId/13031": {
        "summary": "Bulloch County is a county in Georgia, United States. The population in Bulloch County was 83,059 in 2022. The median age in Bulloch County was 29.4 in 2021. The median income in Bulloch County was $23,349 in 2021. The unemployment rate in Bulloch County was 2.8% in 2023. The percentage of people with obesity in Bulloch County was 36.3% in 2021. The percentage of people who binge drink in Bulloch County was 15.2% in 2021. The percentage of people who smoke in Bulloch County was 18.2% in 2021."
    },
    "geoId/13033": {
        "summary": "Burke County is a county in Georgia, United States. The population in Burke County was 24,388 in 2022. The median age in Burke County was 38.1 in 2021. The median income in Burke County was $27,382 in 2021. The unemployment rate in Burke County was 5.3% in 2023. The percentage of people with obesity in Burke County was 39.8% in 2021. The percentage of people who binge drink in Burke County was 14.6% in 2021. The percentage of people who smoke in Burke County was 19.8% in 2021."
    },
    "geoId/13035": {
        "summary": "Butts County is a county in Georgia, United States. The population in Butts County was 26,649 in 2022. The median age in Butts County was 38.9 in 2021. The median income in Butts County was $28,238 in 2021. The unemployment rate in Butts County was 2.7% in 2023. The percentage of people with obesity in Butts County was 39.1% in 2021. The percentage of people who binge drink in Butts County was 16% in 2021. The percentage of people who smoke in Butts County was 20.9% in 2021."
    },
    "geoId/13037": {
        "summary": "Calhoun County is a county in Georgia, United States. The population in Calhoun County was 5,469 in 2022. The median age in Calhoun County was 40.2 in 2021. The median income in Calhoun County was $20,192 in 2021. The unemployment rate in Calhoun County was 2.7% in 2023. The percentage of people with obesity in Calhoun County was 45.9% in 2021. The percentage of people who binge drink in Calhoun County was 14.2% in 2021. The percentage of people who smoke in Calhoun County was 24.5% in 2021."
    },
    "geoId/13039": {
        "summary": "Camden County is a county in Georgia, United States. The population in Camden County was 57,013 in 2022. The median age in Camden County was 33.5 in 2021. The median income in Camden County was $32,873 in 2021. The unemployment rate in Camden County was 2.8% in 2023. The percentage of people with obesity in Camden County was 36.4% in 2021. The percentage of people who binge drink in Camden County was 16.6% in 2021. The percentage of people who smoke in Camden County was 17.6% in 2021."
    },
    "geoId/13043": {
        "summary": "Candler County is a county in Georgia, United States. The population in Candler County was 11,000 in 2022. The median age in Candler County was 42.1 in 2021. The median income in Candler County was $21,185 in 2021. The unemployment rate in Candler County was 2.1% in 2023. The percentage of people with obesity in Candler County was 41.2% in 2021. The percentage of people who binge drink in Candler County was 14.2% in 2021. The percentage of people who smoke in Candler County was 23.9% in 2021."
    },
    "geoId/13045": {
        "summary": "Carroll County is a county in Georgia, United States. The population in Carroll County was 124,592 in 2022. The median age in Carroll County was 35.1 in 2021. The median income in Carroll County was $28,759 in 2021. The unemployment rate in Carroll County was 3.1% in 2023. The percentage of people with obesity in Carroll County was 35.4% in 2021. The percentage of people who binge drink in Carroll County was 15.8% in 2021. The percentage of people who smoke in Carroll County was 17.9% in 2021."
    },
    "geoId/13047": {
        "summary": "Catoosa County is a county in Georgia, United States. The population in Catoosa County was 68,826 in 2022. The median age in Catoosa County was 40.6 in 2021. The median income in Catoosa County was $30,199 in 2021. The unemployment rate in Catoosa County was 2.5% in 2023. The percentage of people with obesity in Catoosa County was 36.3% in 2021. The percentage of people who binge drink in Catoosa County was 17.4% in 2021. The percentage of people who smoke in Catoosa County was 17.5% in 2021."
    },
    "geoId/13049": {
        "summary": "Charlton County is a county in Georgia, United States. The population in Charlton County was 12,781 in 2022. The median age in Charlton County was 40.6 in 2021. The median income in Charlton County was $23,129 in 2021. The unemployment rate in Charlton County was 2.8% in 2023. The percentage of people with obesity in Charlton County was 42.4% in 2021. The percentage of people who binge drink in Charlton County was 15.5% in 2021. The percentage of people who smoke in Charlton County was 22.8% in 2021."
    },
    "geoId/13051": {
        "summary": "Chatham County is a county in Georgia, United States. The population in Chatham County was 301,107 in 2022. The median age in Chatham County was 36.3 in 2021. The median income in Chatham County was $31,307 in 2021. The unemployment rate in Chatham County was 2.7% in 2023. The percentage of people with obesity in Chatham County was 33.1% in 2021. The percentage of people who binge drink in Chatham County was 15.4% in 2021. The percentage of people who smoke in Chatham County was 16.2% in 2021."
    },
    "geoId/13053": {
        "summary": "Chattahoochee County is a county in Georgia, United States. The population in Chattahoochee County was 8,819 in 2022. The median age in Chattahoochee County was 24.5 in 2021. The median income in Chattahoochee County was $25,976 in 2021. The unemployment rate in Chattahoochee County was 3.8% in 2023. The percentage of people with obesity in Chattahoochee County was 37.6% in 2021. The percentage of people who binge drink in Chattahoochee County was 16% in 2021. The percentage of people who smoke in Chattahoochee County was 19% in 2021."
    },
    "geoId/13055": {
        "summary": "Chattooga County is a county in Georgia, United States. The population in Chattooga County was 24,936 in 2022. The median age in Chattooga County was 40 in 2021. The median income in Chattooga County was $22,102 in 2021. The unemployment rate in Chattooga County was 3.2% in 2023. The percentage of people with obesity in Chattooga County was 37.6% in 2021. The percentage of people who binge drink in Chattooga County was 15.7% in 2021. The percentage of people who smoke in Chattooga County was 24.6% in 2021."
    },
    "geoId/13057": {
        "summary": "Cherokee County is a county in Georgia, United States. The population in Cherokee County was 281,278 in 2022. The median age in Cherokee County was 39.3 in 2021. The median income in Cherokee County was $39,875 in 2021. The unemployment rate in Cherokee County was 2.4% in 2023. The percentage of people with obesity in Cherokee County was 30.8% in 2021. The percentage of people who binge drink in Cherokee County was 16.8% in 2021. The percentage of people who smoke in Cherokee County was 13.2% in 2021."
    },
    "geoId/13059": {
        "summary": "Clarke County is a county in Georgia, United States. The population in Clarke County was 129,875 in 2022. The median age in Clarke County was 28.7 in 2021. The median income in Clarke County was $24,064 in 2021. The unemployment rate in Clarke County was 2.9% in 2023. The percentage of people with obesity in Clarke County was 35.7% in 2021. The percentage of people who binge drink in Clarke County was 15.9% in 2021. The percentage of people who smoke in Clarke County was 16.3% in 2021."
    },
    "geoId/13061": {
        "summary": "Clay County is a county in Georgia, United States. The population in Clay County was 2,845 in 2022. The median age in Clay County was 49.3 in 2021. The median income in Clay County was $25,217 in 2021. The unemployment rate in Clay County was 7.1% in 2023. The percentage of people with obesity in Clay County was 43.6% in 2021. The percentage of people who binge drink in Clay County was 12.7% in 2021. The percentage of people who smoke in Clay County was 22.2% in 2021."
    },
    "geoId/13063": {
        "summary": "Clayton County is a county in Georgia, United States. The population in Clayton County was 296,564 in 2022. The median age in Clayton County was 32.7 in 2021. The median income in Clayton County was $28,229 in 2021. The unemployment rate in Clayton County was 4% in 2023. The percentage of people with obesity in Clayton County was 43.7% in 2021. The percentage of people who binge drink in Clayton County was 12.9% in 2021. The percentage of people who smoke in Clayton County was 18.7% in 2021."
    },
    "geoId/13065": {
        "summary": "Clinch County is a county in Georgia, United States. The population in Clinch County was 6,662 in 2022. The median age in Clinch County was 38.5 in 2021. The median income in Clinch County was $23,048 in 2021. The unemployment rate in Clinch County was 2.8% in 2023. The percentage of people with obesity in Clinch County was 42.1% in 2021. The percentage of people who binge drink in Clinch County was 13.6% in 2021. The percentage of people who smoke in Clinch County was 27.4% in 2021."
    },
    "geoId/13067": {
        "summary": "Cobb County is a county in Georgia, United States. The population in Cobb County was 771,952 in 2022. The median age in Cobb County was 37.1 in 2021. The median income in Cobb County was $41,906 in 2021. The unemployment rate in Cobb County was 2.8% in 2023. The percentage of people with obesity in Cobb County was 29.8% in 2021. The percentage of people who binge drink in Cobb County was 15.2% in 2021. The percentage of people who smoke in Cobb County was 11.9% in 2021."
    },
    "geoId/13069": {
        "summary": "Coffee County is a county in Georgia, United States. The population in Coffee County was 43,172 in 2022. The median age in Coffee County was 36.8 in 2021. The median income in Coffee County was $25,231 in 2021. The unemployment rate in Coffee County was 3.2% in 2023. The percentage of people with obesity in Coffee County was 42.5% in 2021. The percentage of people who binge drink in Coffee County was 14.3% in 2021. The percentage of people who smoke in Coffee County was 22.5% in 2021."
    },
    "geoId/13071": {
        "summary": "Colquitt County is a county in Georgia, United States. The population in Colquitt County was 45,762 in 2022. The median age in Colquitt County was 37.4 in 2021. The median income in Colquitt County was $24,034 in 2021. The unemployment rate in Colquitt County was 2.4% in 2023. The percentage of people with obesity in Colquitt County was 41.8% in 2021. The percentage of people who binge drink in Colquitt County was 13.7% in 2021. The percentage of people who smoke in Colquitt County was 22.2% in 2021."
    },
    "geoId/13073": {
        "summary": "Columbia County is a county in Georgia, United States. The population in Columbia County was 162,419 in 2022. The median age in Columbia County was 37.5 in 2021. The median income in Columbia County was $37,431 in 2021. The unemployment rate in Columbia County was 2.8% in 2023. The percentage of people with obesity in Columbia County was 34.4% in 2021. The percentage of people who binge drink in Columbia County was 16% in 2021. The percentage of people who smoke in Columbia County was 12.9% in 2021."
    },
    "geoId/13075": {
        "summary": "Cook County is a county in Georgia, United States. The population in Cook County was 17,404 in 2022. The median age in Cook County was 37.1 in 2021. The median income in Cook County was $25,490 in 2021. The unemployment rate in Cook County was 2.9% in 2023. The percentage of people with obesity in Cook County was 38.4% in 2021. The percentage of people who binge drink in Cook County was 14.7% in 2021. The percentage of people who smoke in Cook County was 21.5% in 2021."
    },
    "geoId/13077": {
        "summary": "Coweta County is a county in Georgia, United States. The population in Coweta County was 152,882 in 2022. The median age in Coweta County was 38.9 in 2021. The median income in Coweta County was $39,054 in 2021. The unemployment rate in Coweta County was 2.8% in 2023. The percentage of people with obesity in Coweta County was 33.3% in 2021. The percentage of people who binge drink in Coweta County was 17% in 2021. The percentage of people who smoke in Coweta County was 14% in 2021."
    },
    "geoId/13079": {
        "summary": "Crawford County is a county in Georgia, United States. The population in Crawford County was 12,140 in 2022. The median age in Crawford County was 44.5 in 2021. The median income in Crawford County was $29,216 in 2021. The unemployment rate in Crawford County was 3% in 2023. The percentage of people with obesity in Crawford County was 38.6% in 2021. The percentage of people who binge drink in Crawford County was 15.8% in 2021. The percentage of people who smoke in Crawford County was 20.2% in 2021."
    },
    "geoId/13081": {
        "summary": "Crisp County is a county in Georgia, United States. The population in Crisp County was 19,708 in 2022. The median age in Crisp County was 40.5 in 2021. The median income in Crisp County was $22,017 in 2021. The unemployment rate in Crisp County was 3.5% in 2023. The percentage of people with obesity in Crisp County was 43% in 2021. The percentage of people who binge drink in Crisp County was 13.4% in 2021. The percentage of people who smoke in Crisp County was 23% in 2021."
    },
    "geoId/13083": {
        "summary": "Dade County is a county in Georgia, United States. The population in Dade County was 16,081 in 2022. The median age in Dade County was 42.4 in 2021. The median income in Dade County was $24,625 in 2021. The unemployment rate in Dade County was 2.4% in 2023. The percentage of people with obesity in Dade County was 35.2% in 2021. The percentage of people who binge drink in Dade County was 17.2% in 2021. The percentage of people who smoke in Dade County was 19% in 2021."
    },
    "geoId/13085": {
        "summary": "Dawson County is a county in Georgia, United States. The population in Dawson County was 30,138 in 2022. The median age in Dawson County was 44.3 in 2021. The median income in Dawson County was $37,316 in 2021. The unemployment rate in Dawson County was 2.4% in 2023. The percentage of people with obesity in Dawson County was 32.5% in 2021. The percentage of people who binge drink in Dawson County was 18.3% in 2021. The percentage of people who smoke in Dawson County was 14.7% in 2021."
    },
    "geoId/13087": {
        "summary": "Decatur County is a county in Georgia, United States. The population in Decatur County was 28,982 in 2022. The median age in Decatur County was 37.9 in 2021. The median income in Decatur County was $25,962 in 2021. The unemployment rate in Decatur County was 3% in 2023. The percentage of people with obesity in Decatur County was 38.2% in 2021. The percentage of people who binge drink in Decatur County was 14.4% in 2021. The percentage of people who smoke in Decatur County was 21% in 2021."
    },
    "geoId/13089": {
        "summary": "DeKalb County is a county in Georgia, United States. The population in DeKalb County was 762,820 in 2022. The median age in DeKalb County was 36.2 in 2021. The median income in DeKalb County was $36,513 in 2021. The unemployment rate in DeKalb County was 3.3% in 2023. The percentage of people with obesity in DeKalb County was 32.9% in 2021. The percentage of people who binge drink in DeKalb County was 13.9% in 2021. The percentage of people who smoke in DeKalb County was 13.2% in 2021."
    },
    "geoId/13091": {
        "summary": "Dodge County is a county in Georgia, United States. The population in Dodge County was 19,802 in 2022. The median age in Dodge County was 41.9 in 2021. The median income in Dodge County was $23,920 in 2021. The unemployment rate in Dodge County was 3.8% in 2023. The percentage of people with obesity in Dodge County was 37.6% in 2021. The percentage of people who binge drink in Dodge County was 15.2% in 2021. The percentage of people who smoke in Dodge County was 22.2% in 2021."
    },
    "geoId/13093": {
        "summary": "Dooly County is a county in Georgia, United States. The population in Dooly County was 10,572 in 2022. The median age in Dooly County was 43.5 in 2021. The median income in Dooly County was $24,285 in 2021. The unemployment rate in Dooly County was 3.2% in 2023. The percentage of people with obesity in Dooly County was 41.1% in 2021. The percentage of people who binge drink in Dooly County was 14.5% in 2021. The percentage of people who smoke in Dooly County was 22.1% in 2021."
    },
    "geoId/13095": {
        "summary": "Dougherty County is a county in Georgia, United States. The population in Dougherty County was 82,966 in 2022. The median age in Dougherty County was 35.8 in 2021. The median income in Dougherty County was $23,915 in 2021. The unemployment rate in Dougherty County was 4.1% in 2023. The percentage of people with obesity in Dougherty County was 41.6% in 2021. The percentage of people who binge drink in Dougherty County was 13.3% in 2021. The percentage of people who smoke in Dougherty County was 21% in 2021."
    },
    "geoId/13097": {
        "summary": "Douglas County is a county in Georgia, United States. The population in Douglas County was 147,316 in 2022. The median age in Douglas County was 36.7 in 2021. The median income in Douglas County was $34,853 in 2021. The unemployment rate in Douglas County was 3.3% in 2023. The percentage of people with obesity in Douglas County was 35.8% in 2021. The percentage of people who binge drink in Douglas County was 14% in 2021. The percentage of people who smoke in Douglas County was 15.6% in 2021."
    },
    "geoId/13099": {
        "summary": "Early County is a county in Georgia, United States. The population in Early County was 10,574 in 2022. The median age in Early County was 40.3 in 2021. The median income in Early County was $21,775 in 2021. The unemployment rate in Early County was 3.1% in 2023. The percentage of people with obesity in Early County was 42.7% in 2021. The percentage of people who binge drink in Early County was 13.3% in 2021. The percentage of people who smoke in Early County was 22.7% in 2021."
    },
    "geoId/13101": {
        "summary": "Echols County is a county in Georgia, United States. The population in Echols County was 3,686 in 2022. The median age in Echols County was 40.3 in 2021. The median income in Echols County was $26,190 in 2021. The unemployment rate in Echols County was 2.8% in 2023. The percentage of people with obesity in Echols County was 38.4% in 2021. The percentage of people who binge drink in Echols County was 15.4% in 2021. The percentage of people who smoke in Echols County was 21.1% in 2021."
    },
    "geoId/13103": {
        "summary": "Effingham County is a county in Georgia, United States. The population in Effingham County was 69,041 in 2022. The median age in Effingham County was 36.2 in 2021. The median income in Effingham County was $34,795 in 2021. The unemployment rate in Effingham County was 2.4% in 2023. The percentage of people with obesity in Effingham County was 37.5% in 2021. The percentage of people who binge drink in Effingham County was 16.4% in 2021. The percentage of people who smoke in Effingham County was 15.9% in 2021."
    },
    "geoId/13105": {
        "summary": "Elbert County is a county in Georgia, United States. The population in Elbert County was 19,814 in 2022. The median age in Elbert County was 42.8 in 2021. The median income in Elbert County was $24,061 in 2021. The unemployment rate in Elbert County was 3.3% in 2023. The percentage of people with obesity in Elbert County was 38% in 2021. The percentage of people who binge drink in Elbert County was 14.6% in 2021. The percentage of people who smoke in Elbert County was 22.8% in 2021."
    },
    "geoId/13107": {
        "summary": "Emanuel County is a county in Georgia, United States. The population in Emanuel County was 22,929 in 2022. The median age in Emanuel County was 37.2 in 2021. The median income in Emanuel County was $23,271 in 2021. The unemployment rate in Emanuel County was 3.6% in 2023. The percentage of people with obesity in Emanuel County was 41.3% in 2021. The percentage of people who binge drink in Emanuel County was 14.7% in 2021. The percentage of people who smoke in Emanuel County was 23.6% in 2021."
    },
    "geoId/13109": {
        "summary": "Evans County is a county in Georgia, United States. The population in Evans County was 10,695 in 2022. The median age in Evans County was 36.8 in 2021. The median income in Evans County was $25,789 in 2021. The unemployment rate in Evans County was 2.4% in 2023. The percentage of people with obesity in Evans County was 41.8% in 2021. The percentage of people who binge drink in Evans County was 13.9% in 2021. The percentage of people who smoke in Evans County was 23% in 2021."
    },
    "geoId/13111": {
        "summary": "Fannin County is a county in Georgia, United States. The population in Fannin County was 25,737 in 2022. The median age in Fannin County was 52.9 in 2021. The median income in Fannin County was $26,821 in 2021. The unemployment rate in Fannin County was 2.5% in 2023. The percentage of people with obesity in Fannin County was 32.9% in 2021. The percentage of people who binge drink in Fannin County was 16.9% in 2021. The percentage of people who smoke in Fannin County was 19.1% in 2021."
    },
    "geoId/13113": {
        "summary": "Fayette County is a county in Georgia, United States. The population in Fayette County was 122,030 in 2022. The median age in Fayette County was 43.2 in 2021. The median income in Fayette County was $43,084 in 2021. The unemployment rate in Fayette County was 3% in 2023. The percentage of people with obesity in Fayette County was 29.3% in 2021. The percentage of people who binge drink in Fayette County was 16.5% in 2021. The percentage of people who smoke in Fayette County was 11.3% in 2021."
    },
    "geoId/13115": {
        "summary": "Floyd County is a county in Georgia, United States. The population in Floyd County was 99,443 in 2022. The median age in Floyd County was 38.1 in 2021. The median income in Floyd County was $27,550 in 2021. The unemployment rate in Floyd County was 2.8% in 2023. The percentage of people with obesity in Floyd County was 39% in 2021. The percentage of people who binge drink in Floyd County was 14.8% in 2021. The percentage of people who smoke in Floyd County was 18.9% in 2021."
    },
    "geoId/13117": {
        "summary": "Forsyth County is a county in Georgia, United States. The population in Forsyth County was 267,237 in 2022. The median age in Forsyth County was 39 in 2021. The median income in Forsyth County was $50,582 in 2021. The unemployment rate in Forsyth County was 2.4% in 2023. The percentage of people with obesity in Forsyth County was 25.5% in 2021. The percentage of people who binge drink in Forsyth County was 16.3% in 2021. The percentage of people who smoke in Forsyth County was 10% in 2021."
    },
    "geoId/13119": {
        "summary": "Franklin County is a county in Georgia, United States. The population in Franklin County was 24,128 in 2022. The median age in Franklin County was 40.8 in 2021. The median income in Franklin County was $26,263 in 2021. The unemployment rate in Franklin County was 2.9% in 2023. The percentage of people with obesity in Franklin County was 37.7% in 2021. The percentage of people who binge drink in Franklin County was 16.2% in 2021. The percentage of people who smoke in Franklin County was 19.9% in 2021."
    },
    "geoId/13121": {
        "summary": "Fulton County is a county in Georgia, United States. The population in Fulton County was 1,074,634 in 2022. The median age in Fulton County was 35.9 in 2021. The median income in Fulton County was $42,958 in 2021. The unemployment rate in Fulton County was 3.4% in 2023. The percentage of people with obesity in Fulton County was 29% in 2021. The percentage of people who binge drink in Fulton County was 15.7% in 2021. The percentage of people who smoke in Fulton County was 12.6% in 2021."
    },
    "geoId/13123": {
        "summary": "Gilmer County is a county in Georgia, United States. The population in Gilmer County was 32,407 in 2022. The median age in Gilmer County was 49.2 in 2021. The median income in Gilmer County was $28,381 in 2021. The unemployment rate in Gilmer County was 2.9% in 2023. The percentage of people with obesity in Gilmer County was 35.3% in 2021. The percentage of people who binge drink in Gilmer County was 17.3% in 2021. The percentage of people who smoke in Gilmer County was 17.8% in 2021."
    },
    "geoId/13125": {
        "summary": "Glascock County is a county in Georgia, United States. The population in Glascock County was 2,939 in 2022. The median age in Glascock County was 43.1 in 2021. The median income in Glascock County was $28,269 in 2021. The unemployment rate in Glascock County was 2.6% in 2023. The percentage of people with obesity in Glascock County was 35.2% in 2021. The percentage of people who binge drink in Glascock County was 16.6% in 2021. The percentage of people who smoke in Glascock County was 20.8% in 2021."
    },
    "geoId/13127": {
        "summary": "Glynn County is a county in Georgia, United States. The population in Glynn County was 85,079 in 2022. The median age in Glynn County was 42.3 in 2021. The median income in Glynn County was $30,187 in 2021. The unemployment rate in Glynn County was 2.6% in 2023. The percentage of people with obesity in Glynn County was 35.4% in 2021. The percentage of people who binge drink in Glynn County was 16.9% in 2021. The percentage of people who smoke in Glynn County was 17% in 2021."
    },
    "geoId/13129": {
        "summary": "Gordon County is a county in Georgia, United States. The population in Gordon County was 58,954 in 2022. The median age in Gordon County was 39.1 in 2021. The median income in Gordon County was $28,260 in 2021. The unemployment rate in Gordon County was 2.5% in 2023. The percentage of people with obesity in Gordon County was 37.2% in 2021. The percentage of people who binge drink in Gordon County was 15.7% in 2021. The percentage of people who smoke in Gordon County was 20.4% in 2021."
    },
    "geoId/13131": {
        "summary": "Grady County is a county in Georgia, United States. The population in Grady County was 26,008 in 2022. The median age in Grady County was 39.4 in 2021. The median income in Grady County was $26,893 in 2021. The unemployment rate in Grady County was 2.9% in 2023. The percentage of people with obesity in Grady County was 40.4% in 2021. The percentage of people who binge drink in Grady County was 15.1% in 2021. The percentage of people who smoke in Grady County was 20.1% in 2021."
    },
    "geoId/13133": {
        "summary": "Greene County is a county in Georgia, United States. The population in Greene County was 20,139 in 2022. The median age in Greene County was 51 in 2021. The median income in Greene County was $29,996 in 2021. The unemployment rate in Greene County was 3.4% in 2023. The percentage of people with obesity in Greene County was 37.3% in 2021. The percentage of people who binge drink in Greene County was 15.4% in 2021. The percentage of people who smoke in Greene County was 16.7% in 2021."
    },
    "geoId/13135": {
        "summary": "Gwinnett County is a county in Georgia, United States. The population in Gwinnett County was 975,353 in 2022. The median age in Gwinnett County was 35.7 in 2021. The median income in Gwinnett County was $36,344 in 2021. The unemployment rate in Gwinnett County was 2.7% in 2023. The percentage of people with obesity in Gwinnett County was 31.3% in 2021. The percentage of people who binge drink in Gwinnett County was 13.7% in 2021. The percentage of people who smoke in Gwinnett County was 12.7% in 2021."
    },
    "geoId/13137": {
        "summary": "Habersham County is a county in Georgia, United States. The population in Habersham County was 47,475 in 2022. The median age in Habersham County was 38.8 in 2021. The median income in Habersham County was $27,131 in 2021. The unemployment rate in Habersham County was 2.7% in 2023. The percentage of people with obesity in Habersham County was 32.2% in 2021. The percentage of people who binge drink in Habersham County was 15.8% in 2021. The percentage of people who smoke in Habersham County was 17.7% in 2021."
    },
    "geoId/13139": {
        "summary": "Hall County is a county in Georgia, United States. The population in Hall County was 212,692 in 2022. The median age in Hall County was 37.5 in 2021. The median income in Hall County was $31,669 in 2021. The unemployment rate in Hall County was 2.2% in 2023. The percentage of people with obesity in Hall County was 38.7% in 2021. The percentage of people who binge drink in Hall County was 16.3% in 2021. The percentage of people who smoke in Hall County was 16% in 2021."
    },
    "geoId/13141": {
        "summary": "Hancock County is a county in Georgia, United States. The population in Hancock County was 8,387 in 2022. The median age in Hancock County was 47 in 2021. The median income in Hancock County was $21,238 in 2021. The unemployment rate in Hancock County was 5.3% in 2023. The percentage of people with obesity in Hancock County was 43.6% in 2021. The percentage of people who binge drink in Hancock County was 13.2% in 2021. The percentage of people who smoke in Hancock County was 25.1% in 2021."
    },
    "geoId/13143": {
        "summary": "Haralson County is a county in Georgia, United States. The population in Haralson County was 31,337 in 2022. The median age in Haralson County was 40 in 2021. The median income in Haralson County was $30,652 in 2021. The unemployment rate in Haralson County was 2.9% in 2023. The percentage of people with obesity in Haralson County was 33.8% in 2021. The percentage of people who binge drink in Haralson County was 17% in 2021. The percentage of people who smoke in Haralson County was 18.7% in 2021."
    },
    "geoId/13145": {
        "summary": "Harris County is a county in Georgia, United States. The population in Harris County was 36,276 in 2022. The median age in Harris County was 43.4 in 2021. The median income in Harris County was $35,663 in 2021. The unemployment rate in Harris County was 2.5% in 2023. The percentage of people with obesity in Harris County was 33% in 2021. The percentage of people who binge drink in Harris County was 18.9% in 2021. The percentage of people who smoke in Harris County was 13.7% in 2021."
    },
    "geoId/13147": {
        "summary": "Hart County is a county in Georgia, United States. The population in Hart County was 26,909 in 2022. The median age in Hart County was 44.8 in 2021. The median income in Hart County was $27,011 in 2021. The unemployment rate in Hart County was 2.8% in 2023. The percentage of people with obesity in Hart County was 35.9% in 2021. The percentage of people who binge drink in Hart County was 15.6% in 2021. The percentage of people who smoke in Hart County was 20.2% in 2021."
    },
    "geoId/13149": {
        "summary": "Heard County is a county in Georgia, United States. The population in Heard County was 11,725 in 2022. The median age in Heard County was 41.6 in 2021. The median income in Heard County was $26,667 in 2021. The unemployment rate in Heard County was 2.8% in 2023. The percentage of people with obesity in Heard County was 36% in 2021. The percentage of people who binge drink in Heard County was 16.2% in 2021. The percentage of people who smoke in Heard County was 21.4% in 2021."
    },
    "geoId/13151": {
        "summary": "Henry County is a county in Georgia, United States. The population in Henry County was 248,364 in 2022. The median age in Henry County was 37.2 in 2021. The median income in Henry County was $36,546 in 2021. The unemployment rate in Henry County was 3.4% in 2023. The percentage of people with obesity in Henry County was 37.9% in 2021. The percentage of people who binge drink in Henry County was 15.7% in 2021. The percentage of people who smoke in Henry County was 14.5% in 2021."
    },
    "geoId/13153": {
        "summary": "Houston County is a county in Georgia, United States. The population in Houston County was 169,631 in 2022. The median age in Houston County was 35.9 in 2021. The median income in Houston County was $36,044 in 2021. The unemployment rate in Houston County was 2.6% in 2023. The percentage of people with obesity in Houston County was 37.8% in 2021. The percentage of people who binge drink in Houston County was 16.6% in 2021. The percentage of people who smoke in Houston County was 15.7% in 2021."
    },
    "geoId/13155": {
        "summary": "Irwin County is a county in Georgia, United States. The population in Irwin County was 9,126 in 2022. The median age in Irwin County was 40.1 in 2021. The median income in Irwin County was $23,739 in 2021. The unemployment rate in Irwin County was 3.4% in 2023. The percentage of people with obesity in Irwin County was 38.8% in 2021. The percentage of people who binge drink in Irwin County was 15.5% in 2021. The percentage of people who smoke in Irwin County was 21.5% in 2021."
    },
    "geoId/13157": {
        "summary": "Jackson County is a county in Georgia, United States. The population in Jackson County was 83,936 in 2022. The median age in Jackson County was 38.2 in 2021. The median income in Jackson County was $33,561 in 2021. The unemployment rate in Jackson County was 2% in 2023. The percentage of people with obesity in Jackson County was 31.9% in 2021. The percentage of people who binge drink in Jackson County was 16.9% in 2021. The percentage of people who smoke in Jackson County was 16.9% in 2021."
    },
    "geoId/13159": {
        "summary": "Jasper County is a county in Georgia, United States. The population in Jasper County was 15,951 in 2022. The median age in Jasper County was 42.8 in 2021. The median income in Jasper County was $27,793 in 2021. The unemployment rate in Jasper County was 2.8% in 2023. The percentage of people with obesity in Jasper County was 38.5% in 2021. The percentage of people who binge drink in Jasper County was 15.8% in 2021. The percentage of people who smoke in Jasper County was 19.8% in 2021."
    },
    "geoId/13161": {
        "summary": "Jeff Davis County is a county in Georgia, United States. The population in Jeff Davis County was 14,889 in 2022. The median age in Jeff Davis County was 39.7 in 2021. The median income in Jeff Davis County was $24,739 in 2021. The unemployment rate in Jeff Davis County was 3.8% in 2023. The percentage of people with obesity in Jeff Davis County was 41.5% in 2021. The percentage of people who binge drink in Jeff Davis County was 14.8% in 2021. The percentage of people who smoke in Jeff Davis County was 22.5% in 2021."
    },
    "geoId/13163": {
        "summary": "Jefferson County is a county in Georgia, United States. The population in Jefferson County was 15,314 in 2022. The median age in Jefferson County was 40.5 in 2021. The median income in Jefferson County was $23,465 in 2021. The unemployment rate in Jefferson County was 4% in 2023. The percentage of people with obesity in Jefferson County was 43.6% in 2021. The percentage of people who binge drink in Jefferson County was 13.9% in 2021. The percentage of people who smoke in Jefferson County was 22.5% in 2021."
    },
    "geoId/13165": {
        "summary": "Jenkins County is a county in Georgia, United States. The population in Jenkins County was 8,689 in 2022. The median age in Jenkins County was 43.2 in 2021. The median income in Jenkins County was $18,598 in 2021. The unemployment rate in Jenkins County was 4.3% in 2023. The percentage of people with obesity in Jenkins County was 43.3% in 2021. The percentage of people who binge drink in Jenkins County was 13.7% in 2021. The percentage of people who smoke in Jenkins County was 25.6% in 2021."
    },
    "geoId/13167": {
        "summary": "Johnson County is a county in Georgia, United States. The population in Johnson County was 9,242 in 2022. The median age in Johnson County was 41.9 in 2021. The median income in Johnson County was $24,379 in 2021. The unemployment rate in Johnson County was 2.7% in 2023. The percentage of people with obesity in Johnson County was 42.4% in 2021. The percentage of people who binge drink in Johnson County was 15.1% in 2021. The percentage of people who smoke in Johnson County was 25% in 2021."
    },
    "geoId/13169": {
        "summary": "Jones County is a county in Georgia, United States. The population in Jones County was 28,472 in 2022. The median age in Jones County was 40.4 in 2021. The median income in Jones County was $31,219 in 2021. The unemployment rate in Jones County was 2.8% in 2023. The percentage of people with obesity in Jones County was 36.7% in 2021. The percentage of people who binge drink in Jones County was 16% in 2021. The percentage of people who smoke in Jones County was 18.4% in 2021."
    },
    "geoId/13171": {
        "summary": "Lamar County is a county in Georgia, United States. The population in Lamar County was 19,467 in 2022. The median age in Lamar County was 38.1 in 2021. The median income in Lamar County was $28,196 in 2021. The unemployment rate in Lamar County was 3.1% in 2023. The percentage of people with obesity in Lamar County was 38.4% in 2021. The percentage of people who binge drink in Lamar County was 15.7% in 2021. The percentage of people who smoke in Lamar County was 18.2% in 2021."
    },
    "geoId/13173": {
        "summary": "Lanier County is a county in Georgia, United States. The population in Lanier County was 10,171 in 2022. The median age in Lanier County was 36.8 in 2021. The median income in Lanier County was $21,750 in 2021. The unemployment rate in Lanier County was 3.4% in 2023. The percentage of people with obesity in Lanier County was 41.6% in 2021. The percentage of people who binge drink in Lanier County was 14.2% in 2021. The percentage of people who smoke in Lanier County was 24.3% in 2021."
    },
    "geoId/13175": {
        "summary": "Laurens County is a county in Georgia, United States. The population in Laurens County was 49,660 in 2022. The median age in Laurens County was 39.5 in 2021. The median income in Laurens County was $23,130 in 2021. The unemployment rate in Laurens County was 3.7% in 2023. The percentage of people with obesity in Laurens County was 40.6% in 2021. The percentage of people who binge drink in Laurens County was 13.7% in 2021. The percentage of people who smoke in Laurens County was 20.6% in 2021."
    },
    "geoId/13177": {
        "summary": "Lee County is a county in Georgia, United States. The population in Lee County was 33,642 in 2022. The median age in Lee County was 37.5 in 2021. The median income in Lee County was $38,718 in 2021. The unemployment rate in Lee County was 2.5% in 2023. The percentage of people with obesity in Lee County was 34.8% in 2021. The percentage of people who binge drink in Lee County was 16.6% in 2021. The percentage of people who smoke in Lee County was 14.9% in 2021."
    },
    "geoId/13179": {
        "summary": "Liberty County is a county in Georgia, United States. The population in Liberty County was 68,030 in 2022. The median age in Liberty County was 28.9 in 2021. The median income in Liberty County was $29,590 in 2021. The unemployment rate in Liberty County was 3% in 2023. The percentage of people with obesity in Liberty County was 38.3% in 2021. The percentage of people who binge drink in Liberty County was 14.8% in 2021. The percentage of people who smoke in Liberty County was 18.1% in 2021."
    },
    "geoId/13181": {
        "summary": "Lincoln County is a county in Georgia, United States. The population in Lincoln County was 7,841 in 2022. The median age in Lincoln County was 47.1 in 2021. The median income in Lincoln County was $23,085 in 2021. The unemployment rate in Lincoln County was 3.8% in 2023. The percentage of people with obesity in Lincoln County was 38.6% in 2021. The percentage of people who binge drink in Lincoln County was 15.2% in 2021. The percentage of people who smoke in Lincoln County was 21.4% in 2021."
    },
    "geoId/13183": {
        "summary": "Long County is a county in Georgia, United States. The population in Long County was 18,348 in 2022. The median age in Long County was 33.7 in 2021. The median income in Long County was $32,320 in 2021. The unemployment rate in Long County was 2.8% in 2023. The percentage of people with obesity in Long County was 37.9% in 2021. The percentage of people who binge drink in Long County was 15.2% in 2021. The percentage of people who smoke in Long County was 20.7% in 2021."
    },
    "geoId/13185": {
        "summary": "Lowndes County is a county in Georgia, United States. The population in Lowndes County was 119,739 in 2022. The median age in Lowndes County was 30.7 in 2021. The median income in Lowndes County was $27,651 in 2021. The unemployment rate in Lowndes County was 3.1% in 2023. The percentage of people with obesity in Lowndes County was 39.9% in 2021. The percentage of people who binge drink in Lowndes County was 14.4% in 2021. The percentage of people who smoke in Lowndes County was 19.5% in 2021."
    },
    "geoId/13187": {
        "summary": "Lumpkin County is a county in Georgia, United States. The population in Lumpkin County was 34,796 in 2022. The median age in Lumpkin County was 35.9 in 2021. The median income in Lumpkin County was $26,732 in 2021. The unemployment rate in Lumpkin County was 2.1% in 2023. The percentage of people with obesity in Lumpkin County was 33.5% in 2021. The percentage of people who binge drink in Lumpkin County was 17.3% in 2021. The percentage of people who smoke in Lumpkin County was 17.4% in 2021."
    },
    "geoId/13189": {
        "summary": "McDuffie County is a county in Georgia, United States. The population in McDuffie County was 21,713 in 2022. The median age in McDuffie County was 38.6 in 2021. The median income in McDuffie County was $26,048 in 2021. The unemployment rate in McDuffie County was 4.6% in 2023. The percentage of people with obesity in McDuffie County was 39.4% in 2021. The percentage of people who binge drink in McDuffie County was 14.4% in 2021. The percentage of people who smoke in McDuffie County was 20.8% in 2021."
    },
    "geoId/13191": {
        "summary": "McIntosh County is a county in Georgia, United States. The population in McIntosh County was 11,180 in 2022. The median age in McIntosh County was 50.6 in 2021. The median income in McIntosh County was $25,010 in 2021. The unemployment rate in McIntosh County was 2.8% in 2023. The percentage of people with obesity in McIntosh County was 38.7% in 2021. The percentage of people who binge drink in McIntosh County was 15.4% in 2021. The percentage of people who smoke in McIntosh County was 20.6% in 2021."
    },
    "geoId/13193": {
        "summary": "Macon County is a county in Georgia, United States. The population in Macon County was 11,765 in 2022. The median age in Macon County was 40 in 2021. The median income in Macon County was $18,086 in 2021. The unemployment rate in Macon County was 4.5% in 2023. The percentage of people with obesity in Macon County was 43.1% in 2021. The percentage of people who binge drink in Macon County was 13.3% in 2021. The percentage of people who smoke in Macon County was 24.9% in 2021."
    },
    "geoId/13195": {
        "summary": "Madison County is a county in Georgia, United States. The population in Madison County was 31,473 in 2022. The median age in Madison County was 40.3 in 2021. The median income in Madison County was $27,057 in 2021. The unemployment rate in Madison County was 2.7% in 2023. The percentage of people with obesity in Madison County was 37.1% in 2021. The percentage of people who binge drink in Madison County was 15.8% in 2021. The percentage of people who smoke in Madison County was 20.8% in 2021."
    },
    "geoId/13197": {
        "summary": "Marion County is a county in Georgia, United States. The population in Marion County was 7,449 in 2022. The median age in Marion County was 45.2 in 2021. The median income in Marion County was $26,739 in 2021. The unemployment rate in Marion County was 3% in 2023. The percentage of people with obesity in Marion County was 36.5% in 2021. The percentage of people who binge drink in Marion County was 14.7% in 2021. The percentage of people who smoke in Marion County was 21.4% in 2021."
    },
    "geoId/13199": {
        "summary": "Meriwether County is a county in Georgia, United States. The population in Meriwether County was 20,845 in 2022. The median age in Meriwether County was 42.7 in 2021. The median income in Meriwether County was $24,862 in 2021. The unemployment rate in Meriwether County was 3.5% in 2023. The percentage of people with obesity in Meriwether County was 42% in 2021. The percentage of people who binge drink in Meriwether County was 14.6% in 2021. The percentage of people who smoke in Meriwether County was 22.5% in 2021."
    },
    "geoId/13201": {
        "summary": "Miller County is a county in Georgia, United States. The population in Miller County was 5,807 in 2022. The median age in Miller County was 43.2 in 2021. The median income in Miller County was $27,969 in 2021. The unemployment rate in Miller County was 2.2% in 2023. The percentage of people with obesity in Miller County was 38.5% in 2021. The percentage of people who binge drink in Miller County was 15% in 2021. The percentage of people who smoke in Miller County was 20.4% in 2021."
    },
    "geoId/13205": {
        "summary": "Mitchell County is a county in Georgia, United States. The population in Mitchell County was 21,116 in 2022. The median age in Mitchell County was 39.1 in 2021. The median income in Mitchell County was $25,549 in 2021. The unemployment rate in Mitchell County was 3.2% in 2023. The percentage of people with obesity in Mitchell County was 42.2% in 2021. The percentage of people who binge drink in Mitchell County was 13.8% in 2021. The percentage of people who smoke in Mitchell County was 22.8% in 2021."
    },
    "geoId/13207": {
        "summary": "Monroe County is a county in Georgia, United States. The population in Monroe County was 29,427 in 2022. The median age in Monroe County was 42.8 in 2021. The median income in Monroe County was $30,641 in 2021. The unemployment rate in Monroe County was 2.6% in 2023. The percentage of people with obesity in Monroe County was 37.4% in 2021. The percentage of people who binge drink in Monroe County was 16.3% in 2021. The percentage of people who smoke in Monroe County was 16.5% in 2021."
    },
    "geoId/13209": {
        "summary": "Montgomery County is a county in Georgia, United States. The population in Montgomery County was 8,655 in 2022. The median age in Montgomery County was 38.7 in 2021. The median income in Montgomery County was $22,077 in 2021. The unemployment rate in Montgomery County was 3.2% in 2023. The percentage of people with obesity in Montgomery County was 39.5% in 2021. The percentage of people who binge drink in Montgomery County was 15.2% in 2021. The percentage of people who smoke in Montgomery County was 21.3% in 2021."
    },
    "geoId/13211": {
        "summary": "Morgan County is a county in Georgia, United States. The population in Morgan County was 21,031 in 2022. The median age in Morgan County was 42.7 in 2021. The median income in Morgan County was $32,331 in 2021. The unemployment rate in Morgan County was 2.6% in 2023. The percentage of people with obesity in Morgan County was 33.6% in 2021. The percentage of people who binge drink in Morgan County was 17.1% in 2021. The percentage of people who smoke in Morgan County was 15% in 2021."
    },
    "geoId/13213": {
        "summary": "Murray County is a county in Georgia, United States. The population in Murray County was 40,472 in 2022. The median age in Murray County was 38.6 in 2021. The median income in Murray County was $27,079 in 2021. The unemployment rate in Murray County was 3.7% in 2023. The percentage of people with obesity in Murray County was 35.6% in 2021. The percentage of people who binge drink in Murray County was 16.3% in 2021. The percentage of people who smoke in Murray County was 21% in 2021."
    },
    "geoId/13215": {
        "summary": "Muscogee County is a county in Georgia, United States. The population in Muscogee County was 202,616 in 2022. The median age in Muscogee County was 34.6 in 2021. The median income in Muscogee County was $28,878 in 2021. The unemployment rate in Muscogee County was 3.8% in 2023. The percentage of people with obesity in Muscogee County was 40.6% in 2021. The percentage of people who binge drink in Muscogee County was 14.1% in 2021. The percentage of people who smoke in Muscogee County was 18.4% in 2021."
    },
    "geoId/13217": {
        "summary": "Newton County is a county in Georgia, United States. The population in Newton County was 117,621 in 2022. The median age in Newton County was 36.5 in 2021. The median income in Newton County was $30,637 in 2021. The unemployment rate in Newton County was 4% in 2023. The percentage of people with obesity in Newton County was 40.2% in 2021. The percentage of people who binge drink in Newton County was 15.5% in 2021. The percentage of people who smoke in Newton County was 17.9% in 2021."
    },
    "geoId/13219": {
        "summary": "Oconee County is a county in Georgia, United States. The population in Oconee County was 43,588 in 2022. The median age in Oconee County was 40.3 in 2021. The median income in Oconee County was $41,422 in 2021. The unemployment rate in Oconee County was 2.1% in 2023. The percentage of people with obesity in Oconee County was 28.4% in 2021. The percentage of people who binge drink in Oconee County was 18.2% in 2021. The percentage of people who smoke in Oconee County was 10.8% in 2021."
    },
    "geoId/13221": {
        "summary": "Oglethorpe County is a county in Georgia, United States. The population in Oglethorpe County was 15,469 in 2022. The median age in Oglethorpe County was 42 in 2021. The median income in Oglethorpe County was $28,069 in 2021. The unemployment rate in Oglethorpe County was 2.7% in 2023. The percentage of people with obesity in Oglethorpe County was 34.1% in 2021. The percentage of people who binge drink in Oglethorpe County was 16.9% in 2021. The percentage of people who smoke in Oglethorpe County was 18.5% in 2021."
    },
    "geoId/13223": {
        "summary": "Paulding County is a county in Georgia, United States. The population in Paulding County was 178,421 in 2022. The median age in Paulding County was 36.4 in 2021. The median income in Paulding County was $37,891 in 2021. The unemployment rate in Paulding County was 2.8% in 2023. The percentage of people with obesity in Paulding County was 36.4% in 2021. The percentage of people who binge drink in Paulding County was 16.1% in 2021. The percentage of people who smoke in Paulding County was 14.6% in 2021."
    },
    "geoId/13225": {
        "summary": "Peach County is a county in Georgia, United States. The population in Peach County was 28,562 in 2022. The median age in Peach County was 37.7 in 2021. The median income in Peach County was $27,235 in 2021. The unemployment rate in Peach County was 3.5% in 2023. The percentage of people with obesity in Peach County was 39.8% in 2021. The percentage of people who binge drink in Peach County was 14.4% in 2021. The percentage of people who smoke in Peach County was 17.9% in 2021."
    },
    "geoId/13227": {
        "summary": "Pickens County is a county in Georgia, United States. The population in Pickens County was 34,826 in 2022. The median age in Pickens County was 46.2 in 2021. The median income in Pickens County was $32,748 in 2021. The unemployment rate in Pickens County was 2.7% in 2023. The percentage of people with obesity in Pickens County was 30.8% in 2021. The percentage of people who binge drink in Pickens County was 16.9% in 2021. The percentage of people who smoke in Pickens County was 17.2% in 2021."
    },
    "geoId/13229": {
        "summary": "Pierce County is a county in Georgia, United States. The population in Pierce County was 20,168 in 2022. The median age in Pierce County was 39.9 in 2021. The median income in Pierce County was $25,207 in 2021. The unemployment rate in Pierce County was 2.4% in 2023. The percentage of people with obesity in Pierce County was 36.8% in 2021. The percentage of people who binge drink in Pierce County was 15.9% in 2021. The percentage of people who smoke in Pierce County was 21% in 2021."
    },
    "geoId/13231": {
        "summary": "Pike County is a county in Georgia, United States. The population in Pike County was 19,990 in 2022. The median age in Pike County was 40.3 in 2021. The median income in Pike County was $36,847 in 2021. The unemployment rate in Pike County was 2.3% in 2023. The percentage of people with obesity in Pike County was 32.8% in 2021. The percentage of people who binge drink in Pike County was 17.3% in 2021. The percentage of people who smoke in Pike County was 16.7% in 2021."
    },
    "geoId/13233": {
        "summary": "Polk County is a county in Georgia, United States. The population in Polk County was 43,709 in 2022. The median age in Polk County was 38 in 2021. The median income in Polk County was $27,709 in 2021. The unemployment rate in Polk County was 3.3% in 2023. The percentage of people with obesity in Polk County was 37.2% in 2021. The percentage of people who binge drink in Polk County was 15.9% in 2021. The percentage of people who smoke in Polk County was 20.2% in 2021."
    },
    "geoId/13235": {
        "summary": "Pulaski County is a county in Georgia, United States. The population in Pulaski County was 9,984 in 2022. The median age in Pulaski County was 40.3 in 2021. The median income in Pulaski County was $22,406 in 2021. The unemployment rate in Pulaski County was 3.4% in 2023. The percentage of people with obesity in Pulaski County was 42.3% in 2021. The percentage of people who binge drink in Pulaski County was 14.1% in 2021. The percentage of people who smoke in Pulaski County was 20.7% in 2021."
    },
    "geoId/13237": {
        "summary": "Putnam County is a county in Georgia, United States. The population in Putnam County was 22,984 in 2022. The median age in Putnam County was 48.1 in 2021. The median income in Putnam County was $33,209 in 2021. The unemployment rate in Putnam County was 3.5% in 2023. The percentage of people with obesity in Putnam County was 37.6% in 2021. The percentage of people who binge drink in Putnam County was 15.2% in 2021. The percentage of people who smoke in Putnam County was 18.6% in 2021."
    },
    "geoId/13239": {
        "summary": "Quitman County is a county in Georgia, United States. The population in Quitman County was 2,249 in 2022. The median age in Quitman County was 57.5 in 2021. The median income in Quitman County was $19,682 in 2021. The unemployment rate in Quitman County was 4.9% in 2023. The percentage of people with obesity in Quitman County was 41.2% in 2021. The percentage of people who binge drink in Quitman County was 13.6% in 2021. The percentage of people who smoke in Quitman County was 22.7% in 2021."
    },
    "geoId/13241": {
        "summary": "Rabun County is a county in Georgia, United States. The population in Rabun County was 17,206 in 2022. The median age in Rabun County was 49.8 in 2021. The median income in Rabun County was $25,279 in 2021. The unemployment rate in Rabun County was 3% in 2023. The percentage of people with obesity in Rabun County was 33.3% in 2021. The percentage of people who binge drink in Rabun County was 16.7% in 2021. The percentage of people who smoke in Rabun County was 18.7% in 2021."
    },
    "geoId/13243": {
        "summary": "Randolph County is a county in Georgia, United States. The population in Randolph County was 6,116 in 2022. The median age in Randolph County was 39.3 in 2021. The median income in Randolph County was $19,289 in 2021. The unemployment rate in Randolph County was 3.7% in 2023. The percentage of people with obesity in Randolph County was 48.9% in 2021. The percentage of people who binge drink in Randolph County was 11.8% in 2021. The percentage of people who smoke in Randolph County was 27.1% in 2021."
    },
    "geoId/13245": {
        "summary": "Richmond County is a county in Georgia, United States. The population in Richmond County was 206,640 in 2022. The median age in Richmond County was 34.7 in 2021. The median income in Richmond County was $25,652 in 2021. The unemployment rate in Richmond County was 4.5% in 2023. The percentage of people with obesity in Richmond County was 40.7% in 2021. The percentage of people who binge drink in Richmond County was 14.5% in 2021. The percentage of people who smoke in Richmond County was 19.6% in 2021."
    },
    "geoId/13247": {
        "summary": "Rockdale County is a county in Georgia, United States. The population in Rockdale County was 94,984 in 2022. The median age in Rockdale County was 38.5 in 2021. The median income in Rockdale County was $33,647 in 2021. The unemployment rate in Rockdale County was 3.9% in 2023. The percentage of people with obesity in Rockdale County was 41.3% in 2021. The percentage of people who binge drink in Rockdale County was 13.5% in 2021. The percentage of people who smoke in Rockdale County was 16.7% in 2021."
    },
    "geoId/13249": {
        "summary": "Schley County is a county in Georgia, United States. The population in Schley County was 4,496 in 2022. The median age in Schley County was 38.5 in 2021. The median income in Schley County was $27,257 in 2021. The unemployment rate in Schley County was 2.6% in 2023. The percentage of people with obesity in Schley County was 37.4% in 2021. The percentage of people who binge drink in Schley County was 15.7% in 2021. The percentage of people who smoke in Schley County was 19.6% in 2021."
    },
    "geoId/13251": {
        "summary": "Screven County is a county in Georgia, United States. The population in Screven County was 13,977 in 2022. The median age in Screven County was 41.9 in 2021. The median income in Screven County was $23,548 in 2021. The unemployment rate in Screven County was 4.2% in 2023. The percentage of people with obesity in Screven County was 38.9% in 2021. The percentage of people who binge drink in Screven County was 14.9% in 2021. The percentage of people who smoke in Screven County was 19.9% in 2021."
    },
    "geoId/13253": {
        "summary": "Seminole County is a county in Georgia, United States. The population in Seminole County was 9,127 in 2022. The median age in Seminole County was 45.7 in 2021. The median income in Seminole County was $26,053 in 2021. The unemployment rate in Seminole County was 3.4% in 2023. The percentage of people with obesity in Seminole County was 37.3% in 2021. The percentage of people who binge drink in Seminole County was 14.6% in 2021. The percentage of people who smoke in Seminole County was 20.9% in 2021."
    },
    "geoId/13255": {
        "summary": "Spalding County is a county in Georgia, United States. The population in Spalding County was 68,919 in 2022. The median age in Spalding County was 39.2 in 2021. The median income in Spalding County was $27,893 in 2021. The unemployment rate in Spalding County was 3.5% in 2023. The percentage of people with obesity in Spalding County was 36.2% in 2021. The percentage of people who binge drink in Spalding County was 14.6% in 2021. The percentage of people who smoke in Spalding County was 20% in 2021."
    },
    "geoId/13257": {
        "summary": "Stephens County is a county in Georgia, United States. The population in Stephens County was 26,767 in 2022. The median age in Stephens County was 40.9 in 2021. The median income in Stephens County was $25,083 in 2021. The unemployment rate in Stephens County was 3.1% in 2023. The percentage of people with obesity in Stephens County was 33.4% in 2021. The percentage of people who binge drink in Stephens County was 16.4% in 2021. The percentage of people who smoke in Stephens County was 18.9% in 2021."
    },
    "geoId/13259": {
        "summary": "Stewart County is a county in Georgia, United States. The population in Stewart County was 4,648 in 2022. The median age in Stewart County was 36.8 in 2021. The median income in Stewart County was $21,710 in 2021. The unemployment rate in Stewart County was 3.1% in 2023. The percentage of people with obesity in Stewart County was 43.6% in 2021. The percentage of people who binge drink in Stewart County was 14.8% in 2021. The percentage of people who smoke in Stewart County was 21.2% in 2021."
    },
    "geoId/13261": {
        "summary": "Sumter County is a county in Georgia, United States. The population in Sumter County was 28,877 in 2022. The median age in Sumter County was 37 in 2021. The median income in Sumter County was $24,616 in 2021. The unemployment rate in Sumter County was 4.1% in 2023. The percentage of people with obesity in Sumter County was 40.7% in 2021. The percentage of people who binge drink in Sumter County was 13.4% in 2021. The percentage of people who smoke in Sumter County was 20.4% in 2021."
    },
    "geoId/13263": {
        "summary": "Talbot County is a county in Georgia, United States. The population in Talbot County was 5,747 in 2022. The median age in Talbot County was 50.3 in 2021. The median income in Talbot County was $23,550 in 2021. The unemployment rate in Talbot County was 3.1% in 2023. The percentage of people with obesity in Talbot County was 42.5% in 2021. The percentage of people who binge drink in Talbot County was 13.7% in 2021. The percentage of people who smoke in Talbot County was 22% in 2021."
    },
    "geoId/13265": {
        "summary": "Taliaferro County is a county in Georgia, United States. The population in Taliaferro County was 1,600 in 2022. The median age in Taliaferro County was 47.1 in 2021. The median income in Taliaferro County was $22,599 in 2021. The unemployment rate in Taliaferro County was 4.1% in 2023. The percentage of people with obesity in Taliaferro County was 41.9% in 2021. The percentage of people who binge drink in Taliaferro County was 13.8% in 2021. The percentage of people who smoke in Taliaferro County was 22.2% in 2021."
    },
    "geoId/13267": {
        "summary": "Tattnall County is a county in Georgia, United States. The population in Tattnall County was 24,064 in 2022. The median age in Tattnall County was 37.6 in 2021. The median income in Tattnall County was $21,515 in 2021. The unemployment rate in Tattnall County was 2.9% in 2023. The percentage of people with obesity in Tattnall County was 42.3% in 2021. The percentage of people who binge drink in Tattnall County was 15.4% in 2021. The percentage of people who smoke in Tattnall County was 22% in 2021."
    },
    "geoId/13269": {
        "summary": "Taylor County is a county in Georgia, United States. The population in Taylor County was 7,737 in 2022. The median age in Taylor County was 42.7 in 2021. The median income in Taylor County was $21,718 in 2021. The unemployment rate in Taylor County was 4.1% in 2023. The percentage of people with obesity in Taylor County was 44.3% in 2021. The percentage of people who binge drink in Taylor County was 13.8% in 2021. The percentage of people who smoke in Taylor County was 24.3% in 2021."
    },
    "geoId/13271": {
        "summary": "Telfair County is a county in Georgia, United States. The population in Telfair County was 12,354 in 2022. The median age in Telfair County was 41 in 2021. The median income in Telfair County was $16,919 in 2021. The unemployment rate in Telfair County was 5.8% in 2023. The percentage of people with obesity in Telfair County was 42.7% in 2021. The percentage of people who binge drink in Telfair County was 14.4% in 2021. The percentage of people who smoke in Telfair County was 25.2% in 2021."
    },
    "geoId/13273": {
        "summary": "Terrell County is a county in Georgia, United States. The population in Terrell County was 8,754 in 2022. The median age in Terrell County was 40.8 in 2021. The median income in Terrell County was $21,415 in 2021. The unemployment rate in Terrell County was 3.9% in 2023. The percentage of people with obesity in Terrell County was 44% in 2021. The percentage of people who binge drink in Terrell County was 12.9% in 2021. The percentage of people who smoke in Terrell County was 24.8% in 2021."
    },
    "geoId/13275": {
        "summary": "Thomas County is a county in Georgia, United States. The population in Thomas County was 45,561 in 2022. The median age in Thomas County was 39.9 in 2021. The median income in Thomas County was $30,540 in 2021. The unemployment rate in Thomas County was 3.3% in 2023. The percentage of people with obesity in Thomas County was 39% in 2021. The percentage of people who binge drink in Thomas County was 14.6% in 2021. The percentage of people who smoke in Thomas County was 17.7% in 2021."
    },
    "geoId/13277": {
        "summary": "Tift County is a county in Georgia, United States. The population in Tift County was 41,412 in 2022. The median age in Tift County was 35.9 in 2021. The median income in Tift County was $26,060 in 2021. The unemployment rate in Tift County was 2.4% in 2023. The percentage of people with obesity in Tift County was 40.5% in 2021. The percentage of people who binge drink in Tift County was 13.8% in 2021. The percentage of people who smoke in Tift County was 19.9% in 2021."
    },
    "geoId/13279": {
        "summary": "Toombs County is a county in Georgia, United States. The population in Toombs County was 26,837 in 2022. The median age in Toombs County was 37.8 in 2021. The median income in Toombs County was $25,231 in 2021. The unemployment rate in Toombs County was 3.1% in 2023. The percentage of people with obesity in Toombs County was 41.7% in 2021. The percentage of people who binge drink in Toombs County was 14.5% in 2021. The percentage of people who smoke in Toombs County was 20.6% in 2021."
    },
    "geoId/13281": {
        "summary": "Towns County is a county in Georgia, United States. The population in Towns County was 12,972 in 2022. The median age in Towns County was 52.8 in 2021. The median income in Towns County was $24,510 in 2021. The unemployment rate in Towns County was 3.3% in 2023. The percentage of people with obesity in Towns County was 33.1% in 2021. The percentage of people who binge drink in Towns County was 17% in 2021. The percentage of people who smoke in Towns County was 16.5% in 2021."
    },
    "geoId/13283": {
        "summary": "Treutlen County is a county in Georgia, United States. The population in Treutlen County was 6,365 in 2022. The median age in Treutlen County was 39.9 in 2021. The median income in Treutlen County was $20,607 in 2021. The unemployment rate in Treutlen County was 3.3% in 2023. The percentage of people with obesity in Treutlen County was 42.9% in 2021. The percentage of people who binge drink in Treutlen County was 13.9% in 2021. The percentage of people who smoke in Treutlen County was 25.7% in 2021."
    },
    "geoId/13285": {
        "summary": "Troup County is a county in Georgia, United States. The population in Troup County was 70,191 in 2022. The median age in Troup County was 36.9 in 2021. The median income in Troup County was $26,934 in 2021. The unemployment rate in Troup County was 2.6% in 2023. The percentage of people with obesity in Troup County was 44% in 2021. The percentage of people who binge drink in Troup County was 14.7% in 2021. The percentage of people who smoke in Troup County was 19.4% in 2021."
    },
    "geoId/13287": {
        "summary": "Turner County is a county in Georgia, United States. The population in Turner County was 8,842 in 2022. The median age in Turner County was 39.5 in 2021. The median income in Turner County was $21,588 in 2021. The unemployment rate in Turner County was 3.7% in 2023. The percentage of people with obesity in Turner County was 40.5% in 2021. The percentage of people who binge drink in Turner County was 13.6% in 2021. The percentage of people who smoke in Turner County was 24% in 2021."
    },
    "geoId/13289": {
        "summary": "Twiggs County is a county in Georgia, United States. The population in Twiggs County was 7,680 in 2022. The median age in Twiggs County was 47.2 in 2021. The median income in Twiggs County was $28,038 in 2021. The unemployment rate in Twiggs County was 4.6% in 2023. The percentage of people with obesity in Twiggs County was 37.2% in 2021. The percentage of people who binge drink in Twiggs County was 15.4% in 2021. The percentage of people who smoke in Twiggs County was 20.1% in 2021."
    },
    "geoId/13291": {
        "summary": "Union County is a county in Georgia, United States. The population in Union County was 26,388 in 2022. The median age in Union County was 55.7 in 2021. The median income in Union County was $25,899 in 2021. The unemployment rate in Union County was 2.3% in 2023. The percentage of people with obesity in Union County was 34.3% in 2021. The percentage of people who binge drink in Union County was 16.7% in 2021. The percentage of people who smoke in Union County was 18.1% in 2021."
    },
    "geoId/13293": {
        "summary": "Upson County is a county in Georgia, United States. The population in Upson County was 28,086 in 2022. The median age in Upson County was 42.2 in 2021. The median income in Upson County was $24,520 in 2021. The unemployment rate in Upson County was 3.3% in 2023. The percentage of people with obesity in Upson County was 38.1% in 2021. The percentage of people who binge drink in Upson County was 15.1% in 2021. The percentage of people who smoke in Upson County was 22% in 2021."
    },
    "geoId/13295": {
        "summary": "Walker County is a county in Georgia, United States. The population in Walker County was 68,915 in 2022. The median age in Walker County was 41.6 in 2021. The median income in Walker County was $26,323 in 2021. The unemployment rate in Walker County was 2.7% in 2023. The percentage of people with obesity in Walker County was 36.7% in 2021. The percentage of people who binge drink in Walker County was 15.9% in 2021. The percentage of people who smoke in Walker County was 20.2% in 2021."
    },
    "geoId/13297": {
        "summary": "Walton County is a county in Georgia, United States. The population in Walton County was 103,065 in 2022. The median age in Walton County was 39.2 in 2021. The median income in Walton County was $33,739 in 2021. The unemployment rate in Walton County was 2.8% in 2023. The percentage of people with obesity in Walton County was 35.6% in 2021. The percentage of people who binge drink in Walton County was 16.4% in 2021. The percentage of people who smoke in Walton County was 17.1% in 2021."
    },
    "geoId/13299": {
        "summary": "Ware County is a county in Georgia, United States. The population in Ware County was 35,614 in 2022. The median age in Ware County was 38.3 in 2021. The median income in Ware County was $25,379 in 2021. The unemployment rate in Ware County was 2.8% in 2023. The percentage of people with obesity in Ware County was 42.7% in 2021. The percentage of people who binge drink in Ware County was 14.4% in 2021. The percentage of people who smoke in Ware County was 22.6% in 2021."
    },
    "geoId/13301": {
        "summary": "Warren County is a county in Georgia, United States. The population in Warren County was 5,155 in 2022. The median age in Warren County was 44.5 in 2021. The median income in Warren County was $20,342 in 2021. The unemployment rate in Warren County was 4.2% in 2023. The percentage of people with obesity in Warren County was 43.1% in 2021. The percentage of people who binge drink in Warren County was 13.3% in 2021. The percentage of people who smoke in Warren County was 23.8% in 2021."
    },
    "geoId/13303": {
        "summary": "Washington County is a county in Georgia, United States. The population in Washington County was 19,738 in 2022. The median age in Washington County was 40.8 in 2021. The median income in Washington County was $23,418 in 2021. The unemployment rate in Washington County was 4.4% in 2023. The percentage of people with obesity in Washington County was 42.7% in 2021. The percentage of people who binge drink in Washington County was 14.2% in 2021. The percentage of people who smoke in Washington County was 22.3% in 2021."
    },
    "geoId/13305": {
        "summary": "Wayne County is a county in Georgia, United States. The population in Wayne County was 30,896 in 2022. The median age in Wayne County was 38.6 in 2021. The median income in Wayne County was $24,629 in 2021. The unemployment rate in Wayne County was 3% in 2023. The percentage of people with obesity in Wayne County was 39.2% in 2021. The percentage of people who binge drink in Wayne County was 15.4% in 2021. The percentage of people who smoke in Wayne County was 21.7% in 2021."
    },
    "geoId/13307": {
        "summary": "Webster County is a county in Georgia, United States. The population in Webster County was 2,328 in 2022. The median age in Webster County was 39.6 in 2021. The median income in Webster County was $18,456 in 2021. The unemployment rate in Webster County was 2.9% in 2023. The percentage of people with obesity in Webster County was 42.6% in 2021. The percentage of people who binge drink in Webster County was 13.8% in 2021. The percentage of people who smoke in Webster County was 21.7% in 2021."
    },
    "geoId/13309": {
        "summary": "Wheeler County is a county in Georgia, United States. The population in Wheeler County was 7,314 in 2022. The median age in Wheeler County was 33.6 in 2021. The median income in Wheeler County was $17,432 in 2021. The unemployment rate in Wheeler County was 4.4% in 2023. The percentage of people with obesity in Wheeler County was 43.5% in 2021. The percentage of people who binge drink in Wheeler County was 15% in 2021. The percentage of people who smoke in Wheeler County was 25.3% in 2021."
    },
    "geoId/13311": {
        "summary": "White County is a county in Georgia, United States. The population in White County was 28,806 in 2022. The median age in White County was 45.7 in 2021. The median income in White County was $29,417 in 2021. The unemployment rate in White County was 2% in 2023. The percentage of people with obesity in White County was 31.4% in 2021. The percentage of people who binge drink in White County was 17.3% in 2021. The percentage of people who smoke in White County was 17.3% in 2021."
    },
    "geoId/13313": {
        "summary": "Whitfield County is a county in Georgia, United States. The population in Whitfield County was 103,132 in 2022. The median age in Whitfield County was 36.3 in 2021. The median income in Whitfield County was $28,115 in 2021. The unemployment rate in Whitfield County was 3.3% in 2023. The percentage of people with obesity in Whitfield County was 36.6% in 2021. The percentage of people who binge drink in Whitfield County was 15.1% in 2021. The percentage of people who smoke in Whitfield County was 19.3% in 2021."
    },
    "geoId/13315": {
        "summary": "Wilcox County is a county in Georgia, United States. The population in Wilcox County was 8,761 in 2022. The median age in Wilcox County was 40.9 in 2021. The median income in Wilcox County was $22,815 in 2021. The unemployment rate in Wilcox County was 3.1% in 2023. The percentage of people with obesity in Wilcox County was 40.9% in 2021. The percentage of people who binge drink in Wilcox County was 15.1% in 2021. The percentage of people who smoke in Wilcox County was 23.6% in 2021."
    },
    "geoId/13317": {
        "summary": "Wilkes County is a county in Georgia, United States. The population in Wilkes County was 9,599 in 2022. The median age in Wilkes County was 44.5 in 2021. The median income in Wilkes County was $22,931 in 2021. The unemployment rate in Wilkes County was 3.4% in 2023. The percentage of people with obesity in Wilkes County was 41.8% in 2021. The percentage of people who binge drink in Wilkes County was 14.2% in 2021. The percentage of people who smoke in Wilkes County was 21.7% in 2021."
    },
    "geoId/13319": {
        "summary": "Wilkinson County is a county in Georgia, United States. The population in Wilkinson County was 8,681 in 2022. The median age in Wilkinson County was 43.7 in 2021. The median income in Wilkinson County was $23,175 in 2021. The unemployment rate in Wilkinson County was 2.8% in 2023. The percentage of people with obesity in Wilkinson County was 41% in 2021. The percentage of people who binge drink in Wilkinson County was 14.4% in 2021. The percentage of people who smoke in Wilkinson County was 22.8% in 2021."
    },
    "geoId/13321": {
        "summary": "Worth County is a county in Georgia, United States. The population in Worth County was 20,424 in 2022. The median age in Worth County was 43.2 in 2021. The median income in Worth County was $27,733 in 2021. The unemployment rate in Worth County was 3% in 2023. The percentage of people with obesity in Worth County was 37.6% in 2021. The percentage of people who binge drink in Worth County was 15.2% in 2021. The percentage of people who smoke in Worth County was 20.9% in 2021."
    }
}