{
    "country/ABW": {
        "summary": "Aruba is a country in South America. The population in Aruba was 107,359 in 2023. The nominal GDP per capita in Aruba was $33,984.79 in 2023. The life expectancy in Aruba was 74.99 in 2022. The carbon dioxide emissions per capita in Aruba was 4.94t in 2023."
    },
    "country/AFG": {
        "summary": "Afghanistan is a country in Asia. The population in Afghanistan was 41,454,761 in 2023. The nominal GDP per capita in Afghanistan was $415.71 in 2023. The life expectancy in Afghanistan was 62.88 in 2022. The carbon dioxide emissions per capita in Afghanistan was 0.21t in 2023."
    },
    "country/AGO": {
        "summary": "Angola is a country in Africa. The population in Angola was 36,749,906 in 2023. The nominal GDP per capita in Angola was $2,308.16 in 2023. The Gini index in Angola was 51.3 in 2018. The life expectancy in Angola was 61.93 in 2022. The energy consumption per capita in Angola was 540.22kg in 2014. The carbon dioxide emissions per capita in Angola was 0.77t in 2023."
    },
    "country/AIA": {
        "summary": "Anguilla is a country in North America."
    },
    "country/ALB": {
        "summary": "Albania is a country in Europe. The population in Albania was 2,745,972 in 2023. The nominal GDP per capita in Albania was $8,575.17 in 2023. The Gini index in Albania was 29.4 in 2020. The life expectancy in Albania was 76.83 in 2022. The energy consumption per capita in Albania was 808.46kg in 2014. The carbon dioxide emissions per capita in Albania was 1.67t in 2023."
    },
    "country/AND": {
        "summary": "Andorra is a country in Europe. The population in Andorra was 80,856 in 2023. The nominal GDP per capita in Andorra was $46,812.45 in 2023."
    },
    "country/ANT": {
        "summary": "Netherlands Antilles is a country in Europe. The population in Netherlands Antilles was 197,041 in 2009."
    },
    "country/ARE": {
        "summary": "United Arab Emirates is a country in Asia. The population in United Arab Emirates was 10,483,751 in 2023. The nominal GDP per capita in United Arab Emirates was $49,040.69 in 2023. The Gini index in United Arab Emirates was 26.4 in 2018. The life expectancy in United Arab Emirates was 79.2 in 2022. The energy consumption per capita in United Arab Emirates was 8,744.24kg in 2014. The carbon dioxide emissions per capita in United Arab Emirates was 19.65t in 2023."
    },
    "country/ARG": {
        "summary": "Argentina is a country in South America. The population in Argentina was 45,538,401 in 2023. The nominal GDP per capita in Argentina was $14,187.48 in 2023. The Gini index in Argentina was 40.7 in 2022. The life expectancy in Argentina was 76.06 in 2022. The energy consumption per capita in Argentina was 2,013.19kg in 2014. The carbon dioxide emissions per capita in Argentina was 4.04t in 2023."
    },
    "country/ARM": {
        "summary": "Armenia is a country in Europe, Asia. The population in Armenia was 2,990,900 in 2023. The nominal GDP per capita in Armenia was $8,053.01 in 2023. The Gini index in Armenia was 27.9 in 2022. The life expectancy in Armenia was 73.37 in 2022. The energy consumption per capita in Armenia was 981.73kg in 2014. The carbon dioxide emissions per capita in Armenia was 2.58t in 2023."
    },
    "country/ASM": {
        "summary": "American Samoa is a country in Oceania, North America. The population in American Samoa was 47,521 in 2023. The nominal GDP per capita in American Samoa was $18,017.46 in 2022. The carbon dioxide emissions per capita in American Samoa was 0.0t in 2023."
    },
    "country/ATA": {
        "summary": "Antarctica is a country in Antarctica."
    },
    "country/ATB": {
        "summary": "British Antarctic Territory is a country in Antarctica."
    },
    "country/ATF": {
        "summary": "French Southern Territories is a country in Antarctica, Africa. The population in French Southern Territories was 196 in 2012."
    },
    "country/ATG": {
        "summary": "Antigua and Barbuda is a country in North America. The population in Antigua and Barbuda was 93,316 in 2023. The nominal GDP per capita in Antigua and Barbuda was $21,787.1 in 2023. The life expectancy in Antigua and Barbuda was 79.24 in 2022. The energy consumption per capita in Antigua and Barbuda was 1,786.94kg in 2007. The carbon dioxide emissions per capita in Antigua and Barbuda was 3.46t in 2023."
    },
    "country/ATN": {
        "summary": "Dronning Maud Land is a country in Antarctica."
    },
    "country/AUS": {
        "summary": "Australia is a country in Oceania. The population in Australia was 26,658,948 in 2023. The unemployment rate in Australia was 4% in 2023. The nominal GDP per capita in Australia was $64,820.91 in 2023. The Gini index in Australia was 34.3 in 2018. The life expectancy in Australia was 83.2 in 2022. The energy consumption per capita in Australia was 5,483.82kg in 2015. The carbon dioxide emissions per capita in Australia was 14.01t in 2023."
    },
    "country/AUT": {
        "summary": "Austria is a country in Europe. The population in Austria was 9,131,761 in 2023. The nominal GDP per capita in Austria was $56,033.57 in 2023. The Gini index in Austria was 30.7 in 2021. The life expectancy in Austria was 81.09 in 2022. The energy consumption per capita in Austria was 3,800.3kg in 2015. The carbon dioxide emissions per capita in Austria was 6.44t in 2023."
    },
    "country/AZE": {
        "summary": "Azerbaijan is a country in Europe, Asia. The population in Azerbaijan was 10,153,958 in 2023. The nominal GDP per capita in Azerbaijan was $7,125.91 in 2023. The Gini index in Azerbaijan was 26.6 in 2005. The life expectancy in Azerbaijan was 73.49 in 2022. The energy consumption per capita in Azerbaijan was 1,502.08kg in 2014. The carbon dioxide emissions per capita in Azerbaijan was 4.21t in 2023."
    },
    "country/BDI": {
        "summary": "Burundi is a country in Africa. The population in Burundi was 13,689,450 in 2023. The nominal GDP per capita in Burundi was $193.01 in 2023. The Gini index in Burundi was 37.5 in 2020. The life expectancy in Burundi was 61.98 in 2022. The carbon dioxide emissions per capita in Burundi was 0.06t in 2023."
    },
    "country/BEL": {
        "summary": "Belgium is a country in Europe. The population in Belgium was 11,787,423 in 2023. The nominal GDP per capita in Belgium was $54,700.91 in 2023. The Gini index in Belgium was 26.6 in 2021. The life expectancy in Belgium was 81.7 in 2022. The energy consumption per capita in Belgium was 4,687.79kg in 2015. The carbon dioxide emissions per capita in Belgium was 7.15t in 2023."
    },
    "country/BEN": {
        "summary": "Benin is a country in Africa. The population in Benin was 14,111,034 in 2023. The nominal GDP per capita in Benin was $1,394.37 in 2023. The Gini index in Benin was 34.4 in 2021. The life expectancy in Benin was 59.95 in 2022. The energy consumption per capita in Benin was 388.71kg in 2014. The carbon dioxide emissions per capita in Benin was 0.46t in 2023."
    },
    "country/BES": {
        "summary": "Bonaire, Sint Eustatius and Saba is a country in North America. The population in Bonaire, Sint Eustatius and Saba was 25,019 in 2016."
    },
    "country/BFA": {
        "summary": "Burkina Faso is a country in Africa. The population in Burkina Faso was 23,025,776 in 2023. The nominal GDP per capita in Burkina Faso was $882.69 in 2023. The Gini index in Burkina Faso was 37.4 in 2021. The life expectancy in Burkina Faso was 59.77 in 2022. The carbon dioxide emissions per capita in Burkina Faso was 0.26t in 2023."
    },
    "country/BGD": {
        "summary": "Bangladesh is a country in Asia. The population in Bangladesh was 171,466,990 in 2023. The nominal GDP per capita in Bangladesh was $2,551.02 in 2023. The Gini index in Bangladesh was 33.4 in 2022. The life expectancy in Bangladesh was 73.7 in 2022. The energy consumption per capita in Bangladesh was 224.25kg in 2014. The carbon dioxide emissions per capita in Bangladesh was 0.73t in 2023."
    },
    "country/BGR": {
        "summary": "Bulgaria is a country in Europe. The population in Bulgaria was 6,446,596 in 2023. The nominal GDP per capita in Bulgaria was $15,885.54 in 2023. The Gini index in Bulgaria was 39 in 2021. The life expectancy in Bulgaria was 74.36 in 2022. The energy consumption per capita in Bulgaria was 2,477.66kg in 2014. The carbon dioxide emissions per capita in Bulgaria was 6.17t in 2023."
    },
    "country/BHR": {
        "summary": "Bahrain is a country in Asia. The population in Bahrain was 1,577,059 in 2023. The nominal GDP per capita in Bahrain was $29,218.86 in 2023. The life expectancy in Bahrain was 79.25 in 2022. The energy consumption per capita in Bahrain was 10,769.96kg in 2014. The carbon dioxide emissions per capita in Bahrain was 23.73t in 2023."
    },
    "country/BHS": {
        "summary": "Bahamas is a country in North America. The population in Bahamas was 399,440 in 2023. The nominal GDP per capita in Bahamas was $35,896.51 in 2023. The life expectancy in Bahamas was 74.36 in 2022. The energy consumption per capita in Bahamas was 2,006.6kg in 2007. The carbon dioxide emissions per capita in Bahamas was 4.22t in 2023."
    },
    "country/BIH": {
        "summary": "Bosnia and Herzegovina is a country in Europe. The population in Bosnia and Herzegovina was 3,185,073 in 2023. The nominal GDP per capita in Bosnia and Herzegovina was $8,638.67 in 2023. The Gini index in Bosnia and Herzegovina was 33 in 2011. The life expectancy in Bosnia and Herzegovina was 75.29 in 2022. The energy consumption per capita in Bosnia and Herzegovina was 2,194.78kg in 2014. The carbon dioxide emissions per capita in Bosnia and Herzegovina was 6.91t in 2023."
    },
    "country/BLM": {
        "summary": "Saint Barthélemy is a country in North America, Europe. The population in Saint Barthélemy was 9,625 in 2015."
    },
    "country/BLR": {
        "summary": "Belarus is a country in Europe. The population in Belarus was 9,178,298 in 2023. The nominal GDP per capita in Belarus was $7,829.05 in 2023. The Gini index in Belarus was 24.4 in 2020. The life expectancy in Belarus was 73.11 in 2022. The energy consumption per capita in Belarus was 2,936.58kg in 2014. The carbon dioxide emissions per capita in Belarus was 5.9t in 2023."
    },
    "country/BLZ": {
        "summary": "Belize is a country in North America. The population in Belize was 411,106 in 2023. The nominal GDP per capita in Belize was $7,460.0 in 2023. The Gini index in Belize was 53.2 in 1999. The life expectancy in Belize was 70.96 in 2022. The energy consumption per capita in Belize was 601.15kg in 2007. The carbon dioxide emissions per capita in Belize was 0.68t in 2023."
    },
    "country/BMU": {
        "summary": "Bermuda is a country in North America. The population in Bermuda was 64,698 in 2023. The nominal GDP per capita in Bermuda was $125,841.6 in 2023. The life expectancy in Bermuda was 81.57 in 2022. The carbon dioxide emissions per capita in Bermuda was 5.42t in 2023."
    },
    "country/BOL": {
        "summary": "Bolivia is a country in South America. The population in Bolivia was 12,244,159 in 2023. The nominal GDP per capita in Bolivia was $3,686.28 in 2023. The Gini index in Bolivia was 40.9 in 2021. The life expectancy in Bolivia was 64.93 in 2022. The energy consumption per capita in Bolivia was 767.96kg in 2014. The carbon dioxide emissions per capita in Bolivia was 1.94t in 2023."
    },
    "country/BRA": {
        "summary": "Brazil is a country in South America. The population in Brazil was 211,140,729 in 2023. The nominal GDP per capita in Brazil was $10,294.87 in 2023. The Gini index in Brazil was 52 in 2022. The life expectancy in Brazil was 73.42 in 2022. The energy consumption per capita in Brazil was 1,515.56kg in 2014. The carbon dioxide emissions per capita in Brazil was 2.27t in 2023."
    },
    "country/BRB": {
        "summary": "Barbados is a country in North America. The population in Barbados was 282,336 in 2023. The nominal GDP per capita in Barbados was $23,804.02 in 2023. The life expectancy in Barbados was 77.71 in 2022. The energy consumption per capita in Barbados was 1,478.13kg in 2007. The carbon dioxide emissions per capita in Barbados was 2.82t in 2023."
    },
    "country/BRN": {
        "summary": "Brunei is a country in Asia. The population in Brunei was 458,949 in 2023. The nominal GDP per capita in Brunei was $32,962.91 in 2023. The life expectancy in Brunei was 74.55 in 2022. The energy consumption per capita in Brunei was 8,527.81kg in 2014. The carbon dioxide emissions per capita in Brunei was 21.17t in 2023."
    },
    "country/BTN": {
        "summary": "Bhutan is a country in Asia. The population in Bhutan was 786,385 in 2023. The nominal GDP per capita in Bhutan was $3,711.33 in 2022. The Gini index in Bhutan was 28.5 in 2022. The life expectancy in Bhutan was 72.23 in 2022. The energy consumption per capita in Bhutan was 359.54kg in 2007. The carbon dioxide emissions per capita in Bhutan was 2.53t in 2023."
    },
    "country/BVT": {
        "summary": "Bouvet Island is a country in Antarctica."
    },
    "country/BWA": {
        "summary": "Botswana is a country in Africa. The population in Botswana was 2,480,244 in 2023. The nominal GDP per capita in Botswana was $7,820.23 in 2023. The Gini index in Botswana was 53.3 in 2015. The life expectancy in Botswana was 65.91 in 2022. The energy consumption per capita in Botswana was 1,250.68kg in 2014. The carbon dioxide emissions per capita in Botswana was 2.99t in 2023."
    },
    "country/BYS": {
        "summary": "The population in Byelorussian SSR was 10,300,000 in 1991."
    },
    "country/CAF": {
        "summary": "Central African Republic is a country in Africa. The population in Central African Republic was 5,152,421 in 2023. The nominal GDP per capita in Central African Republic was $495.98 in 2023. The Gini index in Central African Republic was 43 in 2021. The life expectancy in Central African Republic was 54.48 in 2022. The carbon dioxide emissions per capita in Central African Republic was 0.07t in 2023."
    },
    "country/CAN": {
        "summary": "Canada is a country in North America. The population in Canada was 40,097,761 in 2023. The nominal GDP per capita in Canada was $53,431.19 in 2023. The Gini index in Canada was 31.7 in 2019. The life expectancy in Canada was 81.3 in 2022. The energy consumption per capita in Canada was 7,631.0kg in 2015. The carbon dioxide emissions per capita in Canada was 14.34t in 2023."
    },
    "country/CCK": {
        "summary": "Cocos (Keeling) Islands is a country in Asia, Oceania. The population in Cocos (Keeling) Islands was 596 in 2014."
    },
    "country/CHE": {
        "summary": "Switzerland is a country in Europe. The population in Switzerland was 8,888,093 in 2023. The nominal GDP per capita in Switzerland was $99,564.71 in 2023. The Gini index in Switzerland was 33.7 in 2020. The life expectancy in Switzerland was 83.45 in 2022. The energy consumption per capita in Switzerland was 2,960.07kg in 2015. The carbon dioxide emissions per capita in Switzerland was 3.85t in 2023."
    },
    "country/CHL": {
        "summary": "Chile is a country in South America. The population in Chile was 19,658,835 in 2023. The nominal GDP per capita in Chile was $17,067.81 in 2023. The Gini index in Chile was 43 in 2022. The life expectancy in Chile was 79.52 in 2022. The energy consumption per capita in Chile was 1,996.85kg in 2015. The carbon dioxide emissions per capita in Chile was 4.27t in 2023."
    },
    "country/CHN": {
        "summary": "China is a country in Asia. The population in China was 1,410,710,000 in 2023. The nominal GDP per capita in China was $12,614.06 in 2023. The Gini index in China was 35.7 in 2021. The life expectancy in China was 78.59 in 2022. The energy consumption per capita in China was 2,224.35kg in 2014. The carbon dioxide emissions per capita in China was 9.4t in 2023."
    },
    "country/CIV": {
        "summary": "Côte d'Ivoire is a country in Africa. The population in Côte d'Ivoire was 31,165,654 in 2023. The nominal GDP per capita in Côte d'Ivoire was $2,530.85 in 2023. The Gini index in Côte d'Ivoire was 35.3 in 2021. The life expectancy in Côte d'Ivoire was 58.92 in 2022. The energy consumption per capita in Côte d'Ivoire was 565.69kg in 2014. The carbon dioxide emissions per capita in Côte d'Ivoire was 0.46t in 2023."
    },
    "country/CMR": {
        "summary": "Cameroon is a country in Africa. The population in Cameroon was 28,372,687 in 2023. The nominal GDP per capita in Cameroon was $1,736.86 in 2023. The Gini index in Cameroon was 42.2 in 2021. The life expectancy in Cameroon was 60.96 in 2022. The energy consumption per capita in Cameroon was 344.65kg in 2014. The carbon dioxide emissions per capita in Cameroon was 0.38t in 2023."
    },
    "country/COD": {
        "summary": "Congo [DRC] is a country in Africa. The population in Congo [DRC] was 105,789,731 in 2023. The nominal GDP per capita in Congo [DRC] was $627.5 in 2023. The Gini index in Congo [DRC] was 44.7 in 2020. The life expectancy in Congo [DRC] was 59.74 in 2022. The energy consumption per capita in Congo [DRC] was 366.31kg in 2014. The carbon dioxide emissions per capita in Congo [DRC] was 0.04t in 2023."
    },
    "country/COG": {
        "summary": "Congo [Republic] is a country in Africa. The population in Congo [Republic] was 6,182,885 in 2023. The nominal GDP per capita in Congo [Republic] was $2,477.98 in 2023. The Gini index in Congo [Republic] was 48.9 in 2011. The life expectancy in Congo [Republic] was 63.05 in 2022. The energy consumption per capita in Congo [Republic] was 528.17kg in 2014. The carbon dioxide emissions per capita in Congo [Republic] was 1.17t in 2023."
    },
    "country/COK": {
        "summary": "Cook Islands is a country in Oceania. The population in Cook Islands was 17,434 in 2016."
    },
    "country/COL": {
        "summary": "Colombia is a country in South America. The population in Colombia was 52,321,152 in 2023. The nominal GDP per capita in Colombia was $6,947.36 in 2023. The Gini index in Colombia was 54.8 in 2022. The life expectancy in Colombia was 73.66 in 2022. The energy consumption per capita in Colombia was 730.33kg in 2014. The carbon dioxide emissions per capita in Colombia was 1.93t in 2023."
    },
    "country/COM": {
        "summary": "Comoros is a country in Africa. The population in Comoros was 850,387 in 2023. The nominal GDP per capita in Comoros was $1,590.31 in 2023. The Gini index in Comoros was 45.3 in 2014. The life expectancy in Comoros was 63.68 in 2022. The energy consumption per capita in Comoros was 66.46kg in 2007. The carbon dioxide emissions per capita in Comoros was 0.37t in 2023."
    },
    "country/CPV": {
        "summary": "Cape Verde is a country in Africa. The population in Cape Verde was 522,331 in 2023. The nominal GDP per capita in Cape Verde was $4,850.98 in 2023. The Gini index in Cape Verde was 42.4 in 2015. The life expectancy in Cape Verde was 74.72 in 2022. The energy consumption per capita in Cape Verde was 207.58kg in 2007. The carbon dioxide emissions per capita in Cape Verde was 1.93t in 2023."
    },
    "country/CRI": {
        "summary": "Costa Rica is a country in North America. The population in Costa Rica was 5,105,525 in 2023. The nominal GDP per capita in Costa Rica was $16,942.03 in 2023. The Gini index in Costa Rica was 46.7 in 2023. The life expectancy in Costa Rica was 77.32 in 2022. The energy consumption per capita in Costa Rica was 1,029.08kg in 2014. The carbon dioxide emissions per capita in Costa Rica was 1.68t in 2023."
    },
    "country/CSK": {
        "summary": "The population in Czechoslovakia was 15,700,000 in 1992."
    },
    "country/CTE": {
        "summary": "Canton and Enderbury Islands is a country in Oceania."
    },
    "country/CUB": {
        "summary": "Cuba is a country in North America. The population in Cuba was 11,019,931 in 2023. The nominal GDP per capita in Cuba was $9,605.26 in 2020. The life expectancy in Cuba was 78.16 in 2022. The energy consumption per capita in Cuba was 1,036.62kg in 2014. The carbon dioxide emissions per capita in Cuba was 2.0t in 2023."
    },
    "country/CUW": {
        "summary": "Curaçao is a country in South America. The population in Curaçao was 147,862 in 2023. The nominal GDP per capita in Curaçao was $22,192.45 in 2023. The life expectancy in Curaçao was 78.02 in 2017. The energy consumption per capita in Curaçao was 12,650.86kg in 2014."
    },
    "country/CXR": {
        "summary": "Christmas Island is a country in Asia, Oceania. The population in Christmas Island was 1,843 in 2016."
    },
    "country/CYM": {
        "summary": "Cayman Islands is a country in North America. The population in Cayman Islands was 73,038 in 2023. The nominal GDP per capita in Cayman Islands was $97,749.51 in 2023. The life expectancy in Cayman Islands was 82.01 in 2021. The carbon dioxide emissions per capita in Cayman Islands was 4.9t in 2023."
    },
    "country/CYP": {
        "summary": "Cyprus is a country in Europe, Asia. The population in Cyprus was 1,344,976 in 2023. The nominal GDP per capita in Cyprus was $36,551.42 in 2023. The Gini index in Cyprus was 31.3 in 2021. The life expectancy in Cyprus was 81.89 in 2022. The energy consumption per capita in Cyprus was 1,641.62kg in 2014. The carbon dioxide emissions per capita in Cyprus was 5.34t in 2023."
    },
    "country/CZE": {
        "summary": "Czech Republic is a country in Europe. The population in Czech Republic was 10,864,042 in 2023. The nominal GDP per capita in Czech Republic was $31,591.18 in 2023. The Gini index in Czech Republic was 26.2 in 2021. The life expectancy in Czech Republic was 79.03 in 2022. The energy consumption per capita in Czech Republic was 3,860.0kg in 2015. The carbon dioxide emissions per capita in Czech Republic was 8.33t in 2023."
    },
    "country/DDR": {
        "summary": "The population in German Democratic Republic was 16,111,000 in 1990."
    },
    "country/DEU": {
        "summary": "Germany is a country in Europe. The population in Germany was 83,280,000 in 2023. The nominal GDP per capita in Germany was $54,343.23 in 2023. The Gini index in Germany was 32.4 in 2020. The life expectancy in Germany was 80.71 in 2022. The energy consumption per capita in Germany was 3,817.55kg in 2015. The carbon dioxide emissions per capita in Germany was 7.0t in 2023."
    },
    "country/DJI": {
        "summary": "Djibouti is a country in Africa. The population in Djibouti was 1,152,944 in 2023. The nominal GDP per capita in Djibouti was $3,554.84 in 2023. The Gini index in Djibouti was 41.6 in 2017. The life expectancy in Djibouti was 62.86 in 2022. The energy consumption per capita in Djibouti was 163.52kg in 2007. The carbon dioxide emissions per capita in Djibouti was 0.65t in 2023."
    },
    "country/DMA": {
        "summary": "Dominica is a country in North America. The population in Dominica was 66,510 in 2023. The nominal GDP per capita in Dominica was $9,833.0 in 2023. The life expectancy in Dominica was 72.98 in 2022. The energy consumption per capita in Dominica was 624.57kg in 2007. The carbon dioxide emissions per capita in Dominica was 1.2t in 2023."
    },
    "country/DNK": {
        "summary": "Denmark is a country in Europe. The population in Denmark was 5,946,952 in 2023. The nominal GDP per capita in Denmark was $68,453.88 in 2023. The Gini index in Denmark was 28.3 in 2021. The life expectancy in Denmark was 81.3 in 2022. The energy consumption per capita in Denmark was 2,816.61kg in 2015. The carbon dioxide emissions per capita in Denmark was 4.5t in 2023."
    },
    "country/DOM": {
        "summary": "Dominican Republic is a country in North America. The population in Dominican Republic was 11,331,265 in 2023. The nominal GDP per capita in Dominican Republic was $10,717.63 in 2023. The Gini index in Dominican Republic was 37 in 2022. The life expectancy in Dominican Republic was 74.17 in 2022. The energy consumption per capita in Dominican Republic was 740.84kg in 2014. The carbon dioxide emissions per capita in Dominican Republic was 2.77t in 2023."
    },
    "country/DZA": {
        "summary": "Algeria is a country in Africa. The population in Algeria was 46,164,219 in 2023. The nominal GDP per capita in Algeria was $5,364.03 in 2023. The Gini index in Algeria was 27.6 in 2011. The life expectancy in Algeria was 77.13 in 2022. The energy consumption per capita in Algeria was 1,318.01kg in 2014. The carbon dioxide emissions per capita in Algeria was 3.91t in 2023."
    },
    "country/ECU": {
        "summary": "Ecuador is a country in South America. The population in Ecuador was 17,980,083 in 2023. The nominal GDP per capita in Ecuador was $6,609.8 in 2023. The Gini index in Ecuador was 44.6 in 2023. The life expectancy in Ecuador was 77.89 in 2022. The energy consumption per capita in Ecuador was 884.35kg in 2014. The carbon dioxide emissions per capita in Ecuador was 2.52t in 2023."
    },
    "country/EGY": {
        "summary": "Egypt is a country in Asia, Africa. The population in Egypt was 114,535,772 in 2023. The nominal GDP per capita in Egypt was $3,457.46 in 2023. The Gini index in Egypt was 31.9 in 2019. The life expectancy in Egypt was 70.16 in 2022. The energy consumption per capita in Egypt was 767.22kg in 2014. The carbon dioxide emissions per capita in Egypt was 2.18t in 2023."
    },
    "country/ERI": {
        "summary": "Eritrea is a country in Africa. The population in Eritrea was 3,470,390 in 2023. The nominal GDP per capita in Eritrea was $688.68 in 2011. The life expectancy in Eritrea was 66.6 in 2022. The energy consumption per capita in Eritrea was 263.1kg in 2014. The carbon dioxide emissions per capita in Eritrea was 0.19t in 2023."
    },
    "country/ESH": {
        "summary": "Western Sahara is a country in Africa. The population in Western Sahara was 582,000 in 2019."
    },
    "country/ESP": {
        "summary": "Spain is a country in Europe. The population in Spain was 48,347,910 in 2023. The nominal GDP per capita in Spain was $33,509.01 in 2023. The Gini index in Spain was 33.9 in 2021. The life expectancy in Spain was 83.08 in 2022. The energy consumption per capita in Spain was 2,571.34kg in 2015. The carbon dioxide emissions per capita in Spain was 4.49t in 2023."
    },
    "country/EST": {
        "summary": "Estonia is a country in Europe. The population in Estonia was 1,370,286 in 2023. The nominal GDP per capita in Estonia was $30,133.3 in 2023. The Gini index in Estonia was 31.8 in 2021. The life expectancy in Estonia was 77.94 in 2022. The energy consumption per capita in Estonia was 4,173.33kg in 2015. The carbon dioxide emissions per capita in Estonia was 8.35t in 2023."
    },
    "country/ETH": {
        "summary": "Ethiopia is a country in Africa. The population in Ethiopia was 128,691,692 in 2023. The nominal GDP per capita in Ethiopia was $1,272.02 in 2023. The Gini index in Ethiopia was 35 in 2015. The life expectancy in Ethiopia was 65.64 in 2022. The energy consumption per capita in Ethiopia was 478.4kg in 2014. The carbon dioxide emissions per capita in Ethiopia was 0.13t in 2023."
    },
    "country/FIN": {
        "summary": "Finland is a country in Europe. The population in Finland was 5,583,911 in 2023. The nominal GDP per capita in Finland was $52,925.69 in 2023. The Gini index in Finland was 27.7 in 2021. The life expectancy in Finland was 81.19 in 2022. The energy consumption per capita in Finland was 5,924.7kg in 2015. The carbon dioxide emissions per capita in Finland was 5.78t in 2023."
    },
    "country/FJI": {
        "summary": "Fiji is a country in Oceania. The population in Fiji was 924,145 in 2023. The nominal GDP per capita in Fiji was $5,888.74 in 2023. The Gini index in Fiji was 30.7 in 2019. The life expectancy in Fiji was 68.31 in 2022. The energy consumption per capita in Fiji was 583.63kg in 2007. The carbon dioxide emissions per capita in Fiji was 2.39t in 2023."
    },
    "country/FLK": {
        "summary": "Falkland Islands [Islas Malvinas] is a country in South America. The population in Falkland Islands [Islas Malvinas] was 4,550 in 2018."
    },
    "country/FRA": {
        "summary": "France is a country in Europe. The population in France was 68,287,487 in 2023. The nominal GDP per capita in France was $44,690.93 in 2023. The Gini index in France was 31.5 in 2021. The life expectancy in France was 82.23 in 2022. The energy consumption per capita in France was 3,692.02kg in 2015. The carbon dioxide emissions per capita in France was 4.14t in 2023."
    },
    "country/FRO": {
        "summary": "Faroe Islands is a country in Europe. The population in Faroe Islands was 54,482 in 2023. The nominal GDP per capita in Faroe Islands was $71,717.7 in 2023. The life expectancy in Faroe Islands was 83.3 in 2022. The carbon dioxide emissions per capita in Faroe Islands was 0.04t in 2023."
    },
    "country/FSM": {
        "summary": "Federated States of Micronesia is a country in Oceania. The population in Federated States of Micronesia was 112,630 in 2023. The nominal GDP per capita in Federated States of Micronesia was $4,084.17 in 2023. The Gini index in Federated States of Micronesia was 40.1 in 2013. The life expectancy in Federated States of Micronesia was 70.92 in 2022. The carbon dioxide emissions per capita in Federated States of Micronesia was 0t in 2023."
    },
    "country/FXX": {
        "summary": "Metropolitan France is a country in Europe. The population in Metropolitan France was 64,897,954 in 2020."
    },
    "country/GAB": {
        "summary": "Gabon is a country in Africa. The population in Gabon was 2,484,789 in 2023. The nominal GDP per capita in Gabon was $7,802.84 in 2023. The Gini index in Gabon was 38 in 2017. The life expectancy in Gabon was 65.69 in 2022. The energy consumption per capita in Gabon was 2,565.38kg in 2014. The carbon dioxide emissions per capita in Gabon was 1.98t in 2023."
    },
    "country/GBR": {
        "summary": "United Kingdom is a country in Europe. The population in United Kingdom was 68,350,000 in 2023. The nominal GDP per capita in United Kingdom was $49,463.86 in 2023. The Gini index in United Kingdom was 32.4 in 2021. The life expectancy in United Kingdom was 82.06 in 2022. The energy consumption per capita in United Kingdom was 2,764.52kg in 2015. The carbon dioxide emissions per capita in United Kingdom was 4.42t in 2023."
    },
    "country/GEO": {
        "summary": "Georgia is a country in Europe, Asia. The population in Georgia was 3,715,483 in 2023. The nominal GDP per capita in Georgia was $8,283.67 in 2023. The Gini index in Georgia was 33.5 in 2022. The life expectancy in Georgia was 71.59 in 2022. The energy consumption per capita in Georgia was 1,180.27kg in 2014. The carbon dioxide emissions per capita in Georgia was 3.46t in 2023."
    },
    "country/GGY": {
        "summary": "Guernsey is a country in Europe. The population in Guernsey was 63,026 in 2016."
    },
    "country/GHA": {
        "summary": "Ghana is a country in Africa. The population in Ghana was 33,787,914 in 2023. The nominal GDP per capita in Ghana was $2,260.29 in 2023. The Gini index in Ghana was 43.5 in 2016. The life expectancy in Ghana was 63.95 in 2022. The energy consumption per capita in Ghana was 322.16kg in 2014. The carbon dioxide emissions per capita in Ghana was 0.72t in 2023."
    },
    "country/GIB": {
        "summary": "Gibraltar is a country in Europe. The population in Gibraltar was 38,471 in 2023. The life expectancy in Gibraltar was 82.83 in 2022. The energy consumption per capita in Gibraltar was 5,974.0kg in 2014. The carbon dioxide emissions per capita in Gibraltar was 17.9t in 2023."
    },
    "country/GIN": {
        "summary": "Guinea is a country in Africa. The population in Guinea was 14,405,468 in 2023. The nominal GDP per capita in Guinea was $1,541.04 in 2023. The Gini index in Guinea was 29.6 in 2018. The life expectancy in Guinea was 58.98 in 2022. The carbon dioxide emissions per capita in Guinea was 0.26t in 2023."
    },
    "country/GLP": {
        "summary": "Guadeloupe is a country in North America, Europe. The population in Guadeloupe was 378,561 in 2024."
    },
    "country/GMB": {
        "summary": "Gambia is a country in Africa. The population in Gambia was 2,697,845 in 2023. The nominal GDP per capita in Gambia was $888.16 in 2023. The Gini index in Gambia was 38.8 in 2020. The life expectancy in Gambia was 62.91 in 2022. The energy consumption per capita in Gambia was 75.32kg in 2007. The carbon dioxide emissions per capita in Gambia was 0.22t in 2023."
    },
    "country/GNB": {
        "summary": "Guinea-Bissau is a country in Africa. The population in Guinea-Bissau was 2,153,339 in 2023. The nominal GDP per capita in Guinea-Bissau was $951.24 in 2023. The Gini index in Guinea-Bissau was 33.4 in 2021. The life expectancy in Guinea-Bissau was 59.86 in 2022. The energy consumption per capita in Guinea-Bissau was 65.47kg in 2007. The carbon dioxide emissions per capita in Guinea-Bissau was 0.16t in 2023."
    },
    "country/GNQ": {
        "summary": "Equatorial Guinea is a country in Africa. The population in Equatorial Guinea was 1,847,549 in 2023. The nominal GDP per capita in Equatorial Guinea was $6,677.79 in 2023. The life expectancy in Equatorial Guinea was 61.19 in 2022. The energy consumption per capita in Equatorial Guinea was 1,697.8kg in 2007. The carbon dioxide emissions per capita in Equatorial Guinea was 2.04t in 2023."
    },
    "country/GRC": {
        "summary": "Greece is a country in Europe. The population in Greece was 10,405,588 in 2023. The nominal GDP per capita in Greece was $23,400.73 in 2023. The Gini index in Greece was 32.9 in 2021. The life expectancy in Greece was 80.64 in 2022. The energy consumption per capita in Greece was 2,182.07kg in 2015. The carbon dioxide emissions per capita in Greece was 4.97t in 2023."
    },
    "country/GRD": {
        "summary": "Grenada is a country in North America. The population in Grenada was 117,081 in 2023. The nominal GDP per capita in Grenada was $11,246.35 in 2023. The Gini index in Grenada was 43.8 in 2018. The life expectancy in Grenada was 75.33 in 2022. The energy consumption per capita in Grenada was 732.89kg in 2007. The carbon dioxide emissions per capita in Grenada was 1.22t in 2023."
    },
    "country/GRL": {
        "summary": "Greenland is a country in North America. The population in Greenland was 56,865 in 2023. The nominal GDP per capita in Greenland was $57,116.3 in 2021. The life expectancy in Greenland was 71.54 in 2022. The carbon dioxide emissions per capita in Greenland was 10.24t in 2023."
    },
    "country/GTM": {
        "summary": "Guatemala is a country in North America. The population in Guatemala was 18,124,838 in 2023. The nominal GDP per capita in Guatemala was $5,762.82 in 2023. The Gini index in Guatemala was 48.3 in 2014. The life expectancy in Guatemala was 68.67 in 2022. The energy consumption per capita in Guatemala was 842.9kg in 2014. The carbon dioxide emissions per capita in Guatemala was 1.18t in 2023."
    },
    "country/GUF": {
        "summary": "French Guiana is a country in South America, Europe. The population in French Guiana was 295,385 in 2024."
    },
    "country/GUM": {
        "summary": "Guam is a country in Oceania. The population in Guam was 166,506 in 2023. The nominal GDP per capita in Guam was $41,833.15 in 2022. The life expectancy in Guam was 78.33 in 2022. The carbon dioxide emissions per capita in Guam was 0.0t in 2023."
    },
    "country/GUY": {
        "summary": "Guyana is a country in South America. The population in Guyana was 826,353 in 2023. The nominal GDP per capita in Guyana was $20,765.35 in 2023. The Gini index in Guyana was 45 in 1998. The life expectancy in Guyana was 65.99 in 2022. The energy consumption per capita in Guyana was 660.62kg in 2007. The carbon dioxide emissions per capita in Guyana was 4.0t in 2023."
    },
    "country/HKG": {
        "summary": "Hong Kong is a country in Asia. The population in Hong Kong was 7,536,100 in 2023. The nominal GDP per capita in Hong Kong was $50,531.74 in 2023. The life expectancy in Hong Kong was 83.66 in 2022. The energy consumption per capita in Hong Kong was 1,970.48kg in 2014. The carbon dioxide emissions per capita in Hong Kong was 4.6t in 2023."
    },
    "country/HMD": {
        "summary": "Heard Island and McDonald Islands is a country in Antarctica, Oceania. The population in Heard Island and McDonald Islands was 0 in 2011."
    },
    "country/HND": {
        "summary": "Honduras is a country in North America. The population in Honduras was 10,644,851 in 2023. The nominal GDP per capita in Honduras was $3,231.66 in 2023. The Gini index in Honduras was 48.2 in 2019. The life expectancy in Honduras was 70.73 in 2022. The energy consumption per capita in Honduras was 590.84kg in 2014. The carbon dioxide emissions per capita in Honduras was 1.03t in 2023."
    },
    "country/HRV": {
        "summary": "Croatia is a country in Europe. The population in Croatia was 3,859,686 in 2023. The nominal GDP per capita in Croatia was $21,865.46 in 2023. The Gini index in Croatia was 28.9 in 2021. The life expectancy in Croatia was 77.58 in 2022. The energy consumption per capita in Croatia was 1,914.46kg in 2014. The carbon dioxide emissions per capita in Croatia was 4.52t in 2023."
    },
    "country/HTI": {
        "summary": "Haiti is a country in North America. The population in Haiti was 11,637,398 in 2023. The nominal GDP per capita in Haiti was $1,705.78 in 2023. The Gini index in Haiti was 41.1 in 2012. The life expectancy in Haiti was 63.73 in 2022. The energy consumption per capita in Haiti was 400.35kg in 2014. The carbon dioxide emissions per capita in Haiti was 0.3t in 2023."
    },
    "country/HUN": {
        "summary": "Hungary is a country in Europe. The population in Hungary was 9,592,186 in 2023. The nominal GDP per capita in Hungary was $22,141.87 in 2023. The Gini index in Hungary was 29.2 in 2021. The life expectancy in Hungary was 76.02 in 2022. The energy consumption per capita in Hungary was 2,432.75kg in 2015. The carbon dioxide emissions per capita in Hungary was 4.57t in 2023."
    },
    "country/IDN": {
        "summary": "Indonesia is a country in Asia. The population in Indonesia was 281,190,067 in 2023. The nominal GDP per capita in Indonesia was $4,876.31 in 2023. The Gini index in Indonesia was 36.1 in 2023. The life expectancy in Indonesia was 68.25 in 2022. The percentage of people with obesity in Indonesia was 35.4% in 2018. The energy consumption per capita in Indonesia was 871.12kg in 2014. The carbon dioxide emissions per capita in Indonesia was 2.4t in 2023."
    },
    "country/IMN": {
        "summary": "Isle of Man is a country in Europe. The population in Isle of Man was 84,165 in 2023. The nominal GDP per capita in Isle of Man was $94,299.97 in 2021. The life expectancy in Isle of Man was 80.76 in 2022."
    },
    "country/IND": {
        "summary": "India is a country in Asia. The population in India was 1,438,069,596 in 2023. The nominal GDP per capita in India was $2,480.79 in 2023. The Gini index in India was 32.8 in 2021. The life expectancy in India was 67.74 in 2022. The energy consumption per capita in India was 628.48kg in 2014. The carbon dioxide emissions per capita in India was 2.05t in 2023."
    },
    "country/IOT": {
        "summary": "British Indian Ocean Territory is a country in Asia."
    },
    "country/IRL": {
        "summary": "Ireland is a country in Europe. The population in Ireland was 5,307,600 in 2023. The nominal GDP per capita in Ireland was $103,887.8 in 2023. The Gini index in Ireland was 30.1 in 2021. The life expectancy in Ireland was 83.06 in 2022. The energy consumption per capita in Ireland was 2,819.88kg in 2015. The carbon dioxide emissions per capita in Ireland was 6.12t in 2023."
    },
    "country/IRN": {
        "summary": "Iran is a country in Asia. The population in Iran was 90,608,707 in 2023. The nominal GDP per capita in Iran was $4,465.64 in 2023. The Gini index in Iran was 34.8 in 2022. The life expectancy in Iran was 74.56 in 2022. The energy consumption per capita in Iran was 2,908.83kg in 2014. The carbon dioxide emissions per capita in Iran was 8.6t in 2023."
    },
    "country/IRQ": {
        "summary": "Iraq is a country in Asia. The population in Iraq was 45,074,049 in 2023. The nominal GDP per capita in Iraq was $5,565.13 in 2023. The Gini index in Iraq was 29.5 in 2012. The life expectancy in Iraq was 71.34 in 2022. The energy consumption per capita in Iraq was 1,353.79kg in 2014. The carbon dioxide emissions per capita in Iraq was 4.28t in 2023."
    },
    "country/ISL": {
        "summary": "Iceland is a country in Europe. The population in Iceland was 393,349 in 2023. The nominal GDP per capita in Iceland was $79,636.95 in 2023. The Gini index in Iceland was 26.1 in 2017. The life expectancy in Iceland was 82.17 in 2022. The energy consumption per capita in Iceland was 17,478.89kg in 2015. The carbon dioxide emissions per capita in Iceland was 7.85t in 2023."
    },
    "country/ISR": {
        "summary": "Israel is a country in Asia. The population in Israel was 9,756,600 in 2023. The nominal GDP per capita in Israel was $52,642.43 in 2023. The Gini index in Israel was 37.9 in 2021. The life expectancy in Israel was 82.7 in 2022. The energy consumption per capita in Israel was 2,777.88kg in 2015. The carbon dioxide emissions per capita in Israel was 6.28t in 2023."
    },
    "country/ITA": {
        "summary": "Italy is a country in Europe. The population in Italy was 58,993,475 in 2023. The nominal GDP per capita in Italy was $39,003.32 in 2023. The Gini index in Italy was 34.8 in 2021. The life expectancy in Italy was 82.9 in 2022. The energy consumption per capita in Italy was 2,481.75kg in 2015. The carbon dioxide emissions per capita in Italy was 5.18t in 2023."
    },
    "country/JAM": {
        "summary": "Jamaica is a country in North America. The population in Jamaica was 2,839,786 in 2023. The nominal GDP per capita in Jamaica was $6,839.73 in 2023. The Gini index in Jamaica was 40.2 in 2021. The life expectancy in Jamaica was 70.63 in 2022. The energy consumption per capita in Jamaica was 1,005.32kg in 2014. The carbon dioxide emissions per capita in Jamaica was 2.42t in 2023."
    },
    "country/JEY": {
        "summary": "Jersey is a country in Europe. The population in Jersey was 105,500 in 2017."
    },
    "country/JOR": {
        "summary": "Jordan is a country in Asia. The population in Jordan was 11,439,213 in 2023. The nominal GDP per capita in Jordan was $4,455.51 in 2023. The Gini index in Jordan was 33.7 in 2010. The life expectancy in Jordan was 74.22 in 2022. The energy consumption per capita in Jordan was 930.38kg in 2014. The carbon dioxide emissions per capita in Jordan was 2.06t in 2023."
    },
    "country/JPN": {
        "summary": "Japan is a country in Asia. The population in Japan was 124,516,650 in 2023. The unemployment rate in Japan was 2.6% in 2022. The nominal GDP per capita in Japan was $33,766.53 in 2023. The Gini index in Japan was 32.9 in 2013. The life expectancy in Japan was 84.0 in 2022. The energy consumption per capita in Japan was 3,428.56kg in 2015. The carbon dioxide emissions per capita in Japan was 7.59t in 2023."
    },
    "country/KAZ": {
        "summary": "Kazakhstan is a country in Europe, Asia. The population in Kazakhstan was 20,330,104 in 2023. The nominal GDP per capita in Kazakhstan was $12,918.87 in 2023. The Gini index in Kazakhstan was 29.2 in 2021. The life expectancy in Kazakhstan was 74.44 in 2022. The energy consumption per capita in Kazakhstan was 4,303.22kg in 2014. The carbon dioxide emissions per capita in Kazakhstan was 11.8t in 2023."
    },
    "country/KEN": {
        "summary": "Kenya is a country in Africa. The population in Kenya was 55,339,003 in 2023. The nominal GDP per capita in Kenya was $1,952.3 in 2023. The Gini index in Kenya was 38.7 in 2021. The life expectancy in Kenya was 62.05 in 2022. The energy consumption per capita in Kenya was 513.12kg in 2014. The carbon dioxide emissions per capita in Kenya was 0.39t in 2023."
    },
    "country/KGZ": {
        "summary": "Kyrgyzstan is a country in Asia. The population in Kyrgyzstan was 7,099,750 in 2023. The nominal GDP per capita in Kyrgyzstan was $1,970.16 in 2023. The Gini index in Kyrgyzstan was 26.4 in 2022. The life expectancy in Kyrgyzstan was 72.05 in 2022. The energy consumption per capita in Kyrgyzstan was 642.65kg in 2014. The carbon dioxide emissions per capita in Kyrgyzstan was 1.47t in 2023."
    },
    "country/KHM": {
        "summary": "Cambodia is a country in Asia. The population in Cambodia was 17,423,880 in 2023. The nominal GDP per capita in Cambodia was $2,429.75 in 2023. The life expectancy in Cambodia was 69.9 in 2022. The energy consumption per capita in Cambodia was 413.53kg in 2014. The carbon dioxide emissions per capita in Cambodia was 1.03t in 2023."
    },
    "country/KIR": {
        "summary": "Kiribati is a country in Oceania. The population in Kiribati was 132,530 in 2023. The nominal GDP per capita in Kiribati was $2,106.76 in 2023. The Gini index in Kiribati was 27.8 in 2019. The life expectancy in Kiribati was 67.66 in 2022. The energy consumption per capita in Kiribati was 107.77kg in 2007. The carbon dioxide emissions per capita in Kiribati was 0.73t in 2023."
    },
    "country/KNA": {
        "summary": "Saint Kitts and Nevis is a country in North America. The population in Saint Kitts and Nevis was 46,758 in 2023. The nominal GDP per capita in Saint Kitts and Nevis was $22,573.67 in 2023. The life expectancy in Saint Kitts and Nevis was 72.03 in 2022. The energy consumption per capita in Saint Kitts and Nevis was 1,777.07kg in 2007. The carbon dioxide emissions per capita in Saint Kitts and Nevis was 2.54t in 2023."
    },
    "country/KOR": {
        "summary": "South Korea is a country in Asia. The population in South Korea was 51,712,619 in 2023. The nominal GDP per capita in South Korea was $33,121.37 in 2023. The Gini index in South Korea was 32.9 in 2021. The life expectancy in South Korea was 82.68 in 2022. The energy consumption per capita in South Korea was 5,413.35kg in 2015. The carbon dioxide emissions per capita in South Korea was 11.09t in 2023."
    },
    "country/KWT": {
        "summary": "Kuwait is a country in Asia. The population in Kuwait was 4,853,420 in 2023. The nominal GDP per capita in Kuwait was $33,729.8 in 2023. The life expectancy in Kuwait was 80.26 in 2022. The energy consumption per capita in Kuwait was 9,241.65kg in 2014. The carbon dioxide emissions per capita in Kuwait was 23.0t in 2023."
    },
    "country/LAO": {
        "summary": "Laos is a country in Asia. The population in Laos was 7,664,993 in 2023. The nominal GDP per capita in Laos was $2,066.95 in 2023. The Gini index in Laos was 38.8 in 2018. The life expectancy in Laos was 69.0 in 2022. The carbon dioxide emissions per capita in Laos was 3.39t in 2023."
    },
    "country/LBN": {
        "summary": "Lebanon is a country in Asia. The population in Lebanon was 5,773,493 in 2023. The nominal GDP per capita in Lebanon was $3,654.36 in 2022. The Gini index in Lebanon was 31.8 in 2011. The life expectancy in Lebanon was 74.42 in 2022. The energy consumption per capita in Lebanon was 1,180.66kg in 2014. The carbon dioxide emissions per capita in Lebanon was 3.0t in 2023."
    },
    "country/LBR": {
        "summary": "Liberia is a country in Africa. The population in Liberia was 5,493,031 in 2023. The nominal GDP per capita in Liberia was $771.89 in 2023. The Gini index in Liberia was 35.3 in 2016. The life expectancy in Liberia was 61.1 in 2022. The carbon dioxide emissions per capita in Liberia was 0.3t in 2023."
    },
    "country/LBY": {
        "summary": "Libya is a country in Africa. The population in Libya was 7,305,659 in 2023. The nominal GDP per capita in Libya was $6,172.81 in 2023. The life expectancy in Libya was 72.15 in 2022. The energy consumption per capita in Libya was 2,780.15kg in 2014. The carbon dioxide emissions per capita in Libya was 8.39t in 2023."
    },
    "country/LCA": {
        "summary": "Saint Lucia is a country in North America. The population in Saint Lucia was 179,285 in 2023. The nominal GDP per capita in Saint Lucia was $13,554.67 in 2023. The Gini index in Saint Lucia was 43.7 in 2015. The life expectancy in Saint Lucia was 71.29 in 2022. The energy consumption per capita in Saint Lucia was 763.0kg in 2007. The carbon dioxide emissions per capita in Saint Lucia was 1.65t in 2023."
    },
    "country/LIE": {
        "summary": "Liechtenstein is a country in Europe. The population in Liechtenstein was 39,850 in 2023. The nominal GDP per capita in Liechtenstein was $186,400.23 in 2022. The life expectancy in Liechtenstein was 84.32 in 2022."
    },
    "country/LKA": {
        "summary": "Sri Lanka is a country in Asia. The population in Sri Lanka was 22,037,000 in 2023. The nominal GDP per capita in Sri Lanka was $3,827.96 in 2023. The Gini index in Sri Lanka was 37.7 in 2019. The life expectancy in Sri Lanka was 76.61 in 2022. The energy consumption per capita in Sri Lanka was 515.51kg in 2014. The carbon dioxide emissions per capita in Sri Lanka was 0.93t in 2023."
    },
    "country/LSO": {
        "summary": "Lesotho is a country in Africa. The population in Lesotho was 2,311,472 in 2023. The nominal GDP per capita in Lesotho was $916.28 in 2023. The Gini index in Lesotho was 44.9 in 2017. The life expectancy in Lesotho was 53.04 in 2022. The energy consumption per capita in Lesotho was 9.73kg in 2007. The carbon dioxide emissions per capita in Lesotho was 0.38t in 2023."
    },
    "country/LTU": {
        "summary": "Lithuania is a country in Europe. The population in Lithuania was 2,871,585 in 2023. The nominal GDP per capita in Lithuania was $27,786.01 in 2023. The Gini index in Lithuania was 36.7 in 2021. The life expectancy in Lithuania was 75.79 in 2022. The energy consumption per capita in Lithuania was 2,387.28kg in 2014. The carbon dioxide emissions per capita in Lithuania was 4.57t in 2023."
    },
    "country/LUX": {
        "summary": "Luxembourg is a country in Europe. The population in Luxembourg was 666,430 in 2023. The nominal GDP per capita in Luxembourg was $128,678.19 in 2023. The Gini index in Luxembourg was 32.7 in 2021. The life expectancy in Luxembourg was 83.05 in 2022. The energy consumption per capita in Luxembourg was 6,548.41kg in 2015. The carbon dioxide emissions per capita in Luxembourg was 10.51t in 2023."
    },
    "country/LVA": {
        "summary": "Latvia is a country in Europe. The population in Latvia was 1,877,445 in 2023. The nominal GDP per capita in Latvia was $22,502.84 in 2023. The Gini index in Latvia was 34.3 in 2021. The life expectancy in Latvia was 74.58 in 2022. The energy consumption per capita in Latvia was 2,176.84kg in 2014. The carbon dioxide emissions per capita in Latvia was 3.49t in 2023."
    },
    "country/MAC": {
        "summary": "Macau is a country in Asia. The population in Macau was 678,800 in 2023. The nominal GDP per capita in Macau was $67,476.53 in 2023. The life expectancy in Macau was 85.38 in 2022. The carbon dioxide emissions per capita in Macau was 4.44t in 2023."
    },
    "country/MAF": {
        "summary": "Saint Martin (French part) is a country in North America, Europe. The population in Saint Martin (French part) was 27,515 in 2023. The nominal GDP per capita in Saint Martin (French part) was $21,668.38 in 2021. The life expectancy in Saint Martin (French part) was 80.55 in 2022."
    },
    "country/MAR": {
        "summary": "Morocco is a country in Africa. The population in Morocco was 37,712,505 in 2023. The nominal GDP per capita in Morocco was $3,771.45 in 2023. The Gini index in Morocco was 39.5 in 2013. The life expectancy in Morocco was 74.97 in 2022. The energy consumption per capita in Morocco was 554.94kg in 2014. The carbon dioxide emissions per capita in Morocco was 1.85t in 2023."
    },
    "country/MCO": {
        "summary": "Monaco is a country in Europe. The population in Monaco was 38,956 in 2023. The nominal GDP per capita in Monaco was $256,580.52 in 2023."
    },
    "country/MDA": {
        "summary": "Moldova is a country in Europe. The population in Moldova was 2,457,783 in 2023. The nominal GDP per capita in Moldova was $6,729.41 in 2023. The Gini index in Moldova was 25.7 in 2021. The life expectancy in Moldova was 68.62 in 2022. The energy consumption per capita in Moldova was 1,155.26kg in 2014. The carbon dioxide emissions per capita in Moldova was 4.04t in 2023."
    },
    "country/MDG": {
        "summary": "Madagascar is a country in Africa. The population in Madagascar was 31,195,932 in 2023. The nominal GDP per capita in Madagascar was $506.16 in 2023. The Gini index in Madagascar was 42.6 in 2012. The life expectancy in Madagascar was 65.23 in 2022. The carbon dioxide emissions per capita in Madagascar was 0.13t in 2023."
    },
    "country/MDV": {
        "summary": "Maldives is a country in Asia. The population in Maldives was 525,994 in 2023. The nominal GDP per capita in Maldives was $12,530.36 in 2023. The Gini index in Maldives was 29.3 in 2019. The life expectancy in Maldives was 80.84 in 2022. The energy consumption per capita in Maldives was 921.48kg in 2007. The carbon dioxide emissions per capita in Maldives was 5.47t in 2023."
    },
    "country/MEX": {
        "summary": "Mexico is a country in North America. The population in Mexico was 129,739,759 in 2023. The median age in Mexico was 29 in 2020. The nominal GDP per capita in Mexico was $13,790.02 in 2023. The Gini index in Mexico was 43.5 in 2022. The life expectancy in Mexico was 74.83 in 2022. The energy consumption per capita in Mexico was 1,547.24kg in 2015. The carbon dioxide emissions per capita in Mexico was 3.75t in 2023."
    },
    "country/MHL": {
        "summary": "Marshall Islands is a country in Oceania. The population in Marshall Islands was 38,827 in 2023. The nominal GDP per capita in Marshall Islands was $6,678.34 in 2023. The Gini index in Marshall Islands was 35.5 in 2019. The life expectancy in Marshall Islands was 65.15 in 2022. The energy consumption per capita in Marshall Islands was 614.97kg in 2007. The carbon dioxide emissions per capita in Marshall Islands was 0t in 2023."
    },
    "country/MKD": {
        "summary": "Macedonia [FYROM] is a country in Europe. The population in Macedonia [FYROM] was 1,827,816 in 2023. The nominal GDP per capita in Macedonia [FYROM] was $8,624.29 in 2023. The Gini index in Macedonia [FYROM] was 33.5 in 2019. The life expectancy in Macedonia [FYROM] was 74.42 in 2022. The energy consumption per capita in Macedonia [FYROM] was 1,367.86kg in 2014. The carbon dioxide emissions per capita in Macedonia [FYROM] was 4.79t in 2023."
    },
    "country/MLI": {
        "summary": "Mali is a country in Africa. The population in Mali was 23,769,127 in 2023. The nominal GDP per capita in Mali was $869.27 in 2023. The Gini index in Mali was 35.7 in 2021. The life expectancy in Mali was 59.42 in 2022. The carbon dioxide emissions per capita in Mali was 0.28t in 2023."
    },
    "country/MLT": {
        "summary": "Malta is a country in Europe. The population in Malta was 552,747 in 2023. The nominal GDP per capita in Malta was $40,395.77 in 2023. The Gini index in Malta was 31.4 in 2020. The life expectancy in Malta was 82.7 in 2022. The energy consumption per capita in Malta was 1,781.5kg in 2014. The carbon dioxide emissions per capita in Malta was 3.05t in 2023."
    },
    "country/MMR": {
        "summary": "Myanmar [Burma] is a country in Asia. The population in Myanmar [Burma] was 54,133,798 in 2023. The nominal GDP per capita in Myanmar [Burma] was $1,233.2 in 2023. The Gini index in Myanmar [Burma] was 30.7 in 2017. The life expectancy in Myanmar [Burma] was 67.26 in 2022. The energy consumption per capita in Myanmar [Burma] was 380.99kg in 2014. The carbon dioxide emissions per capita in Myanmar [Burma] was 0.62t in 2023."
    },
    "country/MNE": {
        "summary": "Montenegro is a country in Europe. The population in Montenegro was 616,177 in 2023. The nominal GDP per capita in Montenegro was $12,221.48 in 2023. The Gini index in Montenegro was 34.3 in 2021. The life expectancy in Montenegro was 76.19 in 2022. The energy consumption per capita in Montenegro was 1,538.26kg in 2014."
    },
    "country/MNG": {
        "summary": "Mongolia is a country in Asia. The population in Mongolia was 3,481,145 in 2023. The nominal GDP per capita in Mongolia was $5,838.63 in 2023. The Gini index in Mongolia was 31.4 in 2022. The life expectancy in Mongolia was 72.67 in 2022. The energy consumption per capita in Mongolia was 1,813.91kg in 2014. The carbon dioxide emissions per capita in Mongolia was 8.08t in 2023."
    },
    "country/MNP": {
        "summary": "Northern Mariana Islands is a country in Oceania. The population in Northern Mariana Islands was 45,143 in 2023. The nominal GDP per capita in Northern Mariana Islands was $23,785.75 in 2022. The carbon dioxide emissions per capita in Northern Mariana Islands was 0t in 2023."
    },
    "country/MOZ": {
        "summary": "Mozambique is a country in Africa. The population in Mozambique was 33,635,160 in 2023. The nominal GDP per capita in Mozambique was $622.99 in 2023. The Gini index in Mozambique was 50.3 in 2019. The life expectancy in Mozambique was 59.62 in 2022. The energy consumption per capita in Mozambique was 451.21kg in 2014. The carbon dioxide emissions per capita in Mozambique was 0.29t in 2023."
    },
    "country/MRT": {
        "summary": "Mauritania is a country in Africa. The population in Mauritania was 5,022,441 in 2023. The nominal GDP per capita in Mauritania was $2,120.82 in 2023. The Gini index in Mauritania was 32 in 2019. The life expectancy in Mauritania was 64.69 in 2022. The carbon dioxide emissions per capita in Mauritania was 0.93t in 2023."
    },
    "country/MSR": {
        "summary": "Montserrat is a country in North America. The population in Montserrat was 5,215 in 2019."
    },
    "country/MTQ": {
        "summary": "Martinique is a country in North America, Europe. The population in Martinique was 349,925 in 2024."
    },
    "country/MUS": {
        "summary": "Mauritius is a country in Africa. The population in Mauritius was 1,261,041 in 2023. The nominal GDP per capita in Mauritius was $11,613.04 in 2023. The Gini index in Mauritius was 36.8 in 2017. The life expectancy in Mauritius was 73.51 in 2022. The energy consumption per capita in Mauritius was 1,111.18kg in 2014. The carbon dioxide emissions per capita in Mauritius was 3.34t in 2023."
    },
    "country/MWI": {
        "summary": "Malawi is a country in Africa. The population in Malawi was 21,104,482 in 2023. The nominal GDP per capita in Malawi was $602.34 in 2023. The Gini index in Malawi was 38.5 in 2019. The life expectancy in Malawi was 62.9 in 2022. The carbon dioxide emissions per capita in Malawi was 0.31t in 2023."
    },
    "country/MYS": {
        "summary": "Malaysia is a country in Asia. The population in Malaysia was 35,126,298 in 2023. The nominal GDP per capita in Malaysia was $11,379.09 in 2023. The Gini index in Malaysia was 40.7 in 2021. The life expectancy in Malaysia was 76.26 in 2022. The energy consumption per capita in Malaysia was 2,922.29kg in 2014. The carbon dioxide emissions per capita in Malaysia was 8.07t in 2023."
    },
    "country/MYT": {
        "summary": "Mayotte is a country in Africa, Europe. The population in Mayotte was 320,901 in 2024."
    },
    "country/NAM": {
        "summary": "Namibia is a country in Africa. The population in Namibia was 2,963,095 in 2023. The nominal GDP per capita in Namibia was $4,168.29 in 2023. The Gini index in Namibia was 59.1 in 2015. The life expectancy in Namibia was 58.06 in 2022. The energy consumption per capita in Namibia was 781.0kg in 2014. The carbon dioxide emissions per capita in Namibia was 1.47t in 2023."
    },
    "country/NCL": {
        "summary": "New Caledonia is a country in Oceania. The population in New Caledonia was 289,870 in 2023. The nominal GDP per capita in New Caledonia was $33,516.36 in 2022. The life expectancy in New Caledonia was 80.98 in 2022. The carbon dioxide emissions per capita in New Caledonia was 21.42t in 2023."
    },
    "country/NER": {
        "summary": "Niger is a country in Africa. The population in Niger was 26,159,867 in 2023. The nominal GDP per capita in Niger was $642.94 in 2023. The Gini index in Niger was 32.9 in 2021. The life expectancy in Niger was 62.08 in 2022. The energy consumption per capita in Niger was 150.2kg in 2014. The carbon dioxide emissions per capita in Niger was 0.11t in 2023."
    },
    "country/NFK": {
        "summary": "Norfolk Island is a country in Oceania. The population in Norfolk Island was 1,748 in 2016."
    },
    "country/NGA": {
        "summary": "Nigeria is a country in Africa. The population in Nigeria was 227,882,945 in 2023. The nominal GDP per capita in Nigeria was $1,596.64 in 2023. The Gini index in Nigeria was 35.1 in 2018. The life expectancy in Nigeria was 53.63 in 2022. The energy consumption per capita in Nigeria was 724.64kg in 2014. The carbon dioxide emissions per capita in Nigeria was 0.56t in 2023."
    },
    "country/NIC": {
        "summary": "Nicaragua is a country in North America. The population in Nicaragua was 6,823,613 in 2023. The nominal GDP per capita in Nicaragua was $2,612.87 in 2023. The Gini index in Nicaragua was 46.2 in 2014. The life expectancy in Nicaragua was 74.61 in 2022. The energy consumption per capita in Nicaragua was 603.74kg in 2014. The carbon dioxide emissions per capita in Nicaragua was 0.84t in 2023."
    },
    "country/NIU": {
        "summary": "Niue is a country in Oceania. The population in Niue was 1,681 in 2022."
    },
    "country/NLD": {
        "summary": "Netherlands is a country in Europe. The population in Netherlands was 17,877,117 in 2023. The nominal GDP per capita in Netherlands was $64,572.01 in 2023. The Gini index in Netherlands was 25.7 in 2021. The life expectancy in Netherlands was 81.71 in 2022. The energy consumption per capita in Netherlands was 4,233.04kg in 2015. The carbon dioxide emissions per capita in Netherlands was 6.87t in 2023."
    },
    "country/NOR": {
        "summary": "Norway is a country in Europe. The population in Norway was 5,519,594 in 2023. The nominal GDP per capita in Norway was $87,925.09 in 2023. The Gini index in Norway was 27.7 in 2019. The life expectancy in Norway was 82.56 in 2022. The energy consumption per capita in Norway was 5,817.64kg in 2015. The carbon dioxide emissions per capita in Norway was 7.98t in 2023."
    },
    "country/NPL": {
        "summary": "Nepal is a country in Asia. The population in Nepal was 29,694,614 in 2023. The nominal GDP per capita in Nepal was $1,377.63 in 2023. The Gini index in Nepal was 30 in 2022. The life expectancy in Nepal was 70.48 in 2022. The energy consumption per capita in Nepal was 422.43kg in 2014. The carbon dioxide emissions per capita in Nepal was 0.6t in 2023."
    },
    "country/NRU": {
        "summary": "Nauru is a country in Oceania. The population in Nauru was 11,875 in 2023. The nominal GDP per capita in Nauru was $12,982.76 in 2023. The Gini index in Nauru was 32.4 in 2012. The life expectancy in Nauru was 64.01 in 2022. The carbon dioxide emissions per capita in Nauru was 0t in 2023."
    },
    "country/NZL": {
        "summary": "New Zealand is a country in Oceania. The population in New Zealand was 5,223,100 in 2023. The median age in New Zealand was 38.2 in 2022. The nominal GDP per capita in New Zealand was $48,280.81 in 2023. The life expectancy in New Zealand was 82.76 in 2022. The energy consumption per capita in New Zealand was 4,431.51kg in 2015. The carbon dioxide emissions per capita in New Zealand was 6.85t in 2023."
    },
    "country/OMN": {
        "summary": "Oman is a country in Asia. The population in Oman was 5,049,269 in 2023. The nominal GDP per capita in Oman was $21,549.84 in 2023. The life expectancy in Oman was 73.94 in 2022. The energy consumption per capita in Oman was 6,078.07kg in 2014. The carbon dioxide emissions per capita in Oman was 18.44t in 2023."
    },
    "country/PAK": {
        "summary": "Pakistan is a country in Asia. The population in Pakistan was 247,504,495 in 2023. The nominal GDP per capita in Pakistan was $1,365.28 in 2023. The Gini index in Pakistan was 29.6 in 2018. The life expectancy in Pakistan was 66.43 in 2022. The energy consumption per capita in Pakistan was 419.51kg in 2014. The carbon dioxide emissions per capita in Pakistan was 0.81t in 2023."
    },
    "country/PAN": {
        "summary": "Panama is a country in South America, North America. The population in Panama was 4,458,759 in 2023. The nominal GDP per capita in Panama was $18,686.41 in 2023. The Gini index in Panama was 48.9 in 2023. The life expectancy in Panama was 76.83 in 2022. The energy consumption per capita in Panama was 1,082.43kg in 2014. The carbon dioxide emissions per capita in Panama was 3.3t in 2023."
    },
    "country/PCN": {
        "summary": "Pitcairn Islands is a country in Oceania. The population in Pitcairn Islands was 50 in 2019."
    },
    "country/PER": {
        "summary": "Peru is a country in South America. The population in Peru was 33,845,617 in 2023. The nominal GDP per capita in Peru was $7,906.59 in 2023. The Gini index in Peru was 40.3 in 2022. The life expectancy in Peru was 73.39 in 2022. The energy consumption per capita in Peru was 789.55kg in 2014. The carbon dioxide emissions per capita in Peru was 1.73t in 2023."
    },
    "country/PHL": {
        "summary": "Philippines is a country in Asia. The population in Philippines was 114,891,199 in 2023. The nominal GDP per capita in Philippines was $3,804.87 in 2023. The Gini index in Philippines was 40.7 in 2021. The life expectancy in Philippines was 72.19 in 2022. The energy consumption per capita in Philippines was 459.42kg in 2014. The carbon dioxide emissions per capita in Philippines was 1.4t in 2023."
    },
    "country/PLW": {
        "summary": "Palau is a country in Oceania. The population in Palau was 17,727 in 2023. The nominal GDP per capita in Palau was $15,899.42 in 2023. The life expectancy in Palau was 69.13 in 2005. The energy consumption per capita in Palau was 4,814.38kg in 1990. The carbon dioxide emissions per capita in Palau was 81.21t in 2023."
    },
    "country/PNG": {
        "summary": "Papua New Guinea is a country in Oceania. The population in Papua New Guinea was 10,389,635 in 2023. The nominal GDP per capita in Papua New Guinea was $2,957.68 in 2023. The Gini index in Papua New Guinea was 41.9 in 2009. The life expectancy in Papua New Guinea was 65.96 in 2022. The carbon dioxide emissions per capita in Papua New Guinea was 0.57t in 2023."
    },
    "country/POL": {
        "summary": "Poland is a country in Europe. The population in Poland was 36,687,353 in 2023. The nominal GDP per capita in Poland was $22,056.67 in 2023. The Gini index in Poland was 28.5 in 2021. The life expectancy in Poland was 77.3 in 2022. The energy consumption per capita in Poland was 2,490.21kg in 2015. The carbon dioxide emissions per capita in Poland was 7.82t in 2023."
    },
    "country/PRI": {
        "summary": "Puerto Rico is a country in North America. The population in Puerto Rico was 3,205,691 in 2023. The nominal GDP per capita in Puerto Rico was $36,779.06 in 2023. The life expectancy in Puerto Rico was 79.72 in 2022. The carbon dioxide emissions per capita in Puerto Rico was 4.31t in 2023."
    },
    "country/PRK": {
        "summary": "North Korea is a country in Asia. The population in North Korea was 26,418,204 in 2023. The life expectancy in North Korea was 73.58 in 2022. The energy consumption per capita in North Korea was 468.0kg in 2014. The carbon dioxide emissions per capita in North Korea was 2.43t in 2023."
    },
    "country/PRT": {
        "summary": "Portugal is a country in Europe. The population in Portugal was 10,578,174 in 2023. The nominal GDP per capita in Portugal was $27,331.21 in 2023. The Gini index in Portugal was 34.6 in 2021. The life expectancy in Portugal was 81.58 in 2022. The energy consumption per capita in Portugal was 2,131.68kg in 2015. The carbon dioxide emissions per capita in Portugal was 3.42t in 2023."
    },
    "country/PRY": {
        "summary": "Paraguay is a country in South America. The population in Paraguay was 6,844,146 in 2023. The nominal GDP per capita in Paraguay was $6,276.35 in 2023. The Gini index in Paraguay was 45.1 in 2022. The life expectancy in Paraguay was 70.47 in 2022. The energy consumption per capita in Paraguay was 851.42kg in 2014. The carbon dioxide emissions per capita in Paraguay was 1.21t in 2023."
    },
    "country/PSE": {
        "summary": "Palestinian Territories is a country in Asia. The population in Palestinian Territories was 5,165,775 in 2023. The nominal GDP per capita in Palestinian Territories was $3,372.35 in 2023. The Gini index in Palestinian Territories was 33.7 in 2016. The life expectancy in Palestinian Territories was 73.44 in 2022."
    },
    "country/PYF": {
        "summary": "French Polynesia is a country in Oceania, Europe. The population in French Polynesia was 281,118 in 2023. The nominal GDP per capita in French Polynesia was $20,738.65 in 2022. The life expectancy in French Polynesia was 83.55 in 2022. The carbon dioxide emissions per capita in French Polynesia was 4.48t in 2023."
    },
    "country/QAT": {
        "summary": "Qatar is a country in Asia. The population in Qatar was 2,656,032 in 2023. The nominal GDP per capita in Qatar was $80,195.87 in 2023. The Gini index in Qatar was 35.1 in 2017. The life expectancy in Qatar was 81.56 in 2022. The energy consumption per capita in Qatar was 20,483.63kg in 2014. The carbon dioxide emissions per capita in Qatar was 48.16t in 2023."
    },
    "country/REU": {
        "summary": "Réunion is a country in Africa, Europe. The population in Réunion was 885,700 in 2024."
    },
    "country/ROU": {
        "summary": "Romania is a country in Europe. The population in Romania was 19,059,479 in 2023. The nominal GDP per capita in Romania was $18,404.27 in 2023. The Gini index in Romania was 33.9 in 2021. The life expectancy in Romania was 75.3 in 2022. The energy consumption per capita in Romania was 1,591.67kg in 2014. The carbon dioxide emissions per capita in Romania was 3.71t in 2023."
    },
    "country/RUS": {
        "summary": "Russia is a country in Europe, Asia. The population in Russia was 143,826,130 in 2023. The nominal GDP per capita in Russia was $13,817.05 in 2023. The Gini index in Russia was 35.1 in 2021. The life expectancy in Russia was 72.55 in 2022. The energy consumption per capita in Russia was 4,928.57kg in 2014. The carbon dioxide emissions per capita in Russia was 14.39t in 2023."
    },
    "country/RWA": {
        "summary": "Rwanda is a country in Africa. The population in Rwanda was 13,954,471 in 2023. The nominal GDP per capita in Rwanda was $1,010.27 in 2023. The Gini index in Rwanda was 43.7 in 2016. The life expectancy in Rwanda was 67.13 in 2022. The carbon dioxide emissions per capita in Rwanda was 0.12t in 2023."
    },
    "country/SAU": {
        "summary": "Saudi Arabia is a country in Asia. The population in Saudi Arabia was 33,264,292 in 2023. The nominal GDP per capita in Saudi Arabia was $32,093.96 in 2023. The life expectancy in Saudi Arabia was 77.91 in 2022. The energy consumption per capita in Saudi Arabia was 7,541.88kg in 2014. The carbon dioxide emissions per capita in Saudi Arabia was 18.73t in 2023."
    },
    "country/SDN": {
        "summary": "Sudan is a country in Africa. The population in Sudan was 50,042,791 in 2023. The nominal GDP per capita in Sudan was $2,183.44 in 2023. The Gini index in Sudan was 34.2 in 2014. The life expectancy in Sudan was 65.58 in 2022. The energy consumption per capita in Sudan was 386.04kg in 2014. The carbon dioxide emissions per capita in Sudan was 0.43t in 2023."
    },
    "country/SEN": {
        "summary": "Senegal is a country in Africa. The population in Senegal was 18,077,573 in 2023. The nominal GDP per capita in Senegal was $1,706.44 in 2023. The Gini index in Senegal was 36.2 in 2021. The life expectancy in Senegal was 67.91 in 2022. The energy consumption per capita in Senegal was 279.66kg in 2014. The carbon dioxide emissions per capita in Senegal was 0.67t in 2023."
    },
    "country/SGP": {
        "summary": "Singapore is a country in Asia. The population in Singapore was 5,917,648 in 2023. The nominal GDP per capita in Singapore was $84,734.26 in 2023. The life expectancy in Singapore was 82.9 in 2022. The energy consumption per capita in Singapore was 5,121.8kg in 2014. The carbon dioxide emissions per capita in Singapore was 9.64t in 2023."
    },
    "country/SGS": {
        "summary": "South Georgia and the South Sandwich Islands is a country in Antarctica."
    },
    "country/SHN": {
        "summary": "Saint Helena is a country in Africa, Europe. The population in Saint Helena was 4,534 in 2016."
    },
    "country/SJM": {
        "summary": "Svalbard and Jan Mayen is a country in Europe."
    },
    "country/SLB": {
        "summary": "Solomon Islands is a country in Oceania. The population in Solomon Islands was 800,005 in 2023. The nominal GDP per capita in Solomon Islands was $2,041.64 in 2023. The Gini index in Solomon Islands was 37.1 in 2012. The life expectancy in Solomon Islands was 70.74 in 2022. The energy consumption per capita in Solomon Islands was 127.96kg in 2007. The carbon dioxide emissions per capita in Solomon Islands was 0.52t in 2023."
    },
    "country/SLE": {
        "summary": "Sierra Leone is a country in Africa. The population in Sierra Leone was 8,460,512 in 2023. The nominal GDP per capita in Sierra Leone was $757.86 in 2023. The Gini index in Sierra Leone was 35.7 in 2018. The life expectancy in Sierra Leone was 60.41 in 2022. The carbon dioxide emissions per capita in Sierra Leone was 0.13t in 2023."
    },
    "country/SLV": {
        "summary": "El Salvador is a country in North America. The population in El Salvador was 6,309,624 in 2023. The nominal GDP per capita in El Salvador was $5,391.07 in 2023. The Gini index in El Salvador was 38.8 in 2022. The life expectancy in El Salvador was 71.47 in 2022. The energy consumption per capita in El Salvador was 659.73kg in 2014. The carbon dioxide emissions per capita in El Salvador was 1.33t in 2023."
    },
    "country/SMR": {
        "summary": "San Marino is a country in Europe. The population in San Marino was 33,860 in 2023. The nominal GDP per capita in San Marino was $54,264.57 in 2022."
    },
    "country/SOM": {
        "summary": "Somalia is a country in Africa. The population in Somalia was 18,358,615 in 2023. The nominal GDP per capita in Somalia was $597.46 in 2023. The life expectancy in Somalia was 56.11 in 2022. The carbon dioxide emissions per capita in Somalia was 0.05t in 2023."
    },
    "country/SPM": {
        "summary": "Saint Pierre and Miquelon is a country in North America, Europe. The population in Saint Pierre and Miquelon was 6,057 in 2013."
    },
    "country/SRB": {
        "summary": "Serbia is a country in Europe. The population in Serbia was 6,623,183 in 2023. The nominal GDP per capita in Serbia was $12,281.51 in 2023. The Gini index in Serbia was 33.1 in 2021. The life expectancy in Serbia was 75.48 in 2022. The energy consumption per capita in Serbia was 1,859.11kg in 2014."
    },
    "country/SSD": {
        "summary": "South Sudan is a country in Africa. The population in South Sudan was 11,483,374 in 2023. The nominal GDP per capita in South Sudan was $1,080.15 in 2015. The Gini index in South Sudan was 44.1 in 2016. The life expectancy in South Sudan was 55.57 in 2022. The energy consumption per capita in South Sudan was 62.33kg in 2014."
    },
    "country/STP": {
        "summary": "São Tomé and Príncipe is a country in Africa. The population in São Tomé and Príncipe was 230,871 in 2023. The nominal GDP per capita in São Tomé and Príncipe was $2,940.93 in 2023. The Gini index in São Tomé and Príncipe was 40.7 in 2017. The life expectancy in São Tomé and Príncipe was 68.79 in 2022. The energy consumption per capita in São Tomé and Príncipe was 259.28kg in 2007. The carbon dioxide emissions per capita in São Tomé and Príncipe was 0.93t in 2023."
    },
    "country/SUN": {
        "summary": "The population in Union of Soviet Socialist Republics was 293,047,571 in 1989."
    },
    "country/SUR": {
        "summary": "Suriname is a country in South America. The population in Suriname was 628,886 in 2023. The nominal GDP per capita in Suriname was $5,494.07 in 2023. The Gini index in Suriname was 39.2 in 2022. The life expectancy in Suriname was 70.29 in 2022. The energy consumption per capita in Suriname was 1,199.41kg in 2014. The carbon dioxide emissions per capita in Suriname was 4.18t in 2023."
    },
    "country/SVK": {
        "summary": "Slovakia is a country in Europe. The population in Slovakia was 5,426,740 in 2023. The nominal GDP per capita in Slovakia was $24,491.38 in 2023. The Gini index in Slovakia was 24.1 in 2021. The life expectancy in Slovakia was 77.07 in 2022. The energy consumption per capita in Slovakia was 3,003.66kg in 2015. The carbon dioxide emissions per capita in Slovakia was 6.42t in 2023."
    },
    "country/SVN": {
        "summary": "Slovenia is a country in Europe. The population in Slovenia was 2,120,461 in 2023. The nominal GDP per capita in Slovenia was $32,610.11 in 2023. The Gini index in Slovenia was 24.3 in 2021. The life expectancy in Slovenia was 81.28 in 2022. The energy consumption per capita in Slovenia was 3,174.87kg in 2015. The carbon dioxide emissions per capita in Slovenia was 5.7t in 2023."
    },
    "country/SWE": {
        "summary": "Sweden is a country in Europe. The population in Sweden was 10,536,632 in 2023. The nominal GDP per capita in Sweden was $55,516.84 in 2023. The Gini index in Sweden was 29.8 in 2021. The life expectancy in Sweden was 83.11 in 2022. The energy consumption per capita in Sweden was 5,102.79kg in 2015. The carbon dioxide emissions per capita in Sweden was 3.36t in 2023."
    },
    "country/SWZ": {
        "summary": "Eswatini is a country in Africa. The population in Eswatini was 1,230,506 in 2023. The nominal GDP per capita in Eswatini was $3,610.61 in 2023. The Gini index in Eswatini was 54.6 in 2016. The life expectancy in Eswatini was 56.36 in 2022. The energy consumption per capita in Eswatini was 387.82kg in 2007. The carbon dioxide emissions per capita in Eswatini was 1.13t in 2023."
    },
    "country/SXM": {
        "summary": "Sint Maarten is a country in North America. The population in Sint Maarten was 42,749 in 2023. The nominal GDP per capita in Sint Maarten was $38,077.54 in 2023. The life expectancy in Sint Maarten was 74.41 in 2022."
    },
    "country/SYC": {
        "summary": "Seychelles is a country in Africa. The population in Seychelles was 119,773 in 2023. The nominal GDP per capita in Seychelles was $17,879.24 in 2023. The Gini index in Seychelles was 32.1 in 2018. The life expectancy in Seychelles was 73.85 in 2022. The energy consumption per capita in Seychelles was 2,410.83kg in 2007. The carbon dioxide emissions per capita in Seychelles was 10.33t in 2023."
    },
    "country/SYR": {
        "summary": "Syria is a country in Asia. The population in Syria was 23,594,623 in 2023. The nominal GDP per capita in Syria was $1,051.67 in 2022. The Gini index in Syria was 26.6 in 2022. The life expectancy in Syria was 72.3 in 2022. The energy consumption per capita in Syria was 532.83kg in 2014. The carbon dioxide emissions per capita in Syria was 1.08t in 2023."
    },
    "country/TCA": {
        "summary": "Turks and Caicos Islands is a country in North America, Europe. The population in Turks and Caicos Islands was 46,198 in 2023. The nominal GDP per capita in Turks and Caicos Islands was $30,348.81 in 2023. The life expectancy in Turks and Caicos Islands was 74.92 in 2022. The carbon dioxide emissions per capita in Turks and Caicos Islands was 2.23t in 2023."
    },
    "country/TCD": {
        "summary": "Chad is a country in Africa. The population in Chad was 19,319,064 in 2023. The nominal GDP per capita in Chad was $680.64 in 2023. The Gini index in Chad was 37.4 in 2022. The life expectancy in Chad was 53.0 in 2022. The carbon dioxide emissions per capita in Chad was 0.13t in 2023."
    },
    "country/TGO": {
        "summary": "Togo is a country in Africa. The population in Togo was 9,304,337 in 2023. The nominal GDP per capita in Togo was $985.7 in 2023. The Gini index in Togo was 37.9 in 2021. The life expectancy in Togo was 61.59 in 2022. The energy consumption per capita in Togo was 441.79kg in 2014. The carbon dioxide emissions per capita in Togo was 0.27t in 2023."
    },
    "country/THA": {
        "summary": "Thailand is a country in Asia. The population in Thailand was 71,702,435 in 2023. The nominal GDP per capita in Thailand was $7,182.03 in 2023. The Gini index in Thailand was 34.9 in 2021. The life expectancy in Thailand was 79.68 in 2022. The energy consumption per capita in Thailand was 1,919.15kg in 2014. The carbon dioxide emissions per capita in Thailand was 3.82t in 2023."
    },
    "country/TJK": {
        "summary": "Tajikistan is a country in Asia. The population in Tajikistan was 10,389,799 in 2023. The nominal GDP per capita in Tajikistan was $1,160.81 in 2023. The Gini index in Tajikistan was 34 in 2015. The life expectancy in Tajikistan was 71.29 in 2022. The energy consumption per capita in Tajikistan was 332.89kg in 2014. The carbon dioxide emissions per capita in Tajikistan was 0.9t in 2023."
    },
    "country/TKL": {
        "summary": "Tokelau is a country in Oceania. The population in Tokelau was 1,499 in 2016."
    },
    "country/TKM": {
        "summary": "Turkmenistan is a country in Asia. The population in Turkmenistan was 7,364,438 in 2023. The nominal GDP per capita in Turkmenistan was $8,232.65 in 2023. The Gini index in Turkmenistan was 40.8 in 1998. The life expectancy in Turkmenistan was 69.41 in 2022. The energy consumption per capita in Turkmenistan was 4,402.92kg in 2014. The carbon dioxide emissions per capita in Turkmenistan was 8.96t in 2023."
    },
    "country/TLS": {
        "summary": "East Timor is a country in Asia. The population in East Timor was 1,384,286 in 2023. The nominal GDP per capita in East Timor was $1,502.52 in 2023. The Gini index in East Timor was 28.7 in 2014. The life expectancy in East Timor was 69.06 in 2022. The energy consumption per capita in East Timor was 60.7kg in 2007. The carbon dioxide emissions per capita in East Timor was 0.51t in 2023."
    },
    "country/TON": {
        "summary": "Tonga is a country in Oceania. The population in Tonga was 104,597 in 2023. The nominal GDP per capita in Tonga was $4,933.07 in 2022. The Gini index in Tonga was 27.1 in 2021. The life expectancy in Tonga was 71.27 in 2022. The energy consumption per capita in Tonga was 543.45kg in 2007. The carbon dioxide emissions per capita in Tonga was 2.1t in 2023."
    },
    "country/TTO": {
        "summary": "Trinidad and Tobago is a country in South America. The population in Trinidad and Tobago was 1,367,510 in 2023. The nominal GDP per capita in Trinidad and Tobago was $20,016.15 in 2023. The Gini index in Trinidad and Tobago was 40.2 in 1992. The life expectancy in Trinidad and Tobago was 74.71 in 2022. The energy consumption per capita in Trinidad and Tobago was 14,545.01kg in 2014. The carbon dioxide emissions per capita in Trinidad and Tobago was 19.9t in 2023."
    },
    "country/TUN": {
        "summary": "Tunisia is a country in Africa. The population in Tunisia was 12,200,431 in 2023. The nominal GDP per capita in Tunisia was $3,977.7 in 2023. The Gini index in Tunisia was 33.7 in 2021. The life expectancy in Tunisia was 74.26 in 2022. The energy consumption per capita in Tunisia was 932.69kg in 2014. The carbon dioxide emissions per capita in Tunisia was 2.58t in 2023."
    },
    "country/TUR": {
        "summary": "Turkey is a country in Europe, Asia. The population in Turkey was 85,325,965 in 2023. The nominal GDP per capita in Turkey was $13,105.66 in 2023. The Gini index in Turkey was 44.4 in 2021. The life expectancy in Turkey was 78.47 in 2022. The energy consumption per capita in Turkey was 1,657.93kg in 2015. The carbon dioxide emissions per capita in Turkey was 5.14t in 2023."
    },
    "country/TUV": {
        "summary": "Tuvalu is a country in Oceania. The population in Tuvalu was 9,816 in 2023. The nominal GDP per capita in Tuvalu was $6,344.78 in 2023. The Gini index in Tuvalu was 39.1 in 2010. The life expectancy in Tuvalu was 64.85 in 2022. The carbon dioxide emissions per capita in Tuvalu was 0t in 2023."
    },
    "country/TWN": {
        "summary": "Taiwan is a country in Asia. The population in Taiwan was 23,593,794 in 2019."
    },
    "country/TZA": {
        "summary": "Tanzania is a country in Africa. The population in Tanzania was 66,617,606 in 2023. The nominal GDP per capita in Tanzania was $1,224.49 in 2023. The Gini index in Tanzania was 40.5 in 2018. The life expectancy in Tanzania was 66.78 in 2022. The energy consumption per capita in Tanzania was 493.21kg in 2014. The carbon dioxide emissions per capita in Tanzania was 0.29t in 2023."
    },
    "country/UGA": {
        "summary": "Uganda is a country in Africa. The population in Uganda was 48,656,601 in 2023. The nominal GDP per capita in Uganda was $1,002.31 in 2023. The Gini index in Uganda was 42.7 in 2019. The life expectancy in Uganda was 63.64 in 2022. The carbon dioxide emissions per capita in Uganda was 0.15t in 2023."
    },
    "country/UKR": {
        "summary": "Ukraine is a country in Europe. The population in Ukraine was 37,732,836 in 2023. The nominal GDP per capita in Ukraine was $5,069.7 in 2023. The Gini index in Ukraine was 25.6 in 2020. The life expectancy in Ukraine was 68.59 in 2022. The energy consumption per capita in Ukraine was 2,298.84kg in 2014. The carbon dioxide emissions per capita in Ukraine was 3.61t in 2023."
    },
    "country/UMI": {
        "summary": "U.S. Minor Outlying Islands is a country in Oceania, North America. The population in U.S. Minor Outlying Islands was 300 in 2009."
    },
    "country/URY": {
        "summary": "Uruguay is a country in South America. The population in Uruguay was 3,388,081 in 2023. The nominal GDP per capita in Uruguay was $22,797.81 in 2023. The Gini index in Uruguay was 40.6 in 2022. The life expectancy in Uruguay was 78 in 2022. The energy consumption per capita in Uruguay was 1,404.23kg in 2014. The carbon dioxide emissions per capita in Uruguay was 2.6t in 2023."
    },
    "country/USA": {
        "summary": "United States of America is a country in North America. The population in United States of America was 340,110,988 in 2024. The median age in United States of America was 38.7 in 2023. The median income in United States of America was $39,982 in 2023. The unemployment rate in United States of America was 4.1% in 2024. The nominal GDP per capita in United States of America was $82,769.41 in 2023. The Gini index in United States of America was 41.3 in 2022. The life expectancy in United States of America was 77.43 in 2022. The percentage of people with obesity in United States of America was 33.4% in 2022. The percentage of people who binge drink in United States of America was 18% in 2022. The percentage of people who smoke in United States of America was 13.2% in 2022. The energy consumption per capita in United States of America was 6,804.0kg in 2015. The carbon dioxide emissions per capita in United States of America was 13.98t in 2023."
    },
    "country/UZB": {
        "summary": "Uzbekistan is a country in Asia. The population in Uzbekistan was 35,652,307 in 2023. The nominal GDP per capita in Uzbekistan was $2,849.51 in 2023. The Gini index in Uzbekistan was 31.2 in 2022. The life expectancy in Uzbekistan was 71.67 in 2022. The energy consumption per capita in Uzbekistan was 1,444.27kg in 2013. The carbon dioxide emissions per capita in Uzbekistan was 3.87t in 2023."
    },
    "country/VAT": {
        "summary": "Vatican City is a country in Europe. The population in Vatican City was 764 in 2023."
    },
    "country/VCT": {
        "summary": "Saint Vincent and the Grenadines is a country in North America. The population in Saint Vincent and the Grenadines was 101,323 in 2023. The nominal GDP per capita in Saint Vincent and the Grenadines was $10,520.44 in 2023. The life expectancy in Saint Vincent and the Grenadines was 68.97 in 2022. The energy consumption per capita in Saint Vincent and the Grenadines was 627.63kg in 2007. The carbon dioxide emissions per capita in Saint Vincent and the Grenadines was 0.95t in 2023."
    },
    "country/VEN": {
        "summary": "Venezuela is a country in South America. The population in Venezuela was 28,300,854 in 2023. The nominal GDP per capita in Venezuela was $15,943.61 in 2014. The Gini index in Venezuela was 44.7 in 2006. The life expectancy in Venezuela was 71.11 in 2022. The energy consumption per capita in Venezuela was 2,298.81kg in 2013. The carbon dioxide emissions per capita in Venezuela was 2.99t in 2023."
    },
    "country/VGB": {
        "summary": "British Virgin Islands is a country in North America. The population in British Virgin Islands was 38,985 in 2023. The life expectancy in British Virgin Islands was 76.37 in 2022. The carbon dioxide emissions per capita in British Virgin Islands was 1.93t in 2023."
    },
    "country/VIR": {
        "summary": "U.S. Virgin Islands is a country in North America. The population in U.S. Virgin Islands was 104,917 in 2023. The nominal GDP per capita in U.S. Virgin Islands was $44,320.91 in 2022. The life expectancy in U.S. Virgin Islands was 80.32 in 2022. The carbon dioxide emissions per capita in U.S. Virgin Islands was 0.0t in 2023."
    },
    "country/VNM": {
        "summary": "Vietnam is a country in Asia. The population in Vietnam was 100,352,192 in 2023. The nominal GDP per capita in Vietnam was $4,282.09 in 2023. The Gini index in Vietnam was 36.1 in 2022. The life expectancy in Vietnam was 74.58 in 2022. The energy consumption per capita in Vietnam was 661.65kg in 2013. The carbon dioxide emissions per capita in Vietnam was 3.72t in 2023."
    },
    "country/VUT": {
        "summary": "Vanuatu is a country in Oceania. The population in Vanuatu was 320,409 in 2023. The nominal GDP per capita in Vanuatu was $3,515.24 in 2023. The Gini index in Vanuatu was 32.3 in 2019. The life expectancy in Vanuatu was 70.49 in 2022. The energy consumption per capita in Vanuatu was 158.17kg in 2007. The carbon dioxide emissions per capita in Vanuatu was 0.9t in 2023."
    },
    "country/WLF": {
        "summary": "Wallis and Futuna is a country in Oceania, Europe. The population in Wallis and Futuna was 12,197 in 2013."
    },
    "country/WSM": {
        "summary": "Samoa is a country in Oceania. The population in Samoa was 216,663 in 2023. The nominal GDP per capita in Samoa was $4,330.18 in 2023. The Gini index in Samoa was 38.7 in 2013. The life expectancy in Samoa was 72.6 in 2022. The energy consumption per capita in Samoa was 307.28kg in 2007. The carbon dioxide emissions per capita in Samoa was 2.16t in 2023."
    },
    "country/XKS": {
        "summary": "Kosovo is a country in Europe. The population in Kosovo was 1,586,659 in 2024."
    },
    "country/YEM": {
        "summary": "Yemen is a country in Asia. The population in Yemen was 39,390,799 in 2023. The nominal GDP per capita in Yemen was $477.41 in 2023. The Gini index in Yemen was 36.7 in 2014. The life expectancy in Yemen was 63.72 in 2022. The energy consumption per capita in Yemen was 281.98kg in 2013. The carbon dioxide emissions per capita in Yemen was 0.28t in 2023."
    },
    "country/YUG": {
        "summary": "Yugoslavia is a country in Europe. The population in Yugoslavia was 23,229,846 in 1991."
    },
    "country/ZAF": {
        "summary": "South Africa is a country in Africa. The population in South Africa was 63,212,384 in 2023. The nominal GDP per capita in South Africa was $6,022.54 in 2023. The Gini index in South Africa was 63 in 2014. The life expectancy in South Africa was 61.48 in 2022. The energy consumption per capita in South Africa was 2,644.57kg in 2014. The carbon dioxide emissions per capita in South Africa was 6.29t in 2023."
    },
    "country/ZMB": {
        "summary": "Zambia is a country in Africa. The population in Zambia was 20,723,965 in 2023. The nominal GDP per capita in Zambia was $1,330.73 in 2023. The Gini index in Zambia was 51.5 in 2022. The life expectancy in Zambia was 61.8 in 2022. The energy consumption per capita in Zambia was 625.19kg in 2013. The carbon dioxide emissions per capita in Zambia was 0.39t in 2023."
    },
    "country/ZWE": {
        "summary": "Zimbabwe is a country in Africa. The population in Zimbabwe was 16,340,822 in 2023. The nominal GDP per capita in Zimbabwe was $2,156.03 in 2023. The Gini index in Zimbabwe was 50.3 in 2019. The life expectancy in Zimbabwe was 59.39 in 2022. The energy consumption per capita in Zimbabwe was 805.34kg in 2013. The carbon dioxide emissions per capita in Zimbabwe was 0.72t in 2023."
    }
}