{
    "geoId/06": {
        "summary": "California, a state on the U.S. west coast, had a population of 39,029,342 in 2022. The median age in 2021 was 37 years, with a median income of $36,281 that year. In 2023, California's unemployment rate stood at 4.9%. Life expectancy in 2020 was 79 years. Additionally, in 2021, 28.76% of the population was classified as obese, 15.77% reported binge drinking, and 11.47% were smokers."
    },
    "geoId/0602000": {
        "summary": "Anaheim, a city located in Orange County, California, had a population of 344,461 in 2022. The median age in Anaheim was 35.3 years in 2021, with a median income of $32,837 that same year. In 2023, the city's unemployment rate was 3.8%. Additionally, in 2021, 28.6% of Anaheim's population was classified as obese, 15.4% reported binge drinking, and 11.9% were smokers."
    },
    "geoId/0603526": {
        "summary": "Bakersfield, a city located in Kern County, California, had a population of 410,647 in 2022. In 2021, the median age was 31.3 years, and the median income was $31,767. Bakersfield's unemployment rate stood at 6.1% in 2023. Additionally, in 2021, 35.2% of the population was classified as obese, 15.9% reported binge drinking, and 15.6% were smokers."
    },
    "geoId/0613392": {
        "summary": "Chula Vista, a city in San Diego County, California, had a population of 279,170 in 2022. The median age in 2021 was 36.3 years, with a median income of $37,511 that year. In 2023, Chula Vista's unemployment rate stood at 4.7%. Additionally, in 2021, 24.9% of the population was classified as obese, 17.4% reported binge drinking, and 10.5% were smokers."
    },
    "geoId/0627000": {
        "summary": "Fresno, a city located in Fresno County, California, had a population of 545,567 in 2022. The median age in Fresno was 31.7 years in 2021, with a median income of $27,435 that year. In 2023, the unemployment rate stood at 6.3%. Additionally, in 2021, 37.3% of Fresno's population was classified as obese, 13.7% reported binge drinking, and 15.5% were smokers."
    },
    "geoId/0636770": {
        "summary": "Irvine, a city in Orange County, California, had a population of 313,685 in 2022. The median age in 2021 was 33.8 years, with a median income of $55,547. In 2023, Irvine's unemployment rate was 4%. Additionally, in 2021, 21% of the population was classified as obese, 14.9% reported binge drinking, and 7.5% were smokers."
    },
    "geoId/0643000": {
        "summary": "Long Beach, a city in Los Angeles County, California, had a population of 451,307 in 2022. The median age in 2021 was 35.9 years, with a median income of $33,731. In 2023, Long Beach's unemployment rate stood at 4.7%. Additionally, in 2021, 29.3% of the population was classified as obese, 14.9% reported binge drinking, and 12% were smokers."
    },
    "geoId/0644000": {
        "summary": "Los Angeles, a city within Los Angeles County, California, had a population of 3,822,238 in 2022. In 2021, the median age was 36.2 years, and the median income was $31,822. The city's unemployment rate in 2023 stood at 5.3%. Additionally, in 2021, 29.5% of the population was classified as obese, 14.9% reported binge drinking, and 11.8% were smokers."
    },
    "geoId/0653000": {
        "summary": "Oakland, a city in Alameda County, California, had a population of 430,553 in 2022. The median age was 36.9 years in 2021, with a median income of $43,043 that year. In 2023, Oakland's unemployment rate stood at 5%. Additionally, in 2021, 30.5% of the population was classified as obese, 14.7% reported binge drinking, and 12% were smokers."
    },
    "geoId/0662000": {
        "summary": "Riverside, a city in Riverside County, California, had a population of 320,764 in 2022. The median age in 2021 was 31.9 years, with a median income of $30,590. In 2023, Riverside's unemployment rate stood at 4.8%. Additionally, in 2021, 36.2% of the population was classified as obese, 16.1% reported binge drinking, and 13.2% were smokers."
    },
    "geoId/0664000": {
        "summary": "Sacramento, a city within Sacramento County, California, had a population of 528,001 in 2022. The median age in Sacramento was 35.2 years in 2021, with a median income of $35,811. In 2023, the unemployment rate stood at 4.8%. Additionally, in 2021, 32.7% of the population was classified as obese, 14.5% reported binge drinking, and 13.7% were smokers."
    },
    "geoId/0666000": {
        "summary": "San Diego, a city located in San Diego County, California, had a population of 1,381,162 in 2022. The median age in 2021 was 35.4 years, with a median income of $41,491. In 2023, the city's unemployment rate stood at 4.1%. Additionally, in 2021, 23.2% of San Diego's population was classified as obese, 18.1% reported binge drinking, and 10.5% were smokers."
    },
    "geoId/0667000": {
        "summary": "San Francisco, a consolidated city-county in California, had a population of 808,437 in 2022. The median age in 2021 was 38.7 years, with a median income of $59,017. The city's unemployment rate in 2023 stood at 3.5%. Additionally, in 2021, 19.1% of the population was classified as obese, 16.4% reported binge drinking, and 9.2% were smokers."
    },
    "geoId/0668000": {
        "summary": "San Jose, a city in Santa Clara County, California, had a population of 971,233 in 2022. The median age in 2021 was 37.5 years, with a median income of $46,298. In 2023, the city's unemployment rate stood at 4%. Additionally, in 2021, 20.6% of San Jose's population was classified as obese, 13.8% reported binge drinking, and 8.7% were smokers."
    },
    "geoId/0669000": {
        "summary": "Santa Ana, a city in Orange County, California, had a population of 308,189 in 2022. The median age in 2021 was 33 years, with a median income of $28,617.  In 2023, Santa Ana's unemployment rate was 3.8%. Additionally, in 2021, 31.6% of the population was classified as obese, 14.6% reported binge drinking, and 13.4% were smokers."
    },
    "geoId/0675000": {
        "summary": "Stockton, a city in San Joaquin County, California, had a population of 321,819 in 2022. The median age in 2021 was 33 years, with a median income of $29,198. In 2023, Stockton's unemployment rate stood at 7.2%. Additionally, in 2021, 34.4% of the population was classified as obese, 14% reported binge drinking, and 15% were smokers."
    },
    "geoId/06001": {
        "summary": "Alameda County is a county in California, United States. The population in Alameda County was 1,628,997 in 2022. The median age in Alameda County was 38 in 2021. The median income in Alameda County was $49,580 in 2021. The unemployment rate in Alameda County was 4.5% in 2023. The percentage of people with obesity in Alameda County was 24.8% in 2021. The percentage of people who binge drink in Alameda County was 14.8% in 2021. The percentage of people who smoke in Alameda County was 9.2% in 2021."
    },
    "geoId/06003": {
        "summary": "Alpine County is a county in California, United States. The population in Alpine County was 1,190 in 2022. The median age in Alpine County was 48.2 in 2021. The median income in Alpine County was $32,929 in 2021. The unemployment rate in Alpine County was 7.5% in 2023. The percentage of people with obesity in Alpine County was 29.1% in 2021. The percentage of people who binge drink in Alpine County was 18.4% in 2021. The percentage of people who smoke in Alpine County was 13.1% in 2021."
    },
    "geoId/06005": {
        "summary": "Amador County is a county in California, United States. The population in Amador County was 41,412 in 2022. The median age in Amador County was 49.7 in 2021. The median income in Amador County was $35,010 in 2021. The unemployment rate in Amador County was 5% in 2023. The percentage of people with obesity in Amador County was 29.6% in 2021. The percentage of people who binge drink in Amador County was 19% in 2021. The percentage of people who smoke in Amador County was 13.3% in 2021."
    },
    "geoId/06007": {
        "summary": "Butte County is a county in California, United States. The population in Butte County was 207,303 in 2022. The median age in Butte County was 36.6 in 2021. The median income in Butte County was $28,642 in 2021. The unemployment rate in Butte County was 5.1% in 2023. The percentage of people with obesity in Butte County was 31% in 2021. The percentage of people who binge drink in Butte County was 16.3% in 2021. The percentage of people who smoke in Butte County was 14.6% in 2021."
    },
    "geoId/06009": {
        "summary": "Calaveras County is a county in California, United States. The population in Calaveras County was 46,563 in 2022. The median age in Calaveras County was 52.3 in 2021. The median income in Calaveras County was $30,442 in 2021. The unemployment rate in Calaveras County was 4.2% in 2023. The percentage of people with obesity in Calaveras County was 30.6% in 2021. The percentage of people who binge drink in Calaveras County was 17.7% in 2021. The percentage of people who smoke in Calaveras County was 14.7% in 2021."
    },
    "geoId/06011": {
        "summary": "Colusa County is a county in California, United States. The population in Colusa County was 21,914 in 2022. The median age in Colusa County was 35.6 in 2021. The median income in Colusa County was $29,464 in 2021. The unemployment rate in Colusa County was 11.4% in 2023. The percentage of people with obesity in Colusa County was 33.4% in 2021. The percentage of people who binge drink in Colusa County was 16.1% in 2021. The percentage of people who smoke in Colusa County was 14.4% in 2021."
    },
    "geoId/06013": {
        "summary": "Contra Costa County is a county in California, United States. The population in Contra Costa County was 1,156,966 in 2022. The median age in Contra Costa County was 39.9 in 2021. The median income in Contra Costa County was $46,590 in 2021. The unemployment rate in Contra Costa County was 4.5% in 2023. The percentage of people with obesity in Contra Costa County was 24.3% in 2021. The percentage of people who binge drink in Contra Costa County was 16.1% in 2021. The percentage of people who smoke in Contra Costa County was 9.6% in 2021."
    },
    "geoId/06015": {
        "summary": "Del Norte County is a county in California, United States. The population in Del Norte County was 27,082 in 2022. The median age in Del Norte County was 40.1 in 2021. The median income in Del Norte County was $25,319 in 2021. The unemployment rate in Del Norte County was 6% in 2023. The percentage of people with obesity in Del Norte County was 32.7% in 2021. The percentage of people who binge drink in Del Norte County was 17.1% in 2021. The percentage of people who smoke in Del Norte County was 17.4% in 2021."
    },
    "geoId/06017": {
        "summary": "El Dorado County is a county in California, United States. The population in El Dorado County was 192,646 in 2022. The median age in El Dorado County was 46.2 in 2021. The median income in El Dorado County was $41,798 in 2021. The unemployment rate in El Dorado County was 4.2% in 2023. The percentage of people with obesity in El Dorado County was 28.1% in 2021. The percentage of people who binge drink in El Dorado County was 18.6% in 2021. The percentage of people who smoke in El Dorado County was 11.2% in 2021."
    },
    "geoId/06019": {
        "summary": "Fresno County is a county in California, United States. The population in Fresno County was 1,015,190 in 2022. The median age in Fresno County was 32.6 in 2021. The median income in Fresno County was $28,697 in 2021. The unemployment rate in Fresno County was 7.6% in 2023. The percentage of people with obesity in Fresno County was 36.8% in 2021. The percentage of people who binge drink in Fresno County was 14% in 2021. The percentage of people who smoke in Fresno County was 13.9% in 2021."
    },
    "geoId/06021": {
        "summary": "Glenn County is a county in California, United States. The population in Glenn County was 28,339 in 2022. The median age in Glenn County was 35.5 in 2021. The median income in Glenn County was $26,917 in 2021. The unemployment rate in Glenn County was 5.8% in 2023. The percentage of people with obesity in Glenn County was 31.8% in 2021. The percentage of people who binge drink in Glenn County was 16.6% in 2021. The percentage of people who smoke in Glenn County was 15.7% in 2021."
    },
    "geoId/06023": {
        "summary": "Humboldt County is a county in California, United States. The population in Humboldt County was 135,010 in 2022. The median age in Humboldt County was 39.1 in 2021. The median income in Humboldt County was $26,696 in 2021. The unemployment rate in Humboldt County was 4.6% in 2023. The percentage of people with obesity in Humboldt County was 33.2% in 2021. The percentage of people who binge drink in Humboldt County was 17.7% in 2021. The percentage of people who smoke in Humboldt County was 15.6% in 2021."
    },
    "geoId/06025": {
        "summary": "Imperial County is a county in California, United States. The population in Imperial County was 178,713 in 2022. The median age in Imperial County was 32.5 in 2021. The median income in Imperial County was $20,206 in 2021. The unemployment rate in Imperial County was 18.7% in 2023. The percentage of people with obesity in Imperial County was 38% in 2021. The percentage of people who binge drink in Imperial County was 15% in 2021. The percentage of people who smoke in Imperial County was 14.2% in 2021."
    },
    "geoId/06027": {
        "summary": "Inyo County is a county in California, United States. The population in Inyo County was 18,718 in 2022. The median age in Inyo County was 44.5 in 2021. The median income in Inyo County was $33,551 in 2021. The unemployment rate in Inyo County was 3.9% in 2023. The percentage of people with obesity in Inyo County was 29.4% in 2021. The percentage of people who binge drink in Inyo County was 17.9% in 2021. The percentage of people who smoke in Inyo County was 13.1% in 2021."
    },
    "geoId/06029": {
        "summary": "Kern County is a county in California, United States. The population in Kern County was 916,108 in 2022. The median age in Kern County was 32.1 in 2021. The median income in Kern County was $26,945 in 2021. The unemployment rate in Kern County was 7.8% in 2023. The percentage of people with obesity in Kern County was 36.6% in 2021. The percentage of people who binge drink in Kern County was 15.5% in 2021. The percentage of people who smoke in Kern County was 16.1% in 2021."
    },
    "geoId/06031": {
        "summary": "Kings County is a county in California, United States. The population in Kings County was 152,981 in 2022. The median age in Kings County was 32.1 in 2021. The median income in Kings County was $29,963 in 2021. The unemployment rate in Kings County was 8% in 2023. The percentage of people with obesity in Kings County was 35.1% in 2021. The percentage of people who binge drink in Kings County was 16.2% in 2021. The percentage of people who smoke in Kings County was 15.1% in 2021."
    },
    "geoId/06033": {
        "summary": "Lake County is a county in California, United States. The population in Lake County was 68,191 in 2022. The median age in Lake County was 44.6 in 2021. The median income in Lake County was $27,399 in 2021. The unemployment rate in Lake County was 6.1% in 2023. The percentage of people with obesity in Lake County was 33.7% in 2021. The percentage of people who binge drink in Lake County was 16.8% in 2021. The percentage of people who smoke in Lake County was 16.3% in 2021."
    },
    "geoId/06035": {
        "summary": "Lassen County is a county in California, United States. The population in Lassen County was 29,904 in 2022. The median age in Lassen County was 37.3 in 2021. The median income in Lassen County was $31,277 in 2021. The unemployment rate in Lassen County was 4.5% in 2023. The percentage of people with obesity in Lassen County was 32.1% in 2021. The percentage of people who binge drink in Lassen County was 18.4% in 2021. The percentage of people who smoke in Lassen County was 17% in 2021."
    },
    "geoId/06037": {
        "summary": "Los Angeles County is a county in California, United States. The population in Los Angeles County was 9,721,138 in 2022. The median age in Los Angeles County was 37 in 2021. The median income in Los Angeles County was $32,814 in 2021. The unemployment rate in Los Angeles County was 5% in 2023. The percentage of people with obesity in Los Angeles County was 28.5% in 2021. The percentage of people who binge drink in Los Angeles County was 14.8% in 2021. The percentage of people who smoke in Los Angeles County was 11% in 2021."
    },
    "geoId/06039": {
        "summary": "Madera County is a county in California, United States. The population in Madera County was 160,256 in 2022. The median age in Madera County was 34.3 in 2021. The median income in Madera County was $26,053 in 2021. The unemployment rate in Madera County was 7.2% in 2023. The percentage of people with obesity in Madera County was 35.9% in 2021. The percentage of people who binge drink in Madera County was 15.4% in 2021. The percentage of people who smoke in Madera County was 15.7% in 2021."
    },
    "geoId/06041": {
        "summary": "Marin County is a county in California, United States. The population in Marin County was 256,018 in 2022. The median age in Marin County was 47.1 in 2021. The median income in Marin County was $59,463 in 2021. The unemployment rate in Marin County was 3.7% in 2023. The percentage of people with obesity in Marin County was 22.9% in 2021. The percentage of people who binge drink in Marin County was 17.9% in 2021. The percentage of people who smoke in Marin County was 8.9% in 2021."
    },
    "geoId/06043": {
        "summary": "Mariposa County is a county in California, United States. The population in Mariposa County was 17,020 in 2022. The median age in Mariposa County was 51.6 in 2021. The median income in Mariposa County was $29,590 in 2021. The unemployment rate in Mariposa County was 4.9% in 2023. The percentage of people with obesity in Mariposa County was 30% in 2021. The percentage of people who binge drink in Mariposa County was 17.7% in 2021. The percentage of people who smoke in Mariposa County was 13.7% in 2021."
    },
    "geoId/06045": {
        "summary": "Mendocino County is a county in California, United States. The population in Mendocino County was 89,783 in 2022. The median age in Mendocino County was 43.6 in 2021. The median income in Mendocino County was $29,240 in 2021. The unemployment rate in Mendocino County was 4.8% in 2023. The percentage of people with obesity in Mendocino County was 31.5% in 2021. The percentage of people who binge drink in Mendocino County was 17.5% in 2021. The percentage of people who smoke in Mendocino County was 15.1% in 2021."
    },
    "geoId/06047": {
        "summary": "Merced County is a county in California, United States. The population in Merced County was 290,014 in 2022. The median age in Merced County was 31.3 in 2021. The median income in Merced County was $27,156 in 2021. The unemployment rate in Merced County was 8.5% in 2023. The percentage of people with obesity in Merced County was 33% in 2021. The percentage of people who binge drink in Merced County was 15.3% in 2021. The percentage of people who smoke in Merced County was 15.2% in 2021."
    },
    "geoId/06049": {
        "summary": "Modoc County is a county in California, United States. The population in Modoc County was 8,511 in 2022. The median age in Modoc County was 47.8 in 2021. The median income in Modoc County was $27,882 in 2021. The unemployment rate in Modoc County was 5.8% in 2023. The percentage of people with obesity in Modoc County was 33.1% in 2021. The percentage of people who binge drink in Modoc County was 16.9% in 2021. The percentage of people who smoke in Modoc County was 16.9% in 2021."
    },
    "geoId/06051": {
        "summary": "Mono County is a county in California, United States. The population in Mono County was 12,978 in 2022. The median age in Mono County was 40.3 in 2021. The median income in Mono County was $38,491 in 2021. The unemployment rate in Mono County was 4.2% in 2023. The percentage of people with obesity in Mono County was 29.6% in 2021. The percentage of people who binge drink in Mono County was 18.3% in 2021. The percentage of people who smoke in Mono County was 12.4% in 2021."
    },
    "geoId/06053": {
        "summary": "Monterey County is a county in California, United States. The population in Monterey County was 432,858 in 2022. The median age in Monterey County was 34.9 in 2021. The median income in Monterey County was $32,260 in 2021. The unemployment rate in Monterey County was 5.6% in 2023. The percentage of people with obesity in Monterey County was 27.5% in 2021. The percentage of people who binge drink in Monterey County was 15.3% in 2021. The percentage of people who smoke in Monterey County was 12.4% in 2021."
    },
    "geoId/06055": {
        "summary": "Napa County is a county in California, United States. The population in Napa County was 134,300 in 2022. The median age in Napa County was 42.1 in 2021. The median income in Napa County was $41,424 in 2021. The unemployment rate in Napa County was 3.7% in 2023. The percentage of people with obesity in Napa County was 28% in 2021. The percentage of people who binge drink in Napa County was 17.6% in 2021. The percentage of people who smoke in Napa County was 10.7% in 2021."
    },
    "geoId/06057": {
        "summary": "Nevada County is a county in California, United States. The population in Nevada County was 102,293 in 2022. The median age in Nevada County was 50.1 in 2021. The median income in Nevada County was $34,782 in 2021. The unemployment rate in Nevada County was 4.1% in 2023. The percentage of people with obesity in Nevada County was 27.5% in 2021. The percentage of people who binge drink in Nevada County was 18.3% in 2021. The percentage of people who smoke in Nevada County was 12% in 2021."
    },
    "geoId/06059": {
        "summary": "Orange County is a county in California, United States. The population in Orange County was 3,151,184 in 2022. The median age in Orange County was 38.5 in 2021. The median income in Orange County was $40,695 in 2021. The unemployment rate in Orange County was 3.8% in 2023. The percentage of people with obesity in Orange County was 25.3% in 2021. The percentage of people who binge drink in Orange County was 15.8% in 2021. The percentage of people who smoke in Orange County was 9.7% in 2021."
    },
    "geoId/06061": {
        "summary": "Placer County is a county in California, United States. The population in Placer County was 417,772 in 2022. The median age in Placer County was 42.1 in 2021. The median income in Placer County was $45,724 in 2021. The unemployment rate in Placer County was 3.9% in 2023. The percentage of people with obesity in Placer County was 26.3% in 2021. The percentage of people who binge drink in Placer County was 18.2% in 2021. The percentage of people who smoke in Placer County was 10.2% in 2021."
    },
    "geoId/06063": {
        "summary": "Plumas County is a county in California, United States. The population in Plumas County was 19,351 in 2022. The median age in Plumas County was 51.8 in 2021. The median income in Plumas County was $33,501 in 2021. The unemployment rate in Plumas County was 6.4% in 2023. The percentage of people with obesity in Plumas County was 29.5% in 2021. The percentage of people who binge drink in Plumas County was 18.1% in 2021. The percentage of people who smoke in Plumas County was 13.9% in 2021."
    },
    "geoId/06065": {
        "summary": "Riverside County is a county in California, United States. The population in Riverside County was 2,473,902 in 2022. The median age in Riverside County was 36 in 2021. The median income in Riverside County was $32,241 in 2021. The unemployment rate in Riverside County was 5.1% in 2023. The percentage of people with obesity in Riverside County was 36.2% in 2021. The percentage of people who binge drink in Riverside County was 16.3% in 2021. The percentage of people who smoke in Riverside County was 12.4% in 2021."
    },
    "geoId/06067": {
        "summary": "Sacramento County is a county in California, United States. The population in Sacramento County was 1,584,169 in 2022. The median age in Sacramento County was 36.6 in 2021. The median income in Sacramento County was $36,412 in 2021. The unemployment rate in Sacramento County was 4.6% in 2023. The percentage of people with obesity in Sacramento County was 31.7% in 2021. The percentage of people who binge drink in Sacramento County was 15.1% in 2021. The percentage of people who smoke in Sacramento County was 12.7% in 2021."
    },
    "geoId/06069": {
        "summary": "San Benito County is a county in California, United States. The population in San Benito County was 67,579 in 2022. The median age in San Benito County was 35.7 in 2021. The median income in San Benito County was $37,574 in 2021. The unemployment rate in San Benito County was 5.8% in 2023. The percentage of people with obesity in San Benito County was 31% in 2021. The percentage of people who binge drink in San Benito County was 17.6% in 2021. The percentage of people who smoke in San Benito County was 11% in 2021."
    },
    "geoId/06071": {
        "summary": "San Bernardino County is a county in California, United States. The population in San Bernardino County was 2,193,656 in 2022. The median age in San Bernardino County was 33.8 in 2021. The median income in San Bernardino County was $31,025 in 2021. The unemployment rate in San Bernardino County was 5% in 2023. The percentage of people with obesity in San Bernardino County was 38.1% in 2021. The percentage of people who binge drink in San Bernardino County was 15.3% in 2021. The percentage of people who smoke in San Bernardino County was 12.5% in 2021."
    },
    "geoId/06073": {
        "summary": "San Diego County is a county in California, United States. The population in San Diego County was 3,276,208 in 2022. The median age in San Diego County was 36.3 in 2021. The median income in San Diego County was $38,792 in 2021. The unemployment rate in San Diego County was 4.2% in 2023. The percentage of people with obesity in San Diego County was 23.9% in 2021. The percentage of people who binge drink in San Diego County was 18.4% in 2021. The percentage of people who smoke in San Diego County was 10.6% in 2021."
    },
    "geoId/06075": {
        "summary": "San Francisco County is a county in California, United States. The population in San Francisco County was 808,437 in 2022. The median age in San Francisco County was 38.7 in 2021. The median income in San Francisco County was $59,017 in 2021. The unemployment rate in San Francisco County was 3.5% in 2023. The percentage of people with obesity in San Francisco County was 18.7% in 2021. The percentage of people who binge drink in San Francisco County was 15.9% in 2021. The percentage of people who smoke in San Francisco County was 8.9% in 2021."
    },
    "geoId/06077": {
        "summary": "San Joaquin County is a county in California, United States. The population in San Joaquin County was 793,229 in 2022. The median age in San Joaquin County was 34.6 in 2021. The median income in San Joaquin County was $32,898 in 2021. The unemployment rate in San Joaquin County was 6.4% in 2023. The percentage of people with obesity in San Joaquin County was 33.3% in 2021. The percentage of people who binge drink in San Joaquin County was 15% in 2021. The percentage of people who smoke in San Joaquin County was 13.1% in 2021."
    },
    "geoId/06079": {
        "summary": "San Luis Obispo County is a county in California, United States. The population in San Luis Obispo County was 282,013 in 2022. The median age in San Luis Obispo County was 39.7 in 2021. The median income in San Luis Obispo County was $35,328 in 2021. The unemployment rate in San Luis Obispo County was 3.5% in 2023. The percentage of people with obesity in San Luis Obispo County was 30.5% in 2021. The percentage of people who binge drink in San Luis Obispo County was 18.9% in 2021. The percentage of people who smoke in San Luis Obispo County was 11.7% in 2021."
    },
    "geoId/06081": {
        "summary": "San Mateo County is a county in California, United States. The population in San Mateo County was 729,181 in 2022. The median age in San Mateo County was 40 in 2021. The median income in San Mateo County was $55,146 in 2021. The unemployment rate in San Mateo County was 3.3% in 2023. The percentage of people with obesity in San Mateo County was 21% in 2021. The percentage of people who binge drink in San Mateo County was 15.3% in 2021. The percentage of people who smoke in San Mateo County was 8.1% in 2021."
    },
    "geoId/06083": {
        "summary": "Santa Barbara County is a county in California, United States. The population in Santa Barbara County was 443,837 in 2022. The median age in Santa Barbara County was 33.9 in 2021. The median income in Santa Barbara County was $33,444 in 2021. The unemployment rate in Santa Barbara County was 3.9% in 2023. The percentage of people with obesity in Santa Barbara County was 30.1% in 2021. The percentage of people who binge drink in Santa Barbara County was 16.2% in 2021. The percentage of people who smoke in Santa Barbara County was 12% in 2021."
    },
    "geoId/06085": {
        "summary": "Santa Clara County is a county in California, United States. The population in Santa Clara County was 1,870,945 in 2022. The median age in Santa Clara County was 37.5 in 2021. The median income in Santa Clara County was $54,022 in 2021. The unemployment rate in Santa Clara County was 3.8% in 2023. The percentage of people with obesity in Santa Clara County was 18.5% in 2021. The percentage of people who binge drink in Santa Clara County was 13.4% in 2021. The percentage of people who smoke in Santa Clara County was 7.4% in 2021."
    },
    "geoId/06087": {
        "summary": "Santa Cruz County is a county in California, United States. The population in Santa Cruz County was 264,370 in 2022. The median age in Santa Cruz County was 38.5 in 2021. The median income in Santa Cruz County was $38,290 in 2021. The unemployment rate in Santa Cruz County was 5.5% in 2023. The percentage of people with obesity in Santa Cruz County was 25.2% in 2021. The percentage of people who binge drink in Santa Cruz County was 16.6% in 2021. The percentage of people who smoke in Santa Cruz County was 11.2% in 2021."
    },
    "geoId/06089": {
        "summary": "Shasta County is a county in California, United States. The population in Shasta County was 180,930 in 2022. The median age in Shasta County was 41.5 in 2021. The median income in Shasta County was $30,412 in 2021. The unemployment rate in Shasta County was 5.2% in 2023. The percentage of people with obesity in Shasta County was 30.9% in 2021. The percentage of people who binge drink in Shasta County was 17.8% in 2021. The percentage of people who smoke in Shasta County was 14.8% in 2021."
    },
    "geoId/06091": {
        "summary": "Sierra County is a county in California, United States. The population in Sierra County was 3,217 in 2022. The median age in Sierra County was 45.9 in 2021. The median income in Sierra County was $22,226 in 2021. The unemployment rate in Sierra County was 4.1% in 2023. The percentage of people with obesity in Sierra County was 29.8% in 2021. The percentage of people who binge drink in Sierra County was 18.6% in 2021. The percentage of people who smoke in Sierra County was 13.3% in 2021."
    },
    "geoId/06093": {
        "summary": "Siskiyou County is a county in California, United States. The population in Siskiyou County was 43,660 in 2022. The median age in Siskiyou County was 47.1 in 2021. The median income in Siskiyou County was $26,928 in 2021. The unemployment rate in Siskiyou County was 6.1% in 2023. The percentage of people with obesity in Siskiyou County was 32.8% in 2021. The percentage of people who binge drink in Siskiyou County was 17.2% in 2021. The percentage of people who smoke in Siskiyou County was 16% in 2021."
    },
    "geoId/06095": {
        "summary": "Solano County is a county in California, United States. The population in Solano County was 448,747 in 2022. The median age in Solano County was 38.5 in 2021. The median income in Solano County was $40,312 in 2021. The unemployment rate in Solano County was 4.8% in 2023. The percentage of people with obesity in Solano County was 29.9% in 2021. The percentage of people who binge drink in Solano County was 16.2% in 2021. The percentage of people who smoke in Solano County was 11.4% in 2021."
    },
    "geoId/06097": {
        "summary": "Sonoma County is a county in California, United States. The population in Sonoma County was 482,650 in 2022. The median age in Sonoma County was 42.5 in 2021. The median income in Sonoma County was $41,528 in 2021. The unemployment rate in Sonoma County was 3.7% in 2023. The percentage of people with obesity in Sonoma County was 28.6% in 2021. The percentage of people who binge drink in Sonoma County was 19.8% in 2021. The percentage of people who smoke in Sonoma County was 11% in 2021."
    },
    "geoId/06099": {
        "summary": "Stanislaus County is a county in California, United States. The population in Stanislaus County was 551,275 in 2022. The median age in Stanislaus County was 34.4 in 2021. The median income in Stanislaus County was $31,247 in 2021. The unemployment rate in Stanislaus County was 6.4% in 2023. The percentage of people with obesity in Stanislaus County was 34.8% in 2021. The percentage of people who binge drink in Stanislaus County was 16.2% in 2021. The percentage of people who smoke in Stanislaus County was 14.4% in 2021."
    },
    "geoId/06101": {
        "summary": "Sutter County is a county in California, United States. The population in Sutter County was 98,503 in 2022. The median age in Sutter County was 35.8 in 2021. The median income in Sutter County was $30,640 in 2021. The unemployment rate in Sutter County was 7.1% in 2023. The percentage of people with obesity in Sutter County was 31.6% in 2021. The percentage of people who binge drink in Sutter County was 15.2% in 2021. The percentage of people who smoke in Sutter County was 14.4% in 2021."
    },
    "geoId/06103": {
        "summary": "Tehama County is a county in California, United States. The population in Tehama County was 65,245 in 2022. The median age in Tehama County was 40 in 2021. The median income in Tehama County was $26,909 in 2021. The unemployment rate in Tehama County was 5.6% in 2023. The percentage of people with obesity in Tehama County was 34.2% in 2021. The percentage of people who binge drink in Tehama County was 16.7% in 2021. The percentage of people who smoke in Tehama County was 16% in 2021."
    },
    "geoId/06105": {
        "summary": "Trinity County is a county in California, United States. The population in Trinity County was 15,781 in 2022. The median age in Trinity County was 53.9 in 2021. The median income in Trinity County was $28,779 in 2021. The unemployment rate in Trinity County was 5.3% in 2023. The percentage of people with obesity in Trinity County was 33% in 2021. The percentage of people who binge drink in Trinity County was 16.9% in 2021. The percentage of people who smoke in Trinity County was 18% in 2021."
    },
    "geoId/06107": {
        "summary": "Tulare County is a county in California, United States. The population in Tulare County was 477,544 in 2022. The median age in Tulare County was 31.3 in 2021. The median income in Tulare County was $26,619 in 2021. The unemployment rate in Tulare County was 10.2% in 2023. The percentage of people with obesity in Tulare County was 35.5% in 2021. The percentage of people who binge drink in Tulare County was 14.7% in 2021. The percentage of people who smoke in Tulare County was 14.7% in 2021."
    },
    "geoId/06109": {
        "summary": "Tuolumne County is a county in California, United States. The population in Tuolumne County was 54,531 in 2022. The median age in Tuolumne County was 48.6 in 2021. The median income in Tuolumne County was $32,647 in 2021. The unemployment rate in Tuolumne County was 5% in 2023. The percentage of people with obesity in Tuolumne County was 29.5% in 2021. The percentage of people who binge drink in Tuolumne County was 18.9% in 2021. The percentage of people who smoke in Tuolumne County was 13.2% in 2021."
    },
    "geoId/06111": {
        "summary": "Ventura County is a county in California, United States. The population in Ventura County was 832,605 in 2022. The median age in Ventura County was 38.7 in 2021. The median income in Ventura County was $37,359 in 2021. The unemployment rate in Ventura County was 4.7% in 2023. The percentage of people with obesity in Ventura County was 27% in 2021. The percentage of people who binge drink in Ventura County was 16.6% in 2021. The percentage of people who smoke in Ventura County was 10.8% in 2021."
    },
    "geoId/06113": {
        "summary": "Yolo County is a county in California, United States. The population in Yolo County was 222,115 in 2022. The median age in Yolo County was 31.5 in 2021. The median income in Yolo County was $34,534 in 2021. The unemployment rate in Yolo County was 4.8% in 2023. The percentage of people with obesity in Yolo County was 27.8% in 2021. The percentage of people who binge drink in Yolo County was 15.6% in 2021. The percentage of people who smoke in Yolo County was 11.4% in 2021."
    },
    "geoId/06115": {
        "summary": "Yuba County is a county in California, United States. The population in Yuba County was 84,310 in 2022. The median age in Yuba County was 33.2 in 2021. The median income in Yuba County was $29,436 in 2021. The unemployment rate in Yuba County was 6.4% in 2023. The percentage of people with obesity in Yuba County was 33.9% in 2021. The percentage of people who binge drink in Yuba County was 16.5% in 2021. The percentage of people who smoke in Yuba County was 15.3% in 2021."
    }
}