{
    "geoId/29": {
        "summary": "Missouri, a state in the Midwestern United States, had a population of 6,177,957 in 2022. The median age in 2021 was 38.8 years, with a median income of $32,362. Missouri's unemployment rate in 2023 stood at 2.9%. Life expectancy in the state was 75.1 years in 2020. Additionally, in 2021, 37.72% of the population was classified as obese, 18.27% reported binge drinking, and 19.31% were smokers."
    },
    "geoId/2938000": {
        "summary": "Kansas City, a city spanning Platte, Jackson, Clay, and Cass counties in Missouri, had a population of 509,297 in 2022. The median age in 2021 was 35.4 years, with a median income of $34,843. The city's unemployment rate in 2023 stood at 3.2%. Additionally, in 2021, 40.9% of the population was classified as obese, 18.2% reported binge drinking, and 18.7% were smokers."
    },
    "geoId/2965000": {
        "summary": "St. Louis, an independent city in Missouri, had a population of 286,578 in 2022. In 2021, the median age was 36.3 years, with a median income of $31,804. St. Louis' unemployment rate in 2023 stood at 3.5%. Additionally, in 2021, 37.5% of the population was classified as obese, 18.1% reported binge drinking, and 21.7% were smokers."
    },
    "geoId/29001": {
        "summary": "Adair County is a county in Missouri, United States. The population in Adair County was 25,165 in 2022. The median age in Adair County was 28.1 in 2021. The median income in Adair County was $22,271 in 2021. The unemployment rate in Adair County was 3.3% in 2023. The percentage of people with obesity in Adair County was 37.4% in 2021. The percentage of people who binge drink in Adair County was 16.3% in 2021. The percentage of people who smoke in Adair County was 20.6% in 2021."
    },
    "geoId/29003": {
        "summary": "Andrew County is a county in Missouri, United States. The population in Andrew County was 18,003 in 2022. The median age in Andrew County was 41.4 in 2021. The median income in Andrew County was $33,822 in 2021. The unemployment rate in Andrew County was 2.3% in 2023. The percentage of people with obesity in Andrew County was 38% in 2021. The percentage of people who binge drink in Andrew County was 18.7% in 2021. The percentage of people who smoke in Andrew County was 18.3% in 2021."
    },
    "geoId/29005": {
        "summary": "Atchison County is a county in Missouri, United States. The population in Atchison County was 5,182 in 2022. The median age in Atchison County was 47.9 in 2021. The median income in Atchison County was $28,826 in 2021. The unemployment rate in Atchison County was 2.6% in 2023. The percentage of people with obesity in Atchison County was 38.8% in 2021. The percentage of people who binge drink in Atchison County was 18.5% in 2021. The percentage of people who smoke in Atchison County was 22.4% in 2021."
    },
    "geoId/29007": {
        "summary": "Audrain County is a county in Missouri, United States. The population in Audrain County was 24,434 in 2022. The median age in Audrain County was 40 in 2021. The median income in Audrain County was $26,248 in 2021. The unemployment rate in Audrain County was 3.3% in 2023. The percentage of people with obesity in Audrain County was 42.4% in 2021. The percentage of people who binge drink in Audrain County was 15.6% in 2021. The percentage of people who smoke in Audrain County was 24.2% in 2021."
    },
    "geoId/29009": {
        "summary": "Barry County is a county in Missouri, United States. The population in Barry County was 34,926 in 2022. The median age in Barry County was 43.1 in 2021. The median income in Barry County was $28,413 in 2021. The unemployment rate in Barry County was 3.5% in 2023. The percentage of people with obesity in Barry County was 40.4% in 2021. The percentage of people who binge drink in Barry County was 17% in 2021. The percentage of people who smoke in Barry County was 23.4% in 2021."
    },
    "geoId/29011": {
        "summary": "Barton County is a county in Missouri, United States. The population in Barton County was 11,694 in 2022. The median age in Barton County was 40.9 in 2021. The median income in Barton County was $21,655 in 2021. The unemployment rate in Barton County was 2.8% in 2023. The percentage of people with obesity in Barton County was 43% in 2021. The percentage of people who binge drink in Barton County was 16.7% in 2021. The percentage of people who smoke in Barton County was 25.2% in 2021."
    },
    "geoId/29013": {
        "summary": "Bates County is a county in Missouri, United States. The population in Bates County was 16,177 in 2022. The median age in Bates County was 41.1 in 2021. The median income in Bates County was $26,648 in 2021. The unemployment rate in Bates County was 2.8% in 2023. The percentage of people with obesity in Bates County was 40.8% in 2021. The percentage of people who binge drink in Bates County was 17.2% in 2021. The percentage of people who smoke in Bates County was 24.5% in 2021."
    },
    "geoId/29015": {
        "summary": "Benton County is a county in Missouri, United States. The population in Benton County was 20,224 in 2022. The median age in Benton County was 53.7 in 2021. The median income in Benton County was $23,931 in 2021. The unemployment rate in Benton County was 3.8% in 2023. The percentage of people with obesity in Benton County was 43.1% in 2021. The percentage of people who binge drink in Benton County was 16.8% in 2021. The percentage of people who smoke in Benton County was 23.2% in 2021."
    },
    "geoId/29017": {
        "summary": "Bollinger County is a county in Missouri, United States. The population in Bollinger County was 10,518 in 2022. The median age in Bollinger County was 45.3 in 2021. The median income in Bollinger County was $23,299 in 2021. The unemployment rate in Bollinger County was 2.7% in 2023. The percentage of people with obesity in Bollinger County was 42% in 2021. The percentage of people who binge drink in Bollinger County was 17.2% in 2021. The percentage of people who smoke in Bollinger County was 25.3% in 2021."
    },
    "geoId/29019": {
        "summary": "Boone County is a county in Missouri, United States. The population in Boone County was 187,690 in 2022. The median age in Boone County was 31.9 in 2021. The median income in Boone County was $31,955 in 2021. The unemployment rate in Boone County was 2.3% in 2023. The percentage of people with obesity in Boone County was 33.1% in 2021. The percentage of people who binge drink in Boone County was 18.1% in 2021. The percentage of people who smoke in Boone County was 15.8% in 2021."
    },
    "geoId/29021": {
        "summary": "Buchanan County is a county in Missouri, United States. The population in Buchanan County was 82,911 in 2022. The median age in Buchanan County was 38.4 in 2021. The median income in Buchanan County was $28,748 in 2021. The unemployment rate in Buchanan County was 2.6% in 2023. The percentage of people with obesity in Buchanan County was 38.5% in 2021. The percentage of people who binge drink in Buchanan County was 17.2% in 2021. The percentage of people who smoke in Buchanan County was 22.4% in 2021."
    },
    "geoId/29023": {
        "summary": "Butler County is a county in Missouri, United States. The population in Butler County was 42,179 in 2022. The median age in Butler County was 40.4 in 2021. The median income in Butler County was $23,185 in 2021. The unemployment rate in Butler County was 4% in 2023. The percentage of people with obesity in Butler County was 42.7% in 2021. The percentage of people who binge drink in Butler County was 16.5% in 2021. The percentage of people who smoke in Butler County was 27.9% in 2021."
    },
    "geoId/29025": {
        "summary": "Caldwell County is a county in Missouri, United States. The population in Caldwell County was 8,933 in 2022. The median age in Caldwell County was 42.2 in 2021. The median income in Caldwell County was $27,742 in 2021. The unemployment rate in Caldwell County was 2.7% in 2023. The percentage of people with obesity in Caldwell County was 40% in 2021. The percentage of people who binge drink in Caldwell County was 17.3% in 2021. The percentage of people who smoke in Caldwell County was 24.3% in 2021."
    },
    "geoId/29027": {
        "summary": "Callaway County is a county in Missouri, United States. The population in Callaway County was 44,762 in 2022. The median age in Callaway County was 39.2 in 2021. The median income in Callaway County was $31,768 in 2021. The unemployment rate in Callaway County was 2.5% in 2023. The percentage of people with obesity in Callaway County was 37% in 2021. The percentage of people who binge drink in Callaway County was 17.9% in 2021. The percentage of people who smoke in Callaway County was 20.3% in 2021."
    },
    "geoId/29029": {
        "summary": "Camden County is a county in Missouri, United States. The population in Camden County was 43,768 in 2022. The median age in Camden County was 52.1 in 2021. The median income in Camden County was $27,430 in 2021. The unemployment rate in Camden County was 3.8% in 2023. The percentage of people with obesity in Camden County was 37.1% in 2021. The percentage of people who binge drink in Camden County was 19.6% in 2021. The percentage of people who smoke in Camden County was 20.6% in 2021."
    },
    "geoId/29031": {
        "summary": "Cape Girardeau County is a county in Missouri, United States. The population in Cape Girardeau County was 82,899 in 2022. The median age in Cape Girardeau County was 36.7 in 2021. The median income in Cape Girardeau County was $28,762 in 2021. The unemployment rate in Cape Girardeau County was 2.5% in 2023. The percentage of people with obesity in Cape Girardeau County was 38% in 2021. The percentage of people who binge drink in Cape Girardeau County was 18% in 2021. The percentage of people who smoke in Cape Girardeau County was 19.2% in 2021."
    },
    "geoId/29033": {
        "summary": "Carroll County is a county in Missouri, United States. The population in Carroll County was 8,423 in 2022. The median age in Carroll County was 43.7 in 2021. The median income in Carroll County was $28,646 in 2021. The unemployment rate in Carroll County was 2.4% in 2023. The percentage of people with obesity in Carroll County was 40.8% in 2021. The percentage of people who binge drink in Carroll County was 17.9% in 2021. The percentage of people who smoke in Carroll County was 21.7% in 2021."
    },
    "geoId/29035": {
        "summary": "Carter County is a county in Missouri, United States. The population in Carter County was 5,268 in 2022. The median age in Carter County was 45.6 in 2021. The median income in Carter County was $22,342 in 2021. The unemployment rate in Carter County was 3.9% in 2023. The percentage of people with obesity in Carter County was 39.9% in 2021. The percentage of people who binge drink in Carter County was 17% in 2021. The percentage of people who smoke in Carter County was 24.6% in 2021."
    },
    "geoId/29037": {
        "summary": "Cass County is a county in Missouri, United States. The population in Cass County was 110,394 in 2022. The median age in Cass County was 39.9 in 2021. The median income in Cass County was $38,981 in 2021. The unemployment rate in Cass County was 2.8% in 2023. The percentage of people with obesity in Cass County was 38.1% in 2021. The percentage of people who binge drink in Cass County was 17.5% in 2021. The percentage of people who smoke in Cass County was 18.2% in 2021."
    },
    "geoId/29039": {
        "summary": "Cedar County is a county in Missouri, United States. The population in Cedar County was 14,601 in 2022. The median age in Cedar County was 44.6 in 2021. The median income in Cedar County was $21,209 in 2021. The unemployment rate in Cedar County was 3.4% in 2023. The percentage of people with obesity in Cedar County was 40.7% in 2021. The percentage of people who binge drink in Cedar County was 16.4% in 2021. The percentage of people who smoke in Cedar County was 25.2% in 2021."
    },
    "geoId/29041": {
        "summary": "Chariton County is a county in Missouri, United States. The population in Chariton County was 7,386 in 2022. The median age in Chariton County was 45.7 in 2021. The median income in Chariton County was $26,278 in 2021. The unemployment rate in Chariton County was 2.3% in 2023. The percentage of people with obesity in Chariton County was 39.1% in 2021. The percentage of people who binge drink in Chariton County was 18.8% in 2021. The percentage of people who smoke in Chariton County was 21.2% in 2021."
    },
    "geoId/29043": {
        "summary": "Christian County is a county in Missouri, United States. The population in Christian County was 93,114 in 2022. The median age in Christian County was 39.3 in 2021. The median income in Christian County was $33,688 in 2021. The unemployment rate in Christian County was 2.3% in 2023. The percentage of people with obesity in Christian County was 34.8% in 2021. The percentage of people who binge drink in Christian County was 17.5% in 2021. The percentage of people who smoke in Christian County was 17.9% in 2021."
    },
    "geoId/29045": {
        "summary": "Clark County is a county in Missouri, United States. The population in Clark County was 6,723 in 2022. The median age in Clark County was 42.8 in 2021. The median income in Clark County was $25,584 in 2021. The unemployment rate in Clark County was 3.2% in 2023. The percentage of people with obesity in Clark County was 38.4% in 2021. The percentage of people who binge drink in Clark County was 17.8% in 2021. The percentage of people who smoke in Clark County was 24.7% in 2021."
    },
    "geoId/29047": {
        "summary": "Clay County is a county in Missouri, United States. The population in Clay County was 257,033 in 2022. The median age in Clay County was 37.4 in 2021. The median income in Clay County was $38,907 in 2021. The unemployment rate in Clay County was 2.5% in 2023. The percentage of people with obesity in Clay County was 40.2% in 2021. The percentage of people who binge drink in Clay County was 19.5% in 2021. The percentage of people who smoke in Clay County was 16.1% in 2021."
    },
    "geoId/29049": {
        "summary": "Clinton County is a county in Missouri, United States. The population in Clinton County was 21,328 in 2022. The median age in Clinton County was 41 in 2021. The median income in Clinton County was $34,891 in 2021. The unemployment rate in Clinton County was 2.7% in 2023. The percentage of people with obesity in Clinton County was 36.6% in 2021. The percentage of people who binge drink in Clinton County was 19.1% in 2021. The percentage of people who smoke in Clinton County was 20.5% in 2021."
    },
    "geoId/29051": {
        "summary": "Cole County is a county in Missouri, United States. The population in Cole County was 76,969 in 2022. The median age in Cole County was 39.1 in 2021. The median income in Cole County was $35,160 in 2021. The unemployment rate in Cole County was 2.3% in 2023. The percentage of people with obesity in Cole County was 36.5% in 2021. The percentage of people who binge drink in Cole County was 17.1% in 2021. The percentage of people who smoke in Cole County was 17.9% in 2021."
    },
    "geoId/29053": {
        "summary": "Cooper County is a county in Missouri, United States. The population in Cooper County was 16,772 in 2022. The median age in Cooper County was 38.3 in 2021. The median income in Cooper County was $29,865 in 2021. The unemployment rate in Cooper County was 2.7% in 2023. The percentage of people with obesity in Cooper County was 40% in 2021. The percentage of people who binge drink in Cooper County was 18.3% in 2021. The percentage of people who smoke in Cooper County was 20.7% in 2021."
    },
    "geoId/29055": {
        "summary": "Crawford County is a county in Missouri, United States. The population in Crawford County was 22,659 in 2022. The median age in Crawford County was 42 in 2021. The median income in Crawford County was $24,324 in 2021. The unemployment rate in Crawford County was 3.2% in 2023. The percentage of people with obesity in Crawford County was 37.7% in 2021. The percentage of people who binge drink in Crawford County was 17.2% in 2021. The percentage of people who smoke in Crawford County was 25.4% in 2021."
    },
    "geoId/29057": {
        "summary": "Dade County is a county in Missouri, United States. The population in Dade County was 7,660 in 2022. The median age in Dade County was 46.4 in 2021. The median income in Dade County was $23,277 in 2021. The unemployment rate in Dade County was 2.7% in 2023. The percentage of people with obesity in Dade County was 40.6% in 2021. The percentage of people who binge drink in Dade County was 17.1% in 2021. The percentage of people who smoke in Dade County was 25.3% in 2021."
    },
    "geoId/29059": {
        "summary": "Dallas County is a county in Missouri, United States. The population in Dallas County was 17,626 in 2022. The median age in Dallas County was 41.8 in 2021. The median income in Dallas County was $21,928 in 2021. The unemployment rate in Dallas County was 3.2% in 2023. The percentage of people with obesity in Dallas County was 41.8% in 2021. The percentage of people who binge drink in Dallas County was 16.9% in 2021. The percentage of people who smoke in Dallas County was 25.9% in 2021."
    },
    "geoId/29061": {
        "summary": "Daviess County is a county in Missouri, United States. The population in Daviess County was 8,435 in 2022. The median age in Daviess County was 40.4 in 2021. The median income in Daviess County was $27,208 in 2021. The unemployment rate in Daviess County was 2.8% in 2023. The percentage of people with obesity in Daviess County was 37.2% in 2021. The percentage of people who binge drink in Daviess County was 18.2% in 2021. The percentage of people who smoke in Daviess County was 22.3% in 2021."
    },
    "geoId/29063": {
        "summary": "DeKalb County is a county in Missouri, United States. The population in DeKalb County was 11,336 in 2022. The median age in DeKalb County was 41.3 in 2021. The median income in DeKalb County was $30,972 in 2021. The unemployment rate in DeKalb County was 2.6% in 2023. The percentage of people with obesity in DeKalb County was 38.4% in 2021. The percentage of people who binge drink in DeKalb County was 18.9% in 2021. The percentage of people who smoke in DeKalb County was 21.5% in 2021."
    },
    "geoId/29065": {
        "summary": "Dent County is a county in Missouri, United States. The population in Dent County was 14,467 in 2022. The median age in Dent County was 44.2 in 2021. The median income in Dent County was $26,115 in 2021. The unemployment rate in Dent County was 3.3% in 2023. The percentage of people with obesity in Dent County was 39.9% in 2021. The percentage of people who binge drink in Dent County was 16.9% in 2021. The percentage of people who smoke in Dent County was 25.3% in 2021."
    },
    "geoId/29067": {
        "summary": "Douglas County is a county in Missouri, United States. The population in Douglas County was 11,975 in 2022. The median age in Douglas County was 47.2 in 2021. The median income in Douglas County was $23,661 in 2021. The unemployment rate in Douglas County was 3% in 2023. The percentage of people with obesity in Douglas County was 42.2% in 2021. The percentage of people who binge drink in Douglas County was 17.7% in 2021. The percentage of people who smoke in Douglas County was 25.2% in 2021."
    },
    "geoId/29069": {
        "summary": "Dunklin County is a county in Missouri, United States. The population in Dunklin County was 27,406 in 2022. The median age in Dunklin County was 39.2 in 2021. The median income in Dunklin County was $24,417 in 2021. The unemployment rate in Dunklin County was 4.9% in 2023. The percentage of people with obesity in Dunklin County was 45.3% in 2021. The percentage of people who binge drink in Dunklin County was 15.4% in 2021. The percentage of people who smoke in Dunklin County was 26.8% in 2021."
    },
    "geoId/29071": {
        "summary": "Franklin County is a county in Missouri, United States. The population in Franklin County was 105,879 in 2022. The median age in Franklin County was 40.7 in 2021. The median income in Franklin County was $33,579 in 2021. The unemployment rate in Franklin County was 2.6% in 2023. The percentage of people with obesity in Franklin County was 37.7% in 2021. The percentage of people who binge drink in Franklin County was 19.6% in 2021. The percentage of people who smoke in Franklin County was 19.9% in 2021."
    },
    "geoId/29073": {
        "summary": "Gasconade County is a county in Missouri, United States. The population in Gasconade County was 14,768 in 2022. The median age in Gasconade County was 47.1 in 2021. The median income in Gasconade County was $29,254 in 2021. The unemployment rate in Gasconade County was 2.5% in 2023. The percentage of people with obesity in Gasconade County was 36.3% in 2021. The percentage of people who binge drink in Gasconade County was 19.4% in 2021. The percentage of people who smoke in Gasconade County was 20.4% in 2021."
    },
    "geoId/29075": {
        "summary": "Gentry County is a county in Missouri, United States. The population in Gentry County was 6,253 in 2022. The median age in Gentry County was 39.9 in 2021. The median income in Gentry County was $28,233 in 2021. The unemployment rate in Gentry County was 2.6% in 2023. The percentage of people with obesity in Gentry County was 36% in 2021. The percentage of people who binge drink in Gentry County was 17.3% in 2021. The percentage of people who smoke in Gentry County was 23.6% in 2021."
    },
    "geoId/29077": {
        "summary": "Greene County is a county in Missouri, United States. The population in Greene County was 303,293 in 2022. The median age in Greene County was 36.3 in 2021. The median income in Greene County was $28,989 in 2021. The unemployment rate in Greene County was 2.5% in 2023. The percentage of people with obesity in Greene County was 33.9% in 2021. The percentage of people who binge drink in Greene County was 17.3% in 2021. The percentage of people who smoke in Greene County was 18.5% in 2021."
    },
    "geoId/29079": {
        "summary": "Grundy County is a county in Missouri, United States. The population in Grundy County was 9,838 in 2022. The median age in Grundy County was 40.6 in 2021. The median income in Grundy County was $24,177 in 2021. The unemployment rate in Grundy County was 2.7% in 2023. The percentage of people with obesity in Grundy County was 37.1% in 2021. The percentage of people who binge drink in Grundy County was 16.9% in 2021. The percentage of people who smoke in Grundy County was 22.7% in 2021."
    },
    "geoId/29081": {
        "summary": "Harrison County is a county in Missouri, United States. The population in Harrison County was 8,199 in 2022. The median age in Harrison County was 42.1 in 2021. The median income in Harrison County was $23,928 in 2021. The unemployment rate in Harrison County was 2.6% in 2023. The percentage of people with obesity in Harrison County was 43.7% in 2021. The percentage of people who binge drink in Harrison County was 17.5% in 2021. The percentage of people who smoke in Harrison County was 23.3% in 2021."
    },
    "geoId/29083": {
        "summary": "Henry County is a county in Missouri, United States. The population in Henry County was 22,438 in 2022. The median age in Henry County was 44.4 in 2021. The median income in Henry County was $25,775 in 2021. The unemployment rate in Henry County was 2.8% in 2023. The percentage of people with obesity in Henry County was 38.1% in 2021. The percentage of people who binge drink in Henry County was 17.7% in 2021. The percentage of people who smoke in Henry County was 23.1% in 2021."
    },
    "geoId/29085": {
        "summary": "Hickory County is a county in Missouri, United States. The population in Hickory County was 8,630 in 2022. The median age in Hickory County was 54.8 in 2021. The median income in Hickory County was $21,344 in 2021. The unemployment rate in Hickory County was 3.4% in 2023. The percentage of people with obesity in Hickory County was 37.6% in 2021. The percentage of people who binge drink in Hickory County was 17.7% in 2021. The percentage of people who smoke in Hickory County was 25.5% in 2021."
    },
    "geoId/29087": {
        "summary": "Holt County is a county in Missouri, United States. The population in Holt County was 4,262 in 2022. The median age in Holt County was 48 in 2021. The median income in Holt County was $29,016 in 2021. The unemployment rate in Holt County was 1.9% in 2023. The percentage of people with obesity in Holt County was 40.1% in 2021. The percentage of people who binge drink in Holt County was 17.9% in 2021. The percentage of people who smoke in Holt County was 20.7% in 2021."
    },
    "geoId/29089": {
        "summary": "Howard County is a county in Missouri, United States. The population in Howard County was 10,168 in 2022. The median age in Howard County was 38.5 in 2021. The median income in Howard County was $28,741 in 2021. The unemployment rate in Howard County was 2.8% in 2023. The percentage of people with obesity in Howard County was 38.9% in 2021. The percentage of people who binge drink in Howard County was 18.8% in 2021. The percentage of people who smoke in Howard County was 20% in 2021."
    },
    "geoId/29091": {
        "summary": "Howell County is a county in Missouri, United States. The population in Howell County was 40,631 in 2022. The median age in Howell County was 41.1 in 2021. The median income in Howell County was $23,949 in 2021. The unemployment rate in Howell County was 3.6% in 2023. The percentage of people with obesity in Howell County was 42.3% in 2021. The percentage of people who binge drink in Howell County was 16.2% in 2021. The percentage of people who smoke in Howell County was 26.3% in 2021."
    },
    "geoId/29093": {
        "summary": "Iron County is a county in Missouri, United States. The population in Iron County was 9,414 in 2022. The median age in Iron County was 45.1 in 2021. The median income in Iron County was $23,842 in 2021. The unemployment rate in Iron County was 4.4% in 2023. The percentage of people with obesity in Iron County was 39.8% in 2021. The percentage of people who binge drink in Iron County was 16.6% in 2021. The percentage of people who smoke in Iron County was 25.6% in 2021."
    },
    "geoId/29095": {
        "summary": "Jackson County is a county in Missouri, United States. The population in Jackson County was 716,531 in 2022. The median age in Jackson County was 36.9 in 2021. The median income in Jackson County was $34,606 in 2021. The unemployment rate in Jackson County was 3.2% in 2023. The percentage of people with obesity in Jackson County was 38.6% in 2021. The percentage of people who binge drink in Jackson County was 19.3% in 2021. The percentage of people who smoke in Jackson County was 17.9% in 2021."
    },
    "geoId/29097": {
        "summary": "Jasper County is a county in Missouri, United States. The population in Jasper County was 124,075 in 2022. The median age in Jasper County was 36.4 in 2021. The median income in Jasper County was $27,383 in 2021. The unemployment rate in Jasper County was 2.8% in 2023. The percentage of people with obesity in Jasper County was 40.1% in 2021. The percentage of people who binge drink in Jasper County was 16.2% in 2021. The percentage of people who smoke in Jasper County was 21.8% in 2021."
    },
    "geoId/29099": {
        "summary": "Jefferson County is a county in Missouri, United States. The population in Jefferson County was 229,336 in 2022. The median age in Jefferson County was 39.9 in 2021. The median income in Jefferson County was $35,700 in 2021. The unemployment rate in Jefferson County was 2.6% in 2023. The percentage of people with obesity in Jefferson County was 37.3% in 2021. The percentage of people who binge drink in Jefferson County was 18.3% in 2021. The percentage of people who smoke in Jefferson County was 19.5% in 2021."
    },
    "geoId/29101": {
        "summary": "Johnson County is a county in Missouri, United States. The population in Johnson County was 54,368 in 2022. The median age in Johnson County was 30.7 in 2021. The median income in Johnson County was $30,360 in 2021. The unemployment rate in Johnson County was 3.1% in 2023. The percentage of people with obesity in Johnson County was 35.6% in 2021. The percentage of people who binge drink in Johnson County was 18.1% in 2021. The percentage of people who smoke in Johnson County was 19.6% in 2021."
    },
    "geoId/29103": {
        "summary": "Knox County is a county in Missouri, United States. The population in Knox County was 3,776 in 2022. The median age in Knox County was 43.5 in 2021. The median income in Knox County was $19,583 in 2021. The unemployment rate in Knox County was 3% in 2023. The percentage of people with obesity in Knox County was 41.4% in 2021. The percentage of people who binge drink in Knox County was 16.5% in 2021. The percentage of people who smoke in Knox County was 25.5% in 2021."
    },
    "geoId/29105": {
        "summary": "Laclede County is a county in Missouri, United States. The population in Laclede County was 36,313 in 2022. The median age in Laclede County was 39.4 in 2021. The median income in Laclede County was $27,345 in 2021. The unemployment rate in Laclede County was 3.4% in 2023. The percentage of people with obesity in Laclede County was 38.6% in 2021. The percentage of people who binge drink in Laclede County was 16.6% in 2021. The percentage of people who smoke in Laclede County was 23.3% in 2021."
    },
    "geoId/29107": {
        "summary": "Lafayette County is a county in Missouri, United States. The population in Lafayette County was 32,961 in 2022. The median age in Lafayette County was 41.9 in 2021. The median income in Lafayette County was $34,413 in 2021. The unemployment rate in Lafayette County was 2.6% in 2023. The percentage of people with obesity in Lafayette County was 40.3% in 2021. The percentage of people who binge drink in Lafayette County was 19.8% in 2021. The percentage of people who smoke in Lafayette County was 21.1% in 2021."
    },
    "geoId/29109": {
        "summary": "Lawrence County is a county in Missouri, United States. The population in Lawrence County was 38,683 in 2022. The median age in Lawrence County was 38.8 in 2021. The median income in Lawrence County was $25,470 in 2021. The unemployment rate in Lawrence County was 2.9% in 2023. The percentage of people with obesity in Lawrence County was 40.4% in 2021. The percentage of people who binge drink in Lawrence County was 16.8% in 2021. The percentage of people who smoke in Lawrence County was 23.8% in 2021."
    },
    "geoId/29111": {
        "summary": "Lewis County is a county in Missouri, United States. The population in Lewis County was 9,891 in 2022. The median age in Lewis County was 40.9 in 2021. The median income in Lewis County was $23,888 in 2021. The unemployment rate in Lewis County was 2.8% in 2023. The percentage of people with obesity in Lewis County was 45.1% in 2021. The percentage of people who binge drink in Lewis County was 18.7% in 2021. The percentage of people who smoke in Lewis County was 24.8% in 2021."
    },
    "geoId/29113": {
        "summary": "Lincoln County is a county in Missouri, United States. The population in Lincoln County was 63,155 in 2022. The median age in Lincoln County was 37.5 in 2021. The median income in Lincoln County was $36,233 in 2021. The unemployment rate in Lincoln County was 2.7% in 2023. The percentage of people with obesity in Lincoln County was 43% in 2021. The percentage of people who binge drink in Lincoln County was 18.4% in 2021. The percentage of people who smoke in Lincoln County was 19.9% in 2021."
    },
    "geoId/29115": {
        "summary": "Linn County is a county in Missouri, United States. The population in Linn County was 11,820 in 2022. The median age in Linn County was 41.8 in 2021. The median income in Linn County was $30,272 in 2021. The unemployment rate in Linn County was 3.6% in 2023. The percentage of people with obesity in Linn County was 38.3% in 2021. The percentage of people who binge drink in Linn County was 17.2% in 2021. The percentage of people who smoke in Linn County was 22.3% in 2021."
    },
    "geoId/29117": {
        "summary": "Livingston County is a county in Missouri, United States. The population in Livingston County was 14,402 in 2022. The median age in Livingston County was 39.1 in 2021. The median income in Livingston County was $30,975 in 2021. The unemployment rate in Livingston County was 2.3% in 2023. The percentage of people with obesity in Livingston County was 41% in 2021. The percentage of people who binge drink in Livingston County was 16.8% in 2021. The percentage of people who smoke in Livingston County was 21.9% in 2021."
    },
    "geoId/29119": {
        "summary": "McDonald County is a county in Missouri, United States. The population in McDonald County was 23,588 in 2022. The median age in McDonald County was 38.4 in 2021. The median income in McDonald County was $24,653 in 2021. The unemployment rate in McDonald County was 3.8% in 2023. The percentage of people with obesity in McDonald County was 44.5% in 2021. The percentage of people who binge drink in McDonald County was 16.5% in 2021. The percentage of people who smoke in McDonald County was 27.4% in 2021."
    },
    "geoId/29121": {
        "summary": "Macon County is a county in Missouri, United States. The population in Macon County was 15,049 in 2022. The median age in Macon County was 43.5 in 2021. The median income in Macon County was $26,859 in 2021. The unemployment rate in Macon County was 2.8% in 2023. The percentage of people with obesity in Macon County was 41.6% in 2021. The percentage of people who binge drink in Macon County was 18.7% in 2021. The percentage of people who smoke in Macon County was 21.8% in 2021."
    },
    "geoId/29123": {
        "summary": "Madison County is a county in Missouri, United States. The population in Madison County was 12,753 in 2022. The median age in Madison County was 41.4 in 2021. The median income in Madison County was $26,538 in 2021. The unemployment rate in Madison County was 3.5% in 2023. The percentage of people with obesity in Madison County was 39.1% in 2021. The percentage of people who binge drink in Madison County was 17.4% in 2021. The percentage of people who smoke in Madison County was 22.1% in 2021."
    },
    "geoId/29125": {
        "summary": "Maries County is a county in Missouri, United States. The population in Maries County was 8,431 in 2022. The median age in Maries County was 45.4 in 2021. The median income in Maries County was $27,747 in 2021. The unemployment rate in Maries County was 2.8% in 2023. The percentage of people with obesity in Maries County was 40.6% in 2021. The percentage of people who binge drink in Maries County was 18.3% in 2021. The percentage of people who smoke in Maries County was 22.8% in 2021."
    },
    "geoId/29127": {
        "summary": "Marion County is a county in Missouri, United States. The population in Marion County was 28,438 in 2022. The median age in Marion County was 39.2 in 2021. The median income in Marion County was $30,173 in 2021. The unemployment rate in Marion County was 2.9% in 2023. The percentage of people with obesity in Marion County was 41% in 2021. The percentage of people who binge drink in Marion County was 18.3% in 2021. The percentage of people who smoke in Marion County was 21.9% in 2021."
    },
    "geoId/29129": {
        "summary": "Mercer County is a county in Missouri, United States. The population in Mercer County was 3,437 in 2022. The median age in Mercer County was 41.2 in 2021. The median income in Mercer County was $25,659 in 2021. The unemployment rate in Mercer County was 2.9% in 2023. The percentage of people with obesity in Mercer County was 39.8% in 2021. The percentage of people who binge drink in Mercer County was 17.7% in 2021. The percentage of people who smoke in Mercer County was 23.3% in 2021."
    },
    "geoId/29131": {
        "summary": "Miller County is a county in Missouri, United States. The population in Miller County was 25,403 in 2022. The median age in Miller County was 40.3 in 2021. The median income in Miller County was $28,293 in 2021. The unemployment rate in Miller County was 3% in 2023. The percentage of people with obesity in Miller County was 39.9% in 2021. The percentage of people who binge drink in Miller County was 18.2% in 2021. The percentage of people who smoke in Miller County was 22.6% in 2021."
    },
    "geoId/29133": {
        "summary": "Mississippi County is a county in Missouri, United States. The population in Mississippi County was 11,688 in 2022. The median age in Mississippi County was 40.8 in 2021. The median income in Mississippi County was $17,180 in 2021. The unemployment rate in Mississippi County was 3.4% in 2023. The percentage of people with obesity in Mississippi County was 43.4% in 2021. The percentage of people who binge drink in Mississippi County was 15.3% in 2021. The percentage of people who smoke in Mississippi County was 28.7% in 2021."
    },
    "geoId/29135": {
        "summary": "Moniteau County is a county in Missouri, United States. The population in Moniteau County was 15,220 in 2022. The median age in Moniteau County was 37.6 in 2021. The median income in Moniteau County was $31,971 in 2021. The unemployment rate in Moniteau County was 2.4% in 2023. The percentage of people with obesity in Moniteau County was 41.8% in 2021. The percentage of people who binge drink in Moniteau County was 18.2% in 2021. The percentage of people who smoke in Moniteau County was 20.9% in 2021."
    },
    "geoId/29137": {
        "summary": "Monroe County is a county in Missouri, United States. The population in Monroe County was 8,652 in 2022. The median age in Monroe County was 46.2 in 2021. The median income in Monroe County was $27,998 in 2021. The unemployment rate in Monroe County was 2.9% in 2023. The percentage of people with obesity in Monroe County was 41.3% in 2021. The percentage of people who binge drink in Monroe County was 17.8% in 2021. The percentage of people who smoke in Monroe County was 22.4% in 2021."
    },
    "geoId/29139": {
        "summary": "Montgomery County is a county in Missouri, United States. The population in Montgomery County was 11,470 in 2022. The median age in Montgomery County was 43.8 in 2021. The median income in Montgomery County was $30,363 in 2021. The unemployment rate in Montgomery County was 2.6% in 2023. The percentage of people with obesity in Montgomery County was 43.6% in 2021. The percentage of people who binge drink in Montgomery County was 17.4% in 2021. The percentage of people who smoke in Montgomery County was 23.1% in 2021."
    },
    "geoId/29141": {
        "summary": "Morgan County is a county in Missouri, United States. The population in Morgan County was 21,785 in 2022. The median age in Morgan County was 46.1 in 2021. The median income in Morgan County was $24,026 in 2021. The unemployment rate in Morgan County was 3.7% in 2023. The percentage of people with obesity in Morgan County was 41% in 2021. The percentage of people who binge drink in Morgan County was 17.3% in 2021. The percentage of people who smoke in Morgan County was 25.6% in 2021."
    },
    "geoId/29143": {
        "summary": "New Madrid County is a county in Missouri, United States. The population in New Madrid County was 15,695 in 2022. The median age in New Madrid County was 41.7 in 2021. The median income in New Madrid County was $26,215 in 2021. The unemployment rate in New Madrid County was 3.6% in 2023. The percentage of people with obesity in New Madrid County was 46.7% in 2021. The percentage of people who binge drink in New Madrid County was 15.6% in 2021. The percentage of people who smoke in New Madrid County was 26.3% in 2021."
    },
    "geoId/29145": {
        "summary": "Newton County is a county in Missouri, United States. The population in Newton County was 60,011 in 2022. The median age in Newton County was 39.9 in 2021. The median income in Newton County was $28,403 in 2021. The unemployment rate in Newton County was 2.9% in 2023. The percentage of people with obesity in Newton County was 40.8% in 2021. The percentage of people who binge drink in Newton County was 17% in 2021. The percentage of people who smoke in Newton County was 21.7% in 2021."
    },
    "geoId/29147": {
        "summary": "Nodaway County is a county in Missouri, United States. The population in Nodaway County was 20,670 in 2022. The median age in Nodaway County was 29.9 in 2021. The median income in Nodaway County was $22,019 in 2021. The unemployment rate in Nodaway County was 2.8% in 2023. The percentage of people with obesity in Nodaway County was 39.7% in 2021. The percentage of people who binge drink in Nodaway County was 18.7% in 2021. The percentage of people who smoke in Nodaway County was 19.6% in 2021."
    },
    "geoId/29149": {
        "summary": "Oregon County is a county in Missouri, United States. The population in Oregon County was 8,732 in 2022. The median age in Oregon County was 44.9 in 2021. The median income in Oregon County was $19,877 in 2021. The unemployment rate in Oregon County was 3.4% in 2023. The percentage of people with obesity in Oregon County was 42.1% in 2021. The percentage of people who binge drink in Oregon County was 15.9% in 2021. The percentage of people who smoke in Oregon County was 29.3% in 2021."
    },
    "geoId/29151": {
        "summary": "Osage County is a county in Missouri, United States. The population in Osage County was 13,399 in 2022. The median age in Osage County was 41.1 in 2021. The median income in Osage County was $34,468 in 2021. The unemployment rate in Osage County was 2.3% in 2023. The percentage of people with obesity in Osage County was 32.9% in 2021. The percentage of people who binge drink in Osage County was 19% in 2021. The percentage of people who smoke in Osage County was 18.5% in 2021."
    },
    "geoId/29153": {
        "summary": "Ozark County is a county in Missouri, United States. The population in Ozark County was 8,940 in 2022. The median age in Ozark County was 51.8 in 2021. The median income in Ozark County was $20,746 in 2021. The unemployment rate in Ozark County was 4.6% in 2023. The percentage of people with obesity in Ozark County was 40% in 2021. The percentage of people who binge drink in Ozark County was 16.7% in 2021. The percentage of people who smoke in Ozark County was 27.8% in 2021."
    },
    "geoId/29155": {
        "summary": "Pemiscot County is a county in Missouri, United States. The population in Pemiscot County was 14,841 in 2022. The median age in Pemiscot County was 38 in 2021. The median income in Pemiscot County was $20,327 in 2021. The unemployment rate in Pemiscot County was 5.1% in 2023. The percentage of people with obesity in Pemiscot County was 43.6% in 2021. The percentage of people who binge drink in Pemiscot County was 15% in 2021. The percentage of people who smoke in Pemiscot County was 28% in 2021."
    },
    "geoId/29157": {
        "summary": "Perry County is a county in Missouri, United States. The population in Perry County was 18,858 in 2022. The median age in Perry County was 40.9 in 2021. The median income in Perry County was $29,349 in 2021. The unemployment rate in Perry County was 2.6% in 2023. The percentage of people with obesity in Perry County was 37.3% in 2021. The percentage of people who binge drink in Perry County was 19.6% in 2021. The percentage of people who smoke in Perry County was 20.8% in 2021."
    },
    "geoId/29159": {
        "summary": "Pettis County is a county in Missouri, United States. The population in Pettis County was 43,353 in 2022. The median age in Pettis County was 38 in 2021. The median income in Pettis County was $27,411 in 2021. The unemployment rate in Pettis County was 2.7% in 2023. The percentage of people with obesity in Pettis County was 42% in 2021. The percentage of people who binge drink in Pettis County was 17.9% in 2021. The percentage of people who smoke in Pettis County was 22% in 2021."
    },
    "geoId/29161": {
        "summary": "Phelps County is a county in Missouri, United States. The population in Phelps County was 45,313 in 2022. The median age in Phelps County was 35.8 in 2021. The median income in Phelps County was $26,441 in 2021. The unemployment rate in Phelps County was 2.9% in 2023. The percentage of people with obesity in Phelps County was 40% in 2021. The percentage of people who binge drink in Phelps County was 17% in 2021. The percentage of people who smoke in Phelps County was 20.5% in 2021."
    },
    "geoId/29163": {
        "summary": "Pike County is a county in Missouri, United States. The population in Pike County was 17,664 in 2022. The median age in Pike County was 38.7 in 2021. The median income in Pike County was $27,031 in 2021. The unemployment rate in Pike County was 2.9% in 2023. The percentage of people with obesity in Pike County was 42.4% in 2021. The percentage of people who binge drink in Pike County was 18.1% in 2021. The percentage of people who smoke in Pike County was 24.1% in 2021."
    },
    "geoId/29165": {
        "summary": "Platte County is a county in Missouri, United States. The population in Platte County was 110,534 in 2022. The median age in Platte County was 38.5 in 2021. The median income in Platte County was $42,490 in 2021. The unemployment rate in Platte County was 2.5% in 2023. The percentage of people with obesity in Platte County was 36.5% in 2021. The percentage of people who binge drink in Platte County was 18.3% in 2021. The percentage of people who smoke in Platte County was 14.9% in 2021."
    },
    "geoId/29167": {
        "summary": "Polk County is a county in Missouri, United States. The population in Polk County was 32,693 in 2022. The median age in Polk County was 38.2 in 2021. The median income in Polk County was $24,402 in 2021. The unemployment rate in Polk County was 2.9% in 2023. The percentage of people with obesity in Polk County was 38.7% in 2021. The percentage of people who binge drink in Polk County was 17.5% in 2021. The percentage of people who smoke in Polk County was 22.8% in 2021."
    },
    "geoId/29169": {
        "summary": "Pulaski County is a county in Missouri, United States. The population in Pulaski County was 53,941 in 2022. The median age in Pulaski County was 28.1 in 2021. The median income in Pulaski County was $27,618 in 2021. The unemployment rate in Pulaski County was 3.4% in 2023. The percentage of people with obesity in Pulaski County was 40.7% in 2021. The percentage of people who binge drink in Pulaski County was 16.7% in 2021. The percentage of people who smoke in Pulaski County was 20.3% in 2021."
    },
    "geoId/29171": {
        "summary": "Putnam County is a county in Missouri, United States. The population in Putnam County was 4,666 in 2022. The median age in Putnam County was 46 in 2021. The median income in Putnam County was $29,925 in 2021. The unemployment rate in Putnam County was 2.9% in 2023. The percentage of people with obesity in Putnam County was 38.1% in 2021. The percentage of people who binge drink in Putnam County was 18.6% in 2021. The percentage of people who smoke in Putnam County was 20.4% in 2021."
    },
    "geoId/29173": {
        "summary": "Ralls County is a county in Missouri, United States. The population in Ralls County was 10,420 in 2022. The median age in Ralls County was 45 in 2021. The median income in Ralls County was $28,600 in 2021. The unemployment rate in Ralls County was 2.5% in 2023. The percentage of people with obesity in Ralls County was 39% in 2021. The percentage of people who binge drink in Ralls County was 18.8% in 2021. The percentage of people who smoke in Ralls County was 22.5% in 2021."
    },
    "geoId/29175": {
        "summary": "Randolph County is a county in Missouri, United States. The population in Randolph County was 24,622 in 2022. The median age in Randolph County was 39.3 in 2021. The median income in Randolph County was $28,348 in 2021. The unemployment rate in Randolph County was 3.3% in 2023. The percentage of people with obesity in Randolph County was 42.2% in 2021. The percentage of people who binge drink in Randolph County was 17.1% in 2021. The percentage of people who smoke in Randolph County was 22.2% in 2021."
    },
    "geoId/29177": {
        "summary": "Ray County is a county in Missouri, United States. The population in Ray County was 23,107 in 2022. The median age in Ray County was 42.3 in 2021. The median income in Ray County was $32,928 in 2021. The unemployment rate in Ray County was 3% in 2023. The percentage of people with obesity in Ray County was 36.5% in 2021. The percentage of people who binge drink in Ray County was 17.9% in 2021. The percentage of people who smoke in Ray County was 22.3% in 2021."
    },
    "geoId/29179": {
        "summary": "Reynolds County is a county in Missouri, United States. The population in Reynolds County was 6,006 in 2022. The median age in Reynolds County was 46.1 in 2021. The median income in Reynolds County was $23,296 in 2021. The unemployment rate in Reynolds County was 3.3% in 2023. The percentage of people with obesity in Reynolds County was 39.6% in 2021. The percentage of people who binge drink in Reynolds County was 17.9% in 2021. The percentage of people who smoke in Reynolds County was 25.5% in 2021."
    },
    "geoId/29181": {
        "summary": "Ripley County is a county in Missouri, United States. The population in Ripley County was 10,703 in 2022. The median age in Ripley County was 41.5 in 2021. The median income in Ripley County was $18,603 in 2021. The unemployment rate in Ripley County was 3.9% in 2023. The percentage of people with obesity in Ripley County was 44.4% in 2021. The percentage of people who binge drink in Ripley County was 16% in 2021. The percentage of people who smoke in Ripley County was 28.7% in 2021."
    },
    "geoId/29183": {
        "summary": "St. Charles County is a county in Missouri, United States. The population in St. Charles County was 413,803 in 2022. The median age in St. Charles County was 39.2 in 2021. The median income in St. Charles County was $43,354 in 2021. The unemployment rate in St. Charles County was 2.4% in 2023. The percentage of people with obesity in St. Charles County was 37% in 2021. The percentage of people who binge drink in St. Charles County was 19.5% in 2021. The percentage of people who smoke in St. Charles County was 13.4% in 2021."
    },
    "geoId/29185": {
        "summary": "St. Clair County is a county in Missouri, United States. The population in St. Clair County was 9,576 in 2022. The median age in St. Clair County was 48.7 in 2021. The median income in St. Clair County was $23,116 in 2021. The unemployment rate in St. Clair County was 3.5% in 2023. The percentage of people with obesity in St. Clair County was 38.7% in 2021. The percentage of people who binge drink in St. Clair County was 17.1% in 2021. The percentage of people who smoke in St. Clair County was 24.8% in 2021."
    },
    "geoId/29186": {
        "summary": "Ste. Genevieve County is a county in Missouri, United States. The population in Ste. Genevieve County was 18,644 in 2022. The median age in Ste. Genevieve County was 44.1 in 2021. The median income in Ste. Genevieve County was $30,153 in 2021. The unemployment rate in Ste. Genevieve County was 2.7% in 2023. The percentage of people with obesity in Ste. Genevieve County was 39.5% in 2021. The percentage of people who binge drink in Ste. Genevieve County was 19.9% in 2021. The percentage of people who smoke in Ste. Genevieve County was 21% in 2021."
    },
    "geoId/29187": {
        "summary": "St. Francois County is a county in Missouri, United States. The population in St. Francois County was 66,969 in 2022. The median age in St. Francois County was 38.9 in 2021. The median income in St. Francois County was $23,972 in 2021. The unemployment rate in St. Francois County was 3.6% in 2023. The percentage of people with obesity in St. Francois County was 42.1% in 2021. The percentage of people who binge drink in St. Francois County was 18.1% in 2021. The percentage of people who smoke in St. Francois County was 25.1% in 2021."
    },
    "geoId/29189": {
        "summary": "St. Louis County is a county in Missouri, United States. The population in St. Louis County was 990,414 in 2022. The median age in St. Louis County was 40.3 in 2021. The median income in St. Louis County was $38,677 in 2021. The unemployment rate in St. Louis County was 2.8% in 2023. The percentage of people with obesity in St. Louis County was 34.1% in 2021. The percentage of people who binge drink in St. Louis County was 18.8% in 2021. The percentage of people who smoke in St. Louis County was 16.2% in 2021."
    },
    "geoId/29195": {
        "summary": "Saline County is a county in Missouri, United States. The population in Saline County was 23,007 in 2022. The median age in Saline County was 36.3 in 2021. The median income in Saline County was $25,036 in 2021. The unemployment rate in Saline County was 2.7% in 2023. The percentage of people with obesity in Saline County was 37.1% in 2021. The percentage of people who binge drink in Saline County was 17.7% in 2021. The percentage of people who smoke in Saline County was 20.2% in 2021."
    },
    "geoId/29197": {
        "summary": "Schuyler County is a county in Missouri, United States. The population in Schuyler County was 4,002 in 2022. The median age in Schuyler County was 39.5 in 2021. The median income in Schuyler County was $25,433 in 2021. The unemployment rate in Schuyler County was 3.3% in 2023. The percentage of people with obesity in Schuyler County was 42.4% in 2021. The percentage of people who binge drink in Schuyler County was 18.7% in 2021. The percentage of people who smoke in Schuyler County was 22.3% in 2021."
    },
    "geoId/29199": {
        "summary": "Scotland County is a county in Missouri, United States. The population in Scotland County was 4,643 in 2022. The median age in Scotland County was 36.8 in 2021. The median income in Scotland County was $28,696 in 2021. The unemployment rate in Scotland County was 2.1% in 2023. The percentage of people with obesity in Scotland County was 39.3% in 2021. The percentage of people who binge drink in Scotland County was 17.4% in 2021. The percentage of people who smoke in Scotland County was 23.6% in 2021."
    },
    "geoId/29201": {
        "summary": "Scott County is a county in Missouri, United States. The population in Scott County was 37,840 in 2022. The median age in Scott County was 39.6 in 2021. The median income in Scott County was $26,698 in 2021. The unemployment rate in Scott County was 2.8% in 2023. The percentage of people with obesity in Scott County was 35.9% in 2021. The percentage of people who binge drink in Scott County was 17.3% in 2021. The percentage of people who smoke in Scott County was 22.3% in 2021."
    },
    "geoId/29203": {
        "summary": "Shannon County is a county in Missouri, United States. The population in Shannon County was 7,193 in 2022. The median age in Shannon County was 46.1 in 2021. The median income in Shannon County was $20,435 in 2021. The unemployment rate in Shannon County was 4.5% in 2023. The percentage of people with obesity in Shannon County was 42% in 2021. The percentage of people who binge drink in Shannon County was 17.3% in 2021. The percentage of people who smoke in Shannon County was 25.7% in 2021."
    },
    "geoId/29205": {
        "summary": "Shelby County is a county in Missouri, United States. The population in Shelby County was 5,982 in 2022. The median age in Shelby County was 43.3 in 2021. The median income in Shelby County was $26,763 in 2021. The unemployment rate in Shelby County was 2.4% in 2023. The percentage of people with obesity in Shelby County was 39.5% in 2021. The percentage of people who binge drink in Shelby County was 17.3% in 2021. The percentage of people who smoke in Shelby County was 23.7% in 2021."
    },
    "geoId/29207": {
        "summary": "Stoddard County is a county in Missouri, United States. The population in Stoddard County was 28,377 in 2022. The median age in Stoddard County was 41.3 in 2021. The median income in Stoddard County was $25,554 in 2021. The unemployment rate in Stoddard County was 4.2% in 2023. The percentage of people with obesity in Stoddard County was 41.1% in 2021. The percentage of people who binge drink in Stoddard County was 16.6% in 2021. The percentage of people who smoke in Stoddard County was 26.2% in 2021."
    },
    "geoId/29209": {
        "summary": "Stone County is a county in Missouri, United States. The population in Stone County was 32,136 in 2022. The median age in Stone County was 54.2 in 2021. The median income in Stone County was $26,449 in 2021. The unemployment rate in Stone County was 3.6% in 2023. The percentage of people with obesity in Stone County was 41.2% in 2021. The percentage of people who binge drink in Stone County was 17.9% in 2021. The percentage of people who smoke in Stone County was 22% in 2021."
    },
    "geoId/29211": {
        "summary": "Sullivan County is a county in Missouri, United States. The population in Sullivan County was 5,840 in 2022. The median age in Sullivan County was 41.9 in 2021. The median income in Sullivan County was $26,336 in 2021. The unemployment rate in Sullivan County was 2.8% in 2023. The percentage of people with obesity in Sullivan County was 44.1% in 2021. The percentage of people who binge drink in Sullivan County was 16.7% in 2021. The percentage of people who smoke in Sullivan County was 22.4% in 2021."
    },
    "geoId/29213": {
        "summary": "Taney County is a county in Missouri, United States. The population in Taney County was 56,821 in 2022. The median age in Taney County was 42.6 in 2021. The median income in Taney County was $25,820 in 2021. The unemployment rate in Taney County was 3.3% in 2023. The percentage of people with obesity in Taney County was 37% in 2021. The percentage of people who binge drink in Taney County was 17.2% in 2021. The percentage of people who smoke in Taney County was 21.4% in 2021."
    },
    "geoId/29215": {
        "summary": "Texas County is a county in Missouri, United States. The population in Texas County was 25,336 in 2022. The median age in Texas County was 42.6 in 2021. The median income in Texas County was $21,832 in 2021. The unemployment rate in Texas County was 3.6% in 2023. The percentage of people with obesity in Texas County was 42.8% in 2021. The percentage of people who binge drink in Texas County was 16.9% in 2021. The percentage of people who smoke in Texas County was 25.8% in 2021."
    },
    "geoId/29217": {
        "summary": "Vernon County is a county in Missouri, United States. The population in Vernon County was 19,651 in 2022. The median age in Vernon County was 41.5 in 2021. The median income in Vernon County was $26,142 in 2021. The unemployment rate in Vernon County was 3.4% in 2023. The percentage of people with obesity in Vernon County was 37.2% in 2021. The percentage of people who binge drink in Vernon County was 16.9% in 2021. The percentage of people who smoke in Vernon County was 24.9% in 2021."
    },
    "geoId/29219": {
        "summary": "Warren County is a county in Missouri, United States. The population in Warren County was 37,260 in 2022. The median age in Warren County was 41.4 in 2021. The median income in Warren County was $32,216 in 2021. The unemployment rate in Warren County was 2.5% in 2023. The percentage of people with obesity in Warren County was 41.1% in 2021. The percentage of people who binge drink in Warren County was 20.4% in 2021. The percentage of people who smoke in Warren County was 20.7% in 2021."
    },
    "geoId/29221": {
        "summary": "Washington County is a county in Missouri, United States. The population in Washington County was 23,441 in 2022. The median age in Washington County was 40.2 in 2021. The median income in Washington County was $24,080 in 2021. The unemployment rate in Washington County was 3.3% in 2023. The percentage of people with obesity in Washington County was 43.1% in 2021. The percentage of people who binge drink in Washington County was 17.3% in 2021. The percentage of people who smoke in Washington County was 25.9% in 2021."
    },
    "geoId/29223": {
        "summary": "Wayne County is a county in Missouri, United States. The population in Wayne County was 10,792 in 2022. The median age in Wayne County was 48.2 in 2021. The median income in Wayne County was $21,535 in 2021. The unemployment rate in Wayne County was 4.3% in 2023. The percentage of people with obesity in Wayne County was 41% in 2021. The percentage of people who binge drink in Wayne County was 16.5% in 2021. The percentage of people who smoke in Wayne County was 27.9% in 2021."
    },
    "geoId/29225": {
        "summary": "Webster County is a county in Missouri, United States. The population in Webster County was 40,335 in 2022. The median age in Webster County was 36.7 in 2021. The median income in Webster County was $28,991 in 2021. The unemployment rate in Webster County was 2.6% in 2023. The percentage of people with obesity in Webster County was 36.7% in 2021. The percentage of people who binge drink in Webster County was 17.3% in 2021. The percentage of people who smoke in Webster County was 23% in 2021."
    },
    "geoId/29227": {
        "summary": "Worth County is a county in Missouri, United States. The population in Worth County was 1,955 in 2022. The median age in Worth County was 48.6 in 2021. The median income in Worth County was $23,079 in 2021. The unemployment rate in Worth County was 2% in 2023. The percentage of people with obesity in Worth County was 43.2% in 2021. The percentage of people who binge drink in Worth County was 18.4% in 2021. The percentage of people who smoke in Worth County was 22.3% in 2021."
    },
    "geoId/29229": {
        "summary": "Wright County is a county in Missouri, United States. The population in Wright County was 19,156 in 2022. The median age in Wright County was 41.3 in 2021. The median income in Wright County was $21,788 in 2021. The unemployment rate in Wright County was 3.3% in 2023. The percentage of people with obesity in Wright County was 42.3% in 2021. The percentage of people who binge drink in Wright County was 15.8% in 2021. The percentage of people who smoke in Wright County was 27% in 2021."
    },
    "geoId/29510": {
        "summary": "St. Louis is a county in Missouri, United States. The population in St. Louis was 286,578 in 2022. The median age in St. Louis was 36.3 in 2021. The median income in St. Louis was $31,804 in 2021. The unemployment rate in St. Louis was 3.5% in 2023. The percentage of people with obesity in St. Louis was 36.5% in 2021. The percentage of people who binge drink in St. Louis was 18.1% in 2021. The percentage of people who smoke in St. Louis was 20.3% in 2021."
    }
}