{
    "geoId/51": {
        "summary": "Virginia, a state in the southeastern United States, had a population of 8,683,619 in 2022. The median age in 2021 was 38.5 years, with a median income of $39,236. Virginia's unemployment rate in 2023 was 2.9%. Life expectancy in 2020 was 77.6 years. Additionally, in 2021, 34.67% of the population was classified as obese, 16.74% reported binge drinking, and 14.37% were smokers."
    },
    "geoId/5116000": {
        "summary": "Chesapeake, an independent city in Virginia, had a population of 252,488 in 2022. The median age in 2021 was 37.1 years, with a median income of $41,392. Chesapeake's unemployment rate in 2023 stood at 3%. Additionally, in 2021, 36.1% of the population was classified as obese, 16.1% reported binge drinking, and 14.8% were smokers."
    },
    "geoId/5157000": {
        "summary": "Norfolk, an independent city in Virginia, had a population of 232,995 in 2022. The median age in 2021 was 30.9 years, with a median income of $29,582. The city's unemployment rate in 2023 stood at 3.4%. Additionally, in 2021, 42.9% of the population was classified as obese, 17.5% reported binge drinking, and 18.9% were smokers."
    },
    "geoId/5182000": {
        "summary": "Virginia Beach, an independent city in Virginia, had a population of 455,618 in 2022. The median age in 2021 was 36.7 years, with a median income of $41,436. The city's unemployment rate in 2023 stood at 2.9%. Additionally, in 2021, 31.6% of the population was classified as obese, 17% reported binge drinking, and 14.2% were smokers."
    },
    "geoId/51001": {
        "summary": "Accomack County is a county in Virginia, United States. The population in Accomack County was 33,191 in 2022. The median age in Accomack County was 47.1 in 2021. The median income in Accomack County was $27,043 in 2021. The unemployment rate in Accomack County was 3.4% in 2023. The percentage of people with obesity in Accomack County was 40.1% in 2021. The percentage of people who binge drink in Accomack County was 15.5% in 2021. The percentage of people who smoke in Accomack County was 19.8% in 2021."
    },
    "geoId/51003": {
        "summary": "Albemarle County is a county in Virginia, United States. The population in Albemarle County was 114,534 in 2022. The median age in Albemarle County was 39.3 in 2021. The median income in Albemarle County was $42,966 in 2021. The unemployment rate in Albemarle County was 2.6% in 2023. The percentage of people with obesity in Albemarle County was 28.6% in 2021. The percentage of people who binge drink in Albemarle County was 18% in 2021. The percentage of people who smoke in Albemarle County was 11.1% in 2021."
    },
    "geoId/51005": {
        "summary": "Alleghany County is a county in Virginia, United States. The population in Alleghany County was 14,835 in 2022. The median age in Alleghany County was 48 in 2021. The median income in Alleghany County was $28,862 in 2021. The unemployment rate in Alleghany County was 3.3% in 2023. The percentage of people with obesity in Alleghany County was 37.8% in 2021. The percentage of people who binge drink in Alleghany County was 17.4% in 2021. The percentage of people who smoke in Alleghany County was 19.3% in 2021."
    },
    "geoId/51007": {
        "summary": "Amelia County is a county in Virginia, United States. The population in Amelia County was 13,455 in 2022. The median age in Amelia County was 45 in 2021. The median income in Amelia County was $37,377 in 2021. The unemployment rate in Amelia County was 3% in 2023. The percentage of people with obesity in Amelia County was 39.6% in 2021. The percentage of people who binge drink in Amelia County was 17.3% in 2021. The percentage of people who smoke in Amelia County was 19% in 2021."
    },
    "geoId/51009": {
        "summary": "Amherst County is a county in Virginia, United States. The population in Amherst County was 31,589 in 2022. The median age in Amherst County was 44.9 in 2021. The median income in Amherst County was $31,068 in 2021. The unemployment rate in Amherst County was 3.3% in 2023. The percentage of people with obesity in Amherst County was 36.4% in 2021. The percentage of people who binge drink in Amherst County was 17.6% in 2021. The percentage of people who smoke in Amherst County was 18.2% in 2021."
    },
    "geoId/51011": {
        "summary": "Appomattox County is a county in Virginia, United States. The population in Appomattox County was 16,748 in 2022. The median age in Appomattox County was 42.6 in 2021. The median income in Appomattox County was $30,172 in 2021. The unemployment rate in Appomattox County was 3.9% in 2023. The percentage of people with obesity in Appomattox County was 39.9% in 2021. The percentage of people who binge drink in Appomattox County was 17% in 2021. The percentage of people who smoke in Appomattox County was 18.9% in 2021."
    },
    "geoId/51013": {
        "summary": "Arlington County is a county in Virginia, United States. The population in Arlington County was 234,000 in 2022. The median age in Arlington County was 35.1 in 2021. The median income in Arlington County was $75,580 in 2021. The unemployment rate in Arlington County was 2.2% in 2023. The percentage of people with obesity in Arlington County was 23.9% in 2021. The percentage of people who binge drink in Arlington County was 18.7% in 2021. The percentage of people who smoke in Arlington County was 7.9% in 2021."
    },
    "geoId/51015": {
        "summary": "Augusta County is a county in Virginia, United States. The population in Augusta County was 78,064 in 2022. The median age in Augusta County was 45.1 in 2021. The median income in Augusta County was $34,300 in 2021. The unemployment rate in Augusta County was 2.5% in 2023. The percentage of people with obesity in Augusta County was 36.4% in 2021. The percentage of people who binge drink in Augusta County was 18.3% in 2021. The percentage of people who smoke in Augusta County was 17.6% in 2021."
    },
    "geoId/51017": {
        "summary": "Bath County is a county in Virginia, United States. The population in Bath County was 4,049 in 2022. The median age in Bath County was 50.9 in 2021. The median income in Bath County was $29,359 in 2021. The unemployment rate in Bath County was 2.5% in 2023. The percentage of people with obesity in Bath County was 40.7% in 2021. The percentage of people who binge drink in Bath County was 16.8% in 2021. The percentage of people who smoke in Bath County was 21.7% in 2021."
    },
    "geoId/51019": {
        "summary": "Bedford County is a county in Virginia, United States. The population in Bedford County was 80,848 in 2022. The median age in Bedford County was 46.7 in 2021. The median income in Bedford County was $36,036 in 2021. The unemployment rate in Bedford County was 2.8% in 2023. The percentage of people with obesity in Bedford County was 35.7% in 2021. The percentage of people who binge drink in Bedford County was 18.4% in 2021. The percentage of people who smoke in Bedford County was 15.3% in 2021."
    },
    "geoId/51021": {
        "summary": "Bland County is a county in Virginia, United States. The population in Bland County was 6,148 in 2022. The median age in Bland County was 45.8 in 2021. The median income in Bland County was $30,012 in 2021. The unemployment rate in Bland County was 2.6% in 2023. The percentage of people with obesity in Bland County was 35.9% in 2021. The percentage of people who binge drink in Bland County was 18.9% in 2021. The percentage of people who smoke in Bland County was 19.2% in 2021."
    },
    "geoId/51023": {
        "summary": "Botetourt County is a county in Virginia, United States. The population in Botetourt County was 34,135 in 2022. The median age in Botetourt County was 47.1 in 2021. The median income in Botetourt County was $35,417 in 2021. The unemployment rate in Botetourt County was 2.6% in 2023. The percentage of people with obesity in Botetourt County was 32.6% in 2021. The percentage of people who binge drink in Botetourt County was 19% in 2021. The percentage of people who smoke in Botetourt County was 15.6% in 2021."
    },
    "geoId/51025": {
        "summary": "Brunswick County is a county in Virginia, United States. The population in Brunswick County was 15,921 in 2022. The median age in Brunswick County was 43.3 in 2021. The median income in Brunswick County was $23,997 in 2021. The unemployment rate in Brunswick County was 4.5% in 2023. The percentage of people with obesity in Brunswick County was 44.3% in 2021. The percentage of people who binge drink in Brunswick County was 15.3% in 2021. The percentage of people who smoke in Brunswick County was 21.6% in 2021."
    },
    "geoId/51027": {
        "summary": "Buchanan County is a county in Virginia, United States. The population in Buchanan County was 19,352 in 2022. The median age in Buchanan County was 47.8 in 2021. The median income in Buchanan County was $19,987 in 2021. The unemployment rate in Buchanan County was 4.2% in 2023. The percentage of people with obesity in Buchanan County was 40.5% in 2021. The percentage of people who binge drink in Buchanan County was 16.4% in 2021. The percentage of people who smoke in Buchanan County was 26.1% in 2021."
    },
    "geoId/51029": {
        "summary": "Buckingham County is a county in Virginia, United States. The population in Buckingham County was 16,982 in 2022. The median age in Buckingham County was 43 in 2021. The median income in Buckingham County was $25,426 in 2021. The unemployment rate in Buckingham County was 4.3% in 2023. The percentage of people with obesity in Buckingham County was 40.8% in 2021. The percentage of people who binge drink in Buckingham County was 16.5% in 2021. The percentage of people who smoke in Buckingham County was 22.6% in 2021."
    },
    "geoId/51031": {
        "summary": "Campbell County is a county in Virginia, United States. The population in Campbell County was 55,141 in 2022. The median age in Campbell County was 42.8 in 2021. The median income in Campbell County was $30,266 in 2021. The unemployment rate in Campbell County was 3.3% in 2023. The percentage of people with obesity in Campbell County was 33.7% in 2021. The percentage of people who binge drink in Campbell County was 16.8% in 2021. The percentage of people who smoke in Campbell County was 18.2% in 2021."
    },
    "geoId/51033": {
        "summary": "Caroline County is a county in Virginia, United States. The population in Caroline County was 31,957 in 2022. The median age in Caroline County was 39.5 in 2021. The median income in Caroline County was $37,260 in 2021. The unemployment rate in Caroline County was 3% in 2023. The percentage of people with obesity in Caroline County was 37.5% in 2021. The percentage of people who binge drink in Caroline County was 17.2% in 2021. The percentage of people who smoke in Caroline County was 17% in 2021."
    },
    "geoId/51035": {
        "summary": "Carroll County is a county in Virginia, United States. The population in Carroll County was 29,147 in 2022. The median age in Carroll County was 48 in 2021. The median income in Carroll County was $25,582 in 2021. The unemployment rate in Carroll County was 3.7% in 2023. The percentage of people with obesity in Carroll County was 37.1% in 2021. The percentage of people who binge drink in Carroll County was 17.5% in 2021. The percentage of people who smoke in Carroll County was 20.7% in 2021."
    },
    "geoId/51036": {
        "summary": "Charles City County is a county in Virginia, United States. The population in Charles City County was 6,605 in 2022. The median age in Charles City County was 51.4 in 2021. The median income in Charles City County was $31,932 in 2021. The unemployment rate in Charles City County was 3.3% in 2023. The percentage of people with obesity in Charles City County was 40.8% in 2021. The percentage of people who binge drink in Charles City County was 16% in 2021. The percentage of people who smoke in Charles City County was 20% in 2021."
    },
    "geoId/51037": {
        "summary": "Charlotte County is a county in Virginia, United States. The population in Charlotte County was 11,475 in 2022. The median age in Charlotte County was 46.6 in 2021. The median income in Charlotte County was $28,303 in 2021. The unemployment rate in Charlotte County was 3.1% in 2023. The percentage of people with obesity in Charlotte County was 42.4% in 2021. The percentage of people who binge drink in Charlotte County was 16.2% in 2021. The percentage of people who smoke in Charlotte County was 21.2% in 2021."
    },
    "geoId/51041": {
        "summary": "Chesterfield County is a county in Virginia, United States. The population in Chesterfield County was 378,408 in 2022. The median age in Chesterfield County was 38.9 in 2021. The median income in Chesterfield County was $42,401 in 2021. The unemployment rate in Chesterfield County was 2.9% in 2023. The percentage of people with obesity in Chesterfield County was 35.8% in 2021. The percentage of people who binge drink in Chesterfield County was 18.2% in 2021. The percentage of people who smoke in Chesterfield County was 13.2% in 2021."
    },
    "geoId/51043": {
        "summary": "Clarke County is a county in Virginia, United States. The population in Clarke County was 15,266 in 2022. The median age in Clarke County was 47.6 in 2021. The median income in Clarke County was $39,095 in 2021. The unemployment rate in Clarke County was 2.5% in 2023. The percentage of people with obesity in Clarke County was 33.8% in 2021. The percentage of people who binge drink in Clarke County was 18.8% in 2021. The percentage of people who smoke in Clarke County was 14.1% in 2021."
    },
    "geoId/51045": {
        "summary": "Craig County is a county in Virginia, United States. The population in Craig County was 4,847 in 2022. The median age in Craig County was 49.2 in 2021. The median income in Craig County was $31,667 in 2021. The unemployment rate in Craig County was 3.1% in 2023. The percentage of people with obesity in Craig County was 37.6% in 2021. The percentage of people who binge drink in Craig County was 18.2% in 2021. The percentage of people who smoke in Craig County was 18% in 2021."
    },
    "geoId/51047": {
        "summary": "Culpeper County is a county in Virginia, United States. The population in Culpeper County was 54,381 in 2022. The median age in Culpeper County was 39 in 2021. The median income in Culpeper County was $38,452 in 2021. The unemployment rate in Culpeper County was 2.7% in 2023. The percentage of people with obesity in Culpeper County was 39.5% in 2021. The percentage of people who binge drink in Culpeper County was 17.4% in 2021. The percentage of people who smoke in Culpeper County was 16.1% in 2021."
    },
    "geoId/51049": {
        "summary": "Cumberland County is a county in Virginia, United States. The population in Cumberland County was 9,746 in 2022. The median age in Cumberland County was 45.4 in 2021. The median income in Cumberland County was $28,721 in 2021. The unemployment rate in Cumberland County was 3% in 2023. The percentage of people with obesity in Cumberland County was 40.5% in 2021. The percentage of people who binge drink in Cumberland County was 17.3% in 2021. The percentage of people who smoke in Cumberland County was 17.2% in 2021."
    },
    "geoId/51051": {
        "summary": "Dickenson County is a county in Virginia, United States. The population in Dickenson County was 13,725 in 2022. The median age in Dickenson County was 45.3 in 2021. The median income in Dickenson County was $21,125 in 2021. The unemployment rate in Dickenson County was 4.3% in 2023. The percentage of people with obesity in Dickenson County was 38.2% in 2021. The percentage of people who binge drink in Dickenson County was 16.4% in 2021. The percentage of people who smoke in Dickenson County was 24.2% in 2021."
    },
    "geoId/51053": {
        "summary": "Dinwiddie County is a county in Virginia, United States. The population in Dinwiddie County was 28,161 in 2022. The median age in Dinwiddie County was 42.9 in 2021. The median income in Dinwiddie County was $35,564 in 2021. The unemployment rate in Dinwiddie County was 3.2% in 2023. The percentage of people with obesity in Dinwiddie County was 42.3% in 2021. The percentage of people who binge drink in Dinwiddie County was 16.8% in 2021. The percentage of people who smoke in Dinwiddie County was 18.5% in 2021."
    },
    "geoId/51057": {
        "summary": "Essex County is a county in Virginia, United States. The population in Essex County was 10,630 in 2022. The median age in Essex County was 47.1 in 2021. The median income in Essex County was $26,707 in 2021. The unemployment rate in Essex County was 3.9% in 2023. The percentage of people with obesity in Essex County was 43.9% in 2021. The percentage of people who binge drink in Essex County was 15.3% in 2021. The percentage of people who smoke in Essex County was 20.7% in 2021."
    },
    "geoId/51059": {
        "summary": "Fairfax County is a county in Virginia, United States. The population in Fairfax County was 1,138,331 in 2022. The median age in Fairfax County was 38.3 in 2021. The median income in Fairfax County was $60,076 in 2021. The unemployment rate in Fairfax County was 2.5% in 2023. The percentage of people with obesity in Fairfax County was 24.4% in 2021. The percentage of people who binge drink in Fairfax County was 15% in 2021. The percentage of people who smoke in Fairfax County was 8.3% in 2021."
    },
    "geoId/51061": {
        "summary": "Fauquier County is a county in Virginia, United States. The population in Fauquier County was 74,664 in 2022. The median age in Fauquier County was 40.9 in 2021. The median income in Fauquier County was $47,570 in 2021. The unemployment rate in Fauquier County was 2.5% in 2023. The percentage of people with obesity in Fauquier County was 33.8% in 2021. The percentage of people who binge drink in Fauquier County was 18.2% in 2021. The percentage of people who smoke in Fauquier County was 12.9% in 2021."
    },
    "geoId/51063": {
        "summary": "Floyd County is a county in Virginia, United States. The population in Floyd County was 15,619 in 2022. The median age in Floyd County was 48 in 2021. The median income in Floyd County was $31,361 in 2021. The unemployment rate in Floyd County was 2.8% in 2023. The percentage of people with obesity in Floyd County was 31.8% in 2021. The percentage of people who binge drink in Floyd County was 17.9% in 2021. The percentage of people who smoke in Floyd County was 17.8% in 2021."
    },
    "geoId/51065": {
        "summary": "Fluvanna County is a county in Virginia, United States. The population in Fluvanna County was 28,159 in 2022. The median age in Fluvanna County was 43.3 in 2021. The median income in Fluvanna County was $39,515 in 2021. The unemployment rate in Fluvanna County was 2.5% in 2023. The percentage of people with obesity in Fluvanna County was 37.2% in 2021. The percentage of people who binge drink in Fluvanna County was 17.4% in 2021. The percentage of people who smoke in Fluvanna County was 13.5% in 2021."
    },
    "geoId/51067": {
        "summary": "Franklin County is a county in Virginia, United States. The population in Franklin County was 55,074 in 2022. The median age in Franklin County was 48.1 in 2021. The median income in Franklin County was $29,821 in 2021. The unemployment rate in Franklin County was 3% in 2023. The percentage of people with obesity in Franklin County was 36.3% in 2021. The percentage of people who binge drink in Franklin County was 17.2% in 2021. The percentage of people who smoke in Franklin County was 17.8% in 2021."
    },
    "geoId/51069": {
        "summary": "Frederick County is a county in Virginia, United States. The population in Frederick County was 95,051 in 2022. The median age in Frederick County was 40.4 in 2021. The median income in Frederick County was $40,563 in 2021. The unemployment rate in Frederick County was 2.5% in 2023. The percentage of people with obesity in Frederick County was 33.4% in 2021. The percentage of people who binge drink in Frederick County was 18.6% in 2021. The percentage of people who smoke in Frederick County was 15.7% in 2021."
    },
    "geoId/51071": {
        "summary": "Giles County is a county in Virginia, United States. The population in Giles County was 16,453 in 2022. The median age in Giles County was 45.1 in 2021. The median income in Giles County was $32,453 in 2021. The unemployment rate in Giles County was 2.8% in 2023. The percentage of people with obesity in Giles County was 35.5% in 2021. The percentage of people who binge drink in Giles County was 17.9% in 2021. The percentage of people who smoke in Giles County was 19% in 2021."
    },
    "geoId/51073": {
        "summary": "Gloucester County is a county in Virginia, United States. The population in Gloucester County was 39,493 in 2022. The median age in Gloucester County was 44.5 in 2021. The median income in Gloucester County was $37,136 in 2021. The unemployment rate in Gloucester County was 2.8% in 2023. The percentage of people with obesity in Gloucester County was 35.1% in 2021. The percentage of people who binge drink in Gloucester County was 17.4% in 2021. The percentage of people who smoke in Gloucester County was 16.1% in 2021."
    },
    "geoId/51075": {
        "summary": "Goochland County is a county in Virginia, United States. The population in Goochland County was 26,109 in 2022. The median age in Goochland County was 48.8 in 2021. The median income in Goochland County was $46,338 in 2021. The unemployment rate in Goochland County was 3% in 2023. The percentage of people with obesity in Goochland County was 33.6% in 2021. The percentage of people who binge drink in Goochland County was 17.9% in 2021. The percentage of people who smoke in Goochland County was 12.3% in 2021."
    },
    "geoId/51077": {
        "summary": "Grayson County is a county in Virginia, United States. The population in Grayson County was 15,343 in 2022. The median age in Grayson County was 48.4 in 2021. The median income in Grayson County was $22,899 in 2021. The unemployment rate in Grayson County was 2.5% in 2023. The percentage of people with obesity in Grayson County was 36.7% in 2021. The percentage of people who binge drink in Grayson County was 17.1% in 2021. The percentage of people who smoke in Grayson County was 22% in 2021."
    },
    "geoId/51079": {
        "summary": "Greene County is a county in Virginia, United States. The population in Greene County was 21,107 in 2022. The median age in Greene County was 39.8 in 2021. The median income in Greene County was $36,379 in 2021. The unemployment rate in Greene County was 2.4% in 2023. The percentage of people with obesity in Greene County was 34% in 2021. The percentage of people who binge drink in Greene County was 18.1% in 2021. The percentage of people who smoke in Greene County was 15.7% in 2021."
    },
    "geoId/51081": {
        "summary": "Greensville County is a county in Virginia, United States. The population in Greensville County was 11,226 in 2022. The median age in Greensville County was 40.4 in 2021. The median income in Greensville County was $19,447 in 2021. The unemployment rate in Greensville County was 3.4% in 2023. The percentage of people with obesity in Greensville County was 45.6% in 2021. The percentage of people who binge drink in Greensville County was 16.1% in 2021. The percentage of people who smoke in Greensville County was 21.8% in 2021."
    },
    "geoId/51083": {
        "summary": "Halifax County is a county in Virginia, United States. The population in Halifax County was 33,644 in 2022. The median age in Halifax County was 46.4 in 2021. The median income in Halifax County was $25,627 in 2021. The unemployment rate in Halifax County was 4% in 2023. The percentage of people with obesity in Halifax County was 44% in 2021. The percentage of people who binge drink in Halifax County was 15.4% in 2021. The percentage of people who smoke in Halifax County was 20.7% in 2021."
    },
    "geoId/51085": {
        "summary": "Hanover County is a county in Virginia, United States. The population in Hanover County was 112,938 in 2022. The median age in Hanover County was 42.1 in 2021. The median income in Hanover County was $42,582 in 2021. The unemployment rate in Hanover County was 2.6% in 2023. The percentage of people with obesity in Hanover County was 31.9% in 2021. The percentage of people who binge drink in Hanover County was 19.2% in 2021. The percentage of people who smoke in Hanover County was 12.8% in 2021."
    },
    "geoId/51087": {
        "summary": "Henrico County is a county in Virginia, United States. The population in Henrico County was 333,962 in 2022. The median age in Henrico County was 39.2 in 2021. The median income in Henrico County was $40,673 in 2021. The unemployment rate in Henrico County was 2.9% in 2023. The percentage of people with obesity in Henrico County was 36.5% in 2021. The percentage of people who binge drink in Henrico County was 16.7% in 2021. The percentage of people who smoke in Henrico County was 13.2% in 2021."
    },
    "geoId/51089": {
        "summary": "Henry County is a county in Virginia, United States. The population in Henry County was 49,906 in 2022. The median age in Henry County was 48 in 2021. The median income in Henry County was $23,565 in 2021. The unemployment rate in Henry County was 3.4% in 2023. The percentage of people with obesity in Henry County was 41.9% in 2021. The percentage of people who binge drink in Henry County was 15.9% in 2021. The percentage of people who smoke in Henry County was 22% in 2021."
    },
    "geoId/51091": {
        "summary": "Highland County is a county in Virginia, United States. The population in Highland County was 2,301 in 2022. The median age in Highland County was 56.5 in 2021. The median income in Highland County was $27,080 in 2021. The unemployment rate in Highland County was 2.4% in 2023. The percentage of people with obesity in Highland County was 34.4% in 2021. The percentage of people who binge drink in Highland County was 17.8% in 2021. The percentage of people who smoke in Highland County was 17.7% in 2021."
    },
    "geoId/51093": {
        "summary": "Isle of Wight County is a county in Virginia, United States. The population in Isle of Wight County was 40,151 in 2022. The median age in Isle of Wight County was 44.4 in 2021. The median income in Isle of Wight County was $38,684 in 2021. The unemployment rate in Isle of Wight County was 2.9% in 2023. The percentage of people with obesity in Isle of Wight County was 37.9% in 2021. The percentage of people who binge drink in Isle of Wight County was 18.6% in 2021. The percentage of people who smoke in Isle of Wight County was 15.4% in 2021."
    },
    "geoId/51095": {
        "summary": "James City County is a county in Virginia, United States. The population in James City County was 81,199 in 2022. The median age in James City County was 46.8 in 2021. The median income in James City County was $41,757 in 2021. The unemployment rate in James City County was 2.9% in 2023. The percentage of people with obesity in James City County was 33.5% in 2021. The percentage of people who binge drink in James City County was 19.4% in 2021. The percentage of people who smoke in James City County was 11.7% in 2021."
    },
    "geoId/51097": {
        "summary": "King and Queen County is a county in Virginia, United States. The population in King and Queen County was 6,718 in 2022. The median age in King and Queen County was 48.2 in 2021. The median income in King and Queen County was $36,803 in 2021. The unemployment rate in King and Queen County was 3% in 2023. The percentage of people with obesity in King and Queen County was 39.5% in 2021. The percentage of people who binge drink in King and Queen County was 17.3% in 2021. The percentage of people who smoke in King and Queen County was 18.1% in 2021."
    },
    "geoId/51099": {
        "summary": "King George County is a county in Virginia, United States. The population in King George County was 27,856 in 2022. The median age in King George County was 38.3 in 2021. The median income in King George County was $42,252 in 2021. The unemployment rate in King George County was 2.7% in 2023. The percentage of people with obesity in King George County was 36.3% in 2021. The percentage of people who binge drink in King George County was 18% in 2021. The percentage of people who smoke in King George County was 14.3% in 2021."
    },
    "geoId/51101": {
        "summary": "King William County is a county in Virginia, United States. The population in King William County was 18,492 in 2022. The median age in King William County was 40.6 in 2021. The median income in King William County was $39,769 in 2021. The unemployment rate in King William County was 2.7% in 2023. The percentage of people with obesity in King William County was 38.9% in 2021. The percentage of people who binge drink in King William County was 17.9% in 2021. The percentage of people who smoke in King William County was 16.2% in 2021."
    },
    "geoId/51103": {
        "summary": "Lancaster County is a county in Virginia, United States. The population in Lancaster County was 10,750 in 2022. The median age in Lancaster County was 57.1 in 2021. The median income in Lancaster County was $35,460 in 2021. The unemployment rate in Lancaster County was 3% in 2023. The percentage of people with obesity in Lancaster County was 37.3% in 2021. The percentage of people who binge drink in Lancaster County was 16.3% in 2021. The percentage of people who smoke in Lancaster County was 16.4% in 2021."
    },
    "geoId/51105": {
        "summary": "Lee County is a county in Virginia, United States. The population in Lee County was 21,982 in 2022. The median age in Lee County was 45.6 in 2021. The median income in Lee County was $19,112 in 2021. The unemployment rate in Lee County was 3.6% in 2023. The percentage of people with obesity in Lee County was 42.4% in 2021. The percentage of people who binge drink in Lee County was 16.3% in 2021. The percentage of people who smoke in Lee County was 24.8% in 2021."
    },
    "geoId/51107": {
        "summary": "Loudoun County is a county in Virginia, United States. The population in Loudoun County was 432,085 in 2022. The median age in Loudoun County was 36.9 in 2021. The median income in Loudoun County was $66,133 in 2021. The unemployment rate in Loudoun County was 2.6% in 2023. The percentage of people with obesity in Loudoun County was 29.6% in 2021. The percentage of people who binge drink in Loudoun County was 16.9% in 2021. The percentage of people who smoke in Loudoun County was 8.6% in 2021."
    },
    "geoId/51109": {
        "summary": "Louisa County is a county in Virginia, United States. The population in Louisa County was 40,116 in 2022. The median age in Louisa County was 44.9 in 2021. The median income in Louisa County was $34,629 in 2021. The unemployment rate in Louisa County was 2.5% in 2023. The percentage of people with obesity in Louisa County was 35.6% in 2021. The percentage of people who binge drink in Louisa County was 17.6% in 2021. The percentage of people who smoke in Louisa County was 17.4% in 2021."
    },
    "geoId/51111": {
        "summary": "Lunenburg County is a county in Virginia, United States. The population in Lunenburg County was 12,031 in 2022. The median age in Lunenburg County was 43.9 in 2021. The median income in Lunenburg County was $26,301 in 2021. The unemployment rate in Lunenburg County was 3.6% in 2023. The percentage of people with obesity in Lunenburg County was 42.5% in 2021. The percentage of people who binge drink in Lunenburg County was 15.9% in 2021. The percentage of people who smoke in Lunenburg County was 22% in 2021."
    },
    "geoId/51113": {
        "summary": "Madison County is a county in Virginia, United States. The population in Madison County was 14,000 in 2022. The median age in Madison County was 46.5 in 2021. The median income in Madison County was $30,844 in 2021. The unemployment rate in Madison County was 2.2% in 2023. The percentage of people with obesity in Madison County was 37.5% in 2021. The percentage of people who binge drink in Madison County was 17.7% in 2021. The percentage of people who smoke in Madison County was 17.5% in 2021."
    },
    "geoId/51115": {
        "summary": "Mathews County is a county in Virginia, United States. The population in Mathews County was 8,490 in 2022. The median age in Mathews County was 53.4 in 2021. The median income in Mathews County was $41,547 in 2021. The unemployment rate in Mathews County was 2.9% in 2023. The percentage of people with obesity in Mathews County was 36.9% in 2021. The percentage of people who binge drink in Mathews County was 18.3% in 2021. The percentage of people who smoke in Mathews County was 15% in 2021."
    },
    "geoId/51117": {
        "summary": "Mecklenburg County is a county in Virginia, United States. The population in Mecklenburg County was 30,508 in 2022. The median age in Mecklenburg County was 48.4 in 2021. The median income in Mecklenburg County was $28,666 in 2021. The unemployment rate in Mecklenburg County was 3.4% in 2023. The percentage of people with obesity in Mecklenburg County was 40.2% in 2021. The percentage of people who binge drink in Mecklenburg County was 15.5% in 2021. The percentage of people who smoke in Mecklenburg County was 19.5% in 2021."
    },
    "geoId/51119": {
        "summary": "Middlesex County is a county in Virginia, United States. The population in Middlesex County was 10,943 in 2022. The median age in Middlesex County was 54.8 in 2021. The median income in Middlesex County was $30,805 in 2021. The unemployment rate in Middlesex County was 2.6% in 2023. The percentage of people with obesity in Middlesex County was 36.5% in 2021. The percentage of people who binge drink in Middlesex County was 18.4% in 2021. The percentage of people who smoke in Middlesex County was 16.9% in 2021."
    },
    "geoId/51121": {
        "summary": "Montgomery County is a county in Virginia, United States. The population in Montgomery County was 98,915 in 2022. The median age in Montgomery County was 30.1 in 2021. The median income in Montgomery County was $27,310 in 2021. The unemployment rate in Montgomery County was 2.8% in 2023. The percentage of people with obesity in Montgomery County was 31.7% in 2021. The percentage of people who binge drink in Montgomery County was 17.9% in 2021. The percentage of people who smoke in Montgomery County was 15.8% in 2021."
    },
    "geoId/51125": {
        "summary": "Nelson County is a county in Virginia, United States. The population in Nelson County was 14,652 in 2022. The median age in Nelson County was 51.8 in 2021. The median income in Nelson County was $34,760 in 2021. The unemployment rate in Nelson County was 2.6% in 2023. The percentage of people with obesity in Nelson County was 37.2% in 2021. The percentage of people who binge drink in Nelson County was 17.4% in 2021. The percentage of people who smoke in Nelson County was 17% in 2021."
    },
    "geoId/51127": {
        "summary": "New Kent County is a county in Virginia, United States. The population in New Kent County was 24,986 in 2022. The median age in New Kent County was 42.1 in 2021. The median income in New Kent County was $44,380 in 2021. The unemployment rate in New Kent County was 2.6% in 2023. The percentage of people with obesity in New Kent County was 35.7% in 2021. The percentage of people who binge drink in New Kent County was 19.1% in 2021. The percentage of people who smoke in New Kent County was 13.9% in 2021."
    },
    "geoId/51131": {
        "summary": "Northampton County is a county in Virginia, United States. The population in Northampton County was 11,900 in 2022. The median age in Northampton County was 50.7 in 2021. The median income in Northampton County was $29,812 in 2021. The unemployment rate in Northampton County was 3.6% in 2023. The percentage of people with obesity in Northampton County was 37.3% in 2021. The percentage of people who binge drink in Northampton County was 15.8% in 2021. The percentage of people who smoke in Northampton County was 17.2% in 2021."
    },
    "geoId/51133": {
        "summary": "Northumberland County is a county in Virginia, United States. The population in Northumberland County was 12,302 in 2022. The median age in Northumberland County was 59.8 in 2021. The median income in Northumberland County was $31,206 in 2021. The unemployment rate in Northumberland County was 3.2% in 2023. The percentage of people with obesity in Northumberland County was 38.5% in 2021. The percentage of people who binge drink in Northumberland County was 16.2% in 2021. The percentage of people who smoke in Northumberland County was 16.4% in 2021."
    },
    "geoId/51135": {
        "summary": "Nottoway County is a county in Virginia, United States. The population in Nottoway County was 15,559 in 2022. The median age in Nottoway County was 41 in 2021. The median income in Nottoway County was $27,006 in 2021. The unemployment rate in Nottoway County was 2.9% in 2023. The percentage of people with obesity in Nottoway County was 39.6% in 2021. The percentage of people who binge drink in Nottoway County was 15.9% in 2021. The percentage of people who smoke in Nottoway County was 21.4% in 2021."
    },
    "geoId/51137": {
        "summary": "Orange County is a county in Virginia, United States. The population in Orange County was 37,991 in 2022. The median age in Orange County was 42.5 in 2021. The median income in Orange County was $37,121 in 2021. The unemployment rate in Orange County was 3.1% in 2023. The percentage of people with obesity in Orange County was 36.8% in 2021. The percentage of people who binge drink in Orange County was 17.8% in 2021. The percentage of people who smoke in Orange County was 16.4% in 2021."
    },
    "geoId/51139": {
        "summary": "Page County is a county in Virginia, United States. The population in Page County was 23,750 in 2022. The median age in Page County was 45.3 in 2021. The median income in Page County was $27,431 in 2021. The unemployment rate in Page County was 3.1% in 2023. The percentage of people with obesity in Page County was 38.3% in 2021. The percentage of people who binge drink in Page County was 17.7% in 2021. The percentage of people who smoke in Page County was 20.1% in 2021."
    },
    "geoId/51141": {
        "summary": "Patrick County is a county in Virginia, United States. The population in Patrick County was 17,643 in 2022. The median age in Patrick County was 50.4 in 2021. The median income in Patrick County was $26,492 in 2021. The unemployment rate in Patrick County was 3.6% in 2023. The percentage of people with obesity in Patrick County was 32.9% in 2021. The percentage of people who binge drink in Patrick County was 17.8% in 2021. The percentage of people who smoke in Patrick County was 18.9% in 2021."
    },
    "geoId/51143": {
        "summary": "Pittsylvania County is a county in Virginia, United States. The population in Pittsylvania County was 59,952 in 2022. The median age in Pittsylvania County was 47.8 in 2021. The median income in Pittsylvania County was $25,572 in 2021. The unemployment rate in Pittsylvania County was 3% in 2023. The percentage of people with obesity in Pittsylvania County was 41.8% in 2021. The percentage of people who binge drink in Pittsylvania County was 15.9% in 2021. The percentage of people who smoke in Pittsylvania County was 20.1% in 2021."
    },
    "geoId/51145": {
        "summary": "Powhatan County is a county in Virginia, United States. The population in Powhatan County was 31,489 in 2022. The median age in Powhatan County was 45.6 in 2021. The median income in Powhatan County was $46,923 in 2021. The unemployment rate in Powhatan County was 2.7% in 2023. The percentage of people with obesity in Powhatan County was 33.7% in 2021. The percentage of people who binge drink in Powhatan County was 19.9% in 2021. The percentage of people who smoke in Powhatan County was 14.2% in 2021."
    },
    "geoId/51147": {
        "summary": "Prince Edward County is a county in Virginia, United States. The population in Prince Edward County was 21,927 in 2022. The median age in Prince Edward County was 32.3 in 2021. The median income in Prince Edward County was $20,034 in 2021. The unemployment rate in Prince Edward County was 4.1% in 2023. The percentage of people with obesity in Prince Edward County was 41.7% in 2021. The percentage of people who binge drink in Prince Edward County was 15.4% in 2021. The percentage of people who smoke in Prince Edward County was 19.9% in 2021."
    },
    "geoId/51149": {
        "summary": "Prince George County is a county in Virginia, United States. The population in Prince George County was 43,134 in 2022. The median age in Prince George County was 37.1 in 2021. The median income in Prince George County was $35,670 in 2021. The unemployment rate in Prince George County was 3.4% in 2023. The percentage of people with obesity in Prince George County was 42.4% in 2021. The percentage of people who binge drink in Prince George County was 16.8% in 2021. The percentage of people who smoke in Prince George County was 17% in 2021."
    },
    "geoId/51153": {
        "summary": "Prince William County is a county in Virginia, United States. The population in Prince William County was 486,943 in 2022. The median age in Prince William County was 35.7 in 2021. The median income in Prince William County was $48,556 in 2021. The unemployment rate in Prince William County was 2.8% in 2023. The percentage of people with obesity in Prince William County was 35.7% in 2021. The percentage of people who binge drink in Prince William County was 15.9% in 2021. The percentage of people who smoke in Prince William County was 11.6% in 2021."
    },
    "geoId/51155": {
        "summary": "Pulaski County is a county in Virginia, United States. The population in Pulaski County was 33,706 in 2022. The median age in Pulaski County was 47.2 in 2021. The median income in Pulaski County was $29,404 in 2021. The unemployment rate in Pulaski County was 2.9% in 2023. The percentage of people with obesity in Pulaski County was 37.7% in 2021. The percentage of people who binge drink in Pulaski County was 18.2% in 2021. The percentage of people who smoke in Pulaski County was 18.5% in 2021."
    },
    "geoId/51157": {
        "summary": "Rappahannock County is a county in Virginia, United States. The population in Rappahannock County was 7,502 in 2022. The median age in Rappahannock County was 48.2 in 2021. The median income in Rappahannock County was $43,969 in 2021. The unemployment rate in Rappahannock County was 2.6% in 2023. The percentage of people with obesity in Rappahannock County was 34.6% in 2021. The percentage of people who binge drink in Rappahannock County was 18.4% in 2021. The percentage of people who smoke in Rappahannock County was 15.1% in 2021."
    },
    "geoId/51159": {
        "summary": "Richmond County is a county in Virginia, United States. The population in Richmond County was 9,080 in 2022. The median age in Richmond County was 44.3 in 2021. The median income in Richmond County was $30,216 in 2021. The unemployment rate in Richmond County was 2.8% in 2023. The percentage of people with obesity in Richmond County was 38.8% in 2021. The percentage of people who binge drink in Richmond County was 16.6% in 2021. The percentage of people who smoke in Richmond County was 20.6% in 2021."
    },
    "geoId/51161": {
        "summary": "Roanoke County is a county in Virginia, United States. The population in Roanoke County was 96,914 in 2022. The median age in Roanoke County was 43.6 in 2021. The median income in Roanoke County was $38,333 in 2021. The unemployment rate in Roanoke County was 2.6% in 2023. The percentage of people with obesity in Roanoke County was 34.5% in 2021. The percentage of people who binge drink in Roanoke County was 18% in 2021. The percentage of people who smoke in Roanoke County was 14.3% in 2021."
    },
    "geoId/51163": {
        "summary": "Rockbridge County is a county in Virginia, United States. The population in Rockbridge County was 22,593 in 2022. The median age in Rockbridge County was 49.2 in 2021. The median income in Rockbridge County was $29,953 in 2021. The unemployment rate in Rockbridge County was 2.7% in 2023. The percentage of people with obesity in Rockbridge County was 34.5% in 2021. The percentage of people who binge drink in Rockbridge County was 17.7% in 2021. The percentage of people who smoke in Rockbridge County was 16.9% in 2021."
    },
    "geoId/51165": {
        "summary": "Rockingham County is a county in Virginia, United States. The population in Rockingham County was 85,397 in 2022. The median age in Rockingham County was 40.3 in 2021. The median income in Rockingham County was $33,363 in 2021. The unemployment rate in Rockingham County was 2.5% in 2023. The percentage of people with obesity in Rockingham County was 36.9% in 2021. The percentage of people who binge drink in Rockingham County was 18.6% in 2021. The percentage of people who smoke in Rockingham County was 16.2% in 2021."
    },
    "geoId/51167": {
        "summary": "Russell County is a county in Virginia, United States. The population in Russell County was 25,448 in 2022. The median age in Russell County was 46.8 in 2021. The median income in Russell County was $22,100 in 2021. The unemployment rate in Russell County was 3.6% in 2023. The percentage of people with obesity in Russell County was 40.1% in 2021. The percentage of people who binge drink in Russell County was 16.7% in 2021. The percentage of people who smoke in Russell County was 21.6% in 2021."
    },
    "geoId/51169": {
        "summary": "Scott County is a county in Virginia, United States. The population in Scott County was 21,476 in 2022. The median age in Scott County was 47.2 in 2021. The median income in Scott County was $23,687 in 2021. The unemployment rate in Scott County was 3.1% in 2023. The percentage of people with obesity in Scott County was 37.2% in 2021. The percentage of people who binge drink in Scott County was 16.8% in 2021. The percentage of people who smoke in Scott County was 22.2% in 2021."
    },
    "geoId/51171": {
        "summary": "Shenandoah County is a county in Virginia, United States. The population in Shenandoah County was 44,968 in 2022. The median age in Shenandoah County was 44.2 in 2021. The median income in Shenandoah County was $31,296 in 2021. The unemployment rate in Shenandoah County was 2.7% in 2023. The percentage of people with obesity in Shenandoah County was 37.9% in 2021. The percentage of people who binge drink in Shenandoah County was 16.9% in 2021. The percentage of people who smoke in Shenandoah County was 17.8% in 2021."
    },
    "geoId/51173": {
        "summary": "Smyth County is a county in Virginia, United States. The population in Smyth County was 29,449 in 2022. The median age in Smyth County was 45.2 in 2021. The median income in Smyth County was $24,812 in 2021. The unemployment rate in Smyth County was 3.5% in 2023. The percentage of people with obesity in Smyth County was 39.9% in 2021. The percentage of people who binge drink in Smyth County was 16.4% in 2021. The percentage of people who smoke in Smyth County was 21.8% in 2021."
    },
    "geoId/51175": {
        "summary": "Southampton County is a county in Virginia, United States. The population in Southampton County was 17,932 in 2022. The median age in Southampton County was 47.2 in 2021. The median income in Southampton County was $30,690 in 2021. The unemployment rate in Southampton County was 2.8% in 2023. The percentage of people with obesity in Southampton County was 37.7% in 2021. The percentage of people who binge drink in Southampton County was 17.4% in 2021. The percentage of people who smoke in Southampton County was 17% in 2021."
    },
    "geoId/51177": {
        "summary": "Spotsylvania County is a county in Virginia, United States. The population in Spotsylvania County was 146,688 in 2022. The median age in Spotsylvania County was 38.2 in 2021. The median income in Spotsylvania County was $42,060 in 2021. The unemployment rate in Spotsylvania County was 2.9% in 2023. The percentage of people with obesity in Spotsylvania County was 35.9% in 2021. The percentage of people who binge drink in Spotsylvania County was 17.1% in 2021. The percentage of people who smoke in Spotsylvania County was 13.7% in 2021."
    },
    "geoId/51179": {
        "summary": "Stafford County is a county in Virginia, United States. The population in Stafford County was 163,380 in 2022. The median age in Stafford County was 35.9 in 2021. The median income in Stafford County was $49,416 in 2021. The unemployment rate in Stafford County was 3% in 2023. The percentage of people with obesity in Stafford County was 37.5% in 2021. The percentage of people who binge drink in Stafford County was 17.8% in 2021. The percentage of people who smoke in Stafford County was 11.8% in 2021."
    },
    "geoId/51181": {
        "summary": "Surry County is a county in Virginia, United States. The population in Surry County was 6,527 in 2022. The median age in Surry County was 50.4 in 2021. The median income in Surry County was $32,759 in 2021. The unemployment rate in Surry County was 2.6% in 2023. The percentage of people with obesity in Surry County was 41.9% in 2021. The percentage of people who binge drink in Surry County was 16% in 2021. The percentage of people who smoke in Surry County was 18.8% in 2021."
    },
    "geoId/51183": {
        "summary": "Sussex County is a county in Virginia, United States. The population in Sussex County was 10,680 in 2022. The median age in Sussex County was 40.6 in 2021. The median income in Sussex County was $27,914 in 2021. The unemployment rate in Sussex County was 4% in 2023. The percentage of people with obesity in Sussex County was 42.3% in 2021. The percentage of people who binge drink in Sussex County was 16.8% in 2021. The percentage of people who smoke in Sussex County was 20.4% in 2021."
    },
    "geoId/51185": {
        "summary": "Tazewell County is a county in Virginia, United States. The population in Tazewell County was 39,821 in 2022. The median age in Tazewell County was 45.1 in 2021. The median income in Tazewell County was $24,047 in 2021. The unemployment rate in Tazewell County was 3.8% in 2023. The percentage of people with obesity in Tazewell County was 36.4% in 2021. The percentage of people who binge drink in Tazewell County was 17.8% in 2021. The percentage of people who smoke in Tazewell County was 21% in 2021."
    },
    "geoId/51187": {
        "summary": "Warren County is a county in Virginia, United States. The population in Warren County was 41,440 in 2022. The median age in Warren County was 41.3 in 2021. The median income in Warren County was $34,897 in 2021. The unemployment rate in Warren County was 2.8% in 2023. The percentage of people with obesity in Warren County was 36.3% in 2021. The percentage of people who binge drink in Warren County was 17.5% in 2021. The percentage of people who smoke in Warren County was 17% in 2021."
    },
    "geoId/51191": {
        "summary": "Washington County is a county in Virginia, United States. The population in Washington County was 53,958 in 2022. The median age in Washington County was 46.6 in 2021. The median income in Washington County was $28,914 in 2021. The unemployment rate in Washington County was 2.9% in 2023. The percentage of people with obesity in Washington County was 37.4% in 2021. The percentage of people who binge drink in Washington County was 17.8% in 2021. The percentage of people who smoke in Washington County was 18.2% in 2021."
    },
    "geoId/51193": {
        "summary": "Westmoreland County is a county in Virginia, United States. The population in Westmoreland County was 18,712 in 2022. The median age in Westmoreland County was 47.9 in 2021. The median income in Westmoreland County was $29,586 in 2021. The unemployment rate in Westmoreland County was 3.3% in 2023. The percentage of people with obesity in Westmoreland County was 38.7% in 2021. The percentage of people who binge drink in Westmoreland County was 16.3% in 2021. The percentage of people who smoke in Westmoreland County was 20.1% in 2021."
    },
    "geoId/51195": {
        "summary": "Wise County is a county in Virginia, United States. The population in Wise County was 35,421 in 2022. The median age in Wise County was 41.5 in 2021. The median income in Wise County was $22,497 in 2021. The unemployment rate in Wise County was 3.9% in 2023. The percentage of people with obesity in Wise County was 43.5% in 2021. The percentage of people who binge drink in Wise County was 16.6% in 2021. The percentage of people who smoke in Wise County was 21.6% in 2021."
    },
    "geoId/51197": {
        "summary": "Wythe County is a county in Virginia, United States. The population in Wythe County was 28,111 in 2022. The median age in Wythe County was 45.8 in 2021. The median income in Wythe County was $27,722 in 2021. The unemployment rate in Wythe County was 3.2% in 2023. The percentage of people with obesity in Wythe County was 39.6% in 2021. The percentage of people who binge drink in Wythe County was 18.4% in 2021. The percentage of people who smoke in Wythe County was 19.3% in 2021."
    },
    "geoId/51199": {
        "summary": "York County is a county in Virginia, United States. The population in York County was 71,341 in 2022. The median age in York County was 39.7 in 2021. The median income in York County was $45,240 in 2021. The unemployment rate in York County was 2.8% in 2023. The percentage of people with obesity in York County was 33.7% in 2021. The percentage of people who binge drink in York County was 17.5% in 2021. The percentage of people who smoke in York County was 11.3% in 2021."
    },
    "geoId/51510": {
        "summary": "Alexandria is a county in Virginia, United States. The population in Alexandria was 155,525 in 2022. The median age in Alexandria was 37.1 in 2021. The median income in Alexandria was $65,022 in 2021. The unemployment rate in Alexandria was 2.4% in 2023. The percentage of people with obesity in Alexandria was 30.5% in 2021. The percentage of people who binge drink in Alexandria was 17.1% in 2021. The percentage of people who smoke in Alexandria was 9.7% in 2021."
    },
    "geoId/51520": {
        "summary": "Bristol is a county in Virginia, United States. The population in Bristol was 16,975 in 2022. The median age in Bristol was 43.4 in 2021. The median income in Bristol was $26,205 in 2021. The unemployment rate in Bristol was 3.5% in 2023. The percentage of people with obesity in Bristol was 39% in 2021. The percentage of people who binge drink in Bristol was 16.9% in 2021. The percentage of people who smoke in Bristol was 20.1% in 2021."
    },
    "geoId/51530": {
        "summary": "Buena Vista is a county in Virginia, United States. The population in Buena Vista was 6,591 in 2022. The median age in Buena Vista was 35.9 in 2021. The median income in Buena Vista was $18,421 in 2021. The unemployment rate in Buena Vista was 3.1% in 2023. The percentage of people with obesity in Buena Vista was 38.4% in 2021. The percentage of people who binge drink in Buena Vista was 16.3% in 2021. The percentage of people who smoke in Buena Vista was 22% in 2021."
    },
    "geoId/51540": {
        "summary": "Charlottesville is a county in Virginia, United States. The population in Charlottesville was 45,373 in 2022. The median age in Charlottesville was 32.5 in 2021. The median income in Charlottesville was $34,024 in 2021. The unemployment rate in Charlottesville was 2.4% in 2023. The percentage of people with obesity in Charlottesville was 32.4% in 2021. The percentage of people who binge drink in Charlottesville was 16.5% in 2021. The percentage of people who smoke in Charlottesville was 14.5% in 2021."
    },
    "geoId/51550": {
        "summary": "Chesapeake is a county in Virginia, United States. The population in Chesapeake was 252,488 in 2022. The median age in Chesapeake was 37.1 in 2021. The median income in Chesapeake was $41,392 in 2021. The unemployment rate in Chesapeake was 3% in 2023. The percentage of people with obesity in Chesapeake was 36.1% in 2021. The percentage of people who binge drink in Chesapeake was 16% in 2021. The percentage of people who smoke in Chesapeake was 14.1% in 2021."
    },
    "geoId/51570": {
        "summary": "Colonial Heights is a county in Virginia, United States. The population in Colonial Heights was 18,294 in 2022. The median age in Colonial Heights was 39 in 2021. The median income in Colonial Heights was $35,009 in 2021. The unemployment rate in Colonial Heights was 3.2% in 2023. The percentage of people with obesity in Colonial Heights was 37.8% in 2021. The percentage of people who binge drink in Colonial Heights was 17.3% in 2021. The percentage of people who smoke in Colonial Heights was 15.6% in 2021."
    },
    "geoId/51580": {
        "summary": "Covington is a county in Virginia, United States. The population in Covington was 5,679 in 2022. The median age in Covington was 42.2 in 2021. The median income in Covington was $26,819 in 2021. The unemployment rate in Covington was 3.6% in 2023. The percentage of people with obesity in Covington was 39.9% in 2021. The percentage of people who binge drink in Covington was 16.6% in 2021. The percentage of people who smoke in Covington was 21.6% in 2021."
    },
    "geoId/51590": {
        "summary": "Danville is a county in Virginia, United States. The population in Danville was 42,229 in 2022. The median age in Danville was 40.9 in 2021. The median income in Danville was $23,623 in 2021. The unemployment rate in Danville was 4.5% in 2023. The percentage of people with obesity in Danville was 45% in 2021. The percentage of people who binge drink in Danville was 13.6% in 2021. The percentage of people who smoke in Danville was 22.1% in 2021."
    },
    "geoId/51595": {
        "summary": "Emporia is a county in Virginia, United States. The population in Emporia was 5,481 in 2022. The median age in Emporia was 39.2 in 2021. The median income in Emporia was $25,351 in 2021. The unemployment rate in Emporia was 4.2% in 2023. The percentage of people with obesity in Emporia was 47.3% in 2021. The percentage of people who binge drink in Emporia was 12.7% in 2021. The percentage of people who smoke in Emporia was 25% in 2021."
    },
    "geoId/51600": {
        "summary": "Fairfax is a county in Virginia, United States. The population in Fairfax was 24,835 in 2022. The median age in Fairfax was 37.7 in 2021. The median income in Fairfax was $52,700 in 2021. The unemployment rate in Fairfax was 2.4% in 2023. The percentage of people with obesity in Fairfax was 28.6% in 2021. The percentage of people who binge drink in Fairfax was 16.9% in 2021. The percentage of people who smoke in Fairfax was 10.2% in 2021."
    },
    "geoId/51610": {
        "summary": "Falls Church is a county in Virginia, United States. The population in Falls Church was 14,586 in 2022. The median age in Falls Church was 39.3 in 2021. The median income in Falls Church was $78,710 in 2021. The unemployment rate in Falls Church was 2.3% in 2023. The percentage of people with obesity in Falls Church was 30.9% in 2021. The percentage of people who binge drink in Falls Church was 18.8% in 2021. The percentage of people who smoke in Falls Church was 7.5% in 2021."
    },
    "geoId/51620": {
        "summary": "Franklin is a county in Virginia, United States. The population in Franklin was 8,247 in 2022. The median age in Franklin was 39 in 2021. The median income in Franklin was $29,524 in 2021. The unemployment rate in Franklin was 4.2% in 2023. The percentage of people with obesity in Franklin was 43.9% in 2021. The percentage of people who binge drink in Franklin was 13.9% in 2021. The percentage of people who smoke in Franklin was 20.8% in 2021."
    },
    "geoId/51630": {
        "summary": "Fredericksburg is a county in Virginia, United States. The population in Fredericksburg was 28,757 in 2022. The median age in Fredericksburg was 30.7 in 2021. The median income in Fredericksburg was $38,308 in 2021. The unemployment rate in Fredericksburg was 3.5% in 2023. The percentage of people with obesity in Fredericksburg was 36.1% in 2021. The percentage of people who binge drink in Fredericksburg was 16.5% in 2021. The percentage of people who smoke in Fredericksburg was 14% in 2021."
    },
    "geoId/51640": {
        "summary": "Galax is a county in Virginia, United States. The population in Galax was 6,730 in 2022. The median age in Galax was 42.1 in 2021. The median income in Galax was $23,734 in 2021. The unemployment rate in Galax was 3.6% in 2023. The percentage of people with obesity in Galax was 39.6% in 2021. The percentage of people who binge drink in Galax was 16% in 2021. The percentage of people who smoke in Galax was 21.2% in 2021."
    },
    "geoId/51650": {
        "summary": "Hampton is a county in Virginia, United States. The population in Hampton was 138,037 in 2022. The median age in Hampton was 36.3 in 2021. The median income in Hampton was $32,528 in 2021. The unemployment rate in Hampton was 3.7% in 2023. The percentage of people with obesity in Hampton was 42.6% in 2021. The percentage of people who binge drink in Hampton was 15.2% in 2021. The percentage of people who smoke in Hampton was 17.7% in 2021."
    },
    "geoId/51660": {
        "summary": "Harrisonburg is a county in Virginia, United States. The population in Harrisonburg was 51,158 in 2022. The median age in Harrisonburg was 25.5 in 2021. The median income in Harrisonburg was $20,151 in 2021. The unemployment rate in Harrisonburg was 3.4% in 2023. The percentage of people with obesity in Harrisonburg was 37.8% in 2021. The percentage of people who binge drink in Harrisonburg was 15.5% in 2021. The percentage of people who smoke in Harrisonburg was 18.5% in 2021."
    },
    "geoId/51670": {
        "summary": "Hopewell is a county in Virginia, United States. The population in Hopewell was 22,962 in 2022. The median age in Hopewell was 35.8 in 2021. The median income in Hopewell was $27,449 in 2021. The unemployment rate in Hopewell was 4.3% in 2023. The percentage of people with obesity in Hopewell was 45.6% in 2021. The percentage of people who binge drink in Hopewell was 14.3% in 2021. The percentage of people who smoke in Hopewell was 22.5% in 2021."
    },
    "geoId/51678": {
        "summary": "Lexington is a county in Virginia, United States. The population in Lexington was 7,457 in 2022. The median age in Lexington was 22.4 in 2021. The median income in Lexington was $12,258 in 2021. The unemployment rate in Lexington was 4.1% in 2023. The percentage of people with obesity in Lexington was 36.4% in 2021. The percentage of people who binge drink in Lexington was 17.5% in 2021. The percentage of people who smoke in Lexington was 15.8% in 2021."
    },
    "geoId/51680": {
        "summary": "Lynchburg is a county in Virginia, United States. The population in Lynchburg was 79,287 in 2022. The median age in Lynchburg was 28.6 in 2021. The median income in Lynchburg was $24,156 in 2021. The unemployment rate in Lynchburg was 4.1% in 2023. The percentage of people with obesity in Lynchburg was 38.4% in 2021. The percentage of people who binge drink in Lynchburg was 15.7% in 2021. The percentage of people who smoke in Lynchburg was 17% in 2021."
    },
    "geoId/51683": {
        "summary": "Manassas is a county in Virginia, United States. The population in Manassas was 42,642 in 2022. The median age in Manassas was 35 in 2021. The median income in Manassas was $43,950 in 2021. The unemployment rate in Manassas was 2.4% in 2023. The percentage of people with obesity in Manassas was 34.7% in 2021. The percentage of people who binge drink in Manassas was 16.7% in 2021. The percentage of people who smoke in Manassas was 13.2% in 2021."
    },
    "geoId/51685": {
        "summary": "Manassas Park is a county in Virginia, United States. The population in Manassas Park was 16,703 in 2022. The median age in Manassas Park was 35.5 in 2021. The median income in Manassas Park was $43,926 in 2021. The unemployment rate in Manassas Park was 2.5% in 2023. The percentage of people with obesity in Manassas Park was 37% in 2021. The percentage of people who binge drink in Manassas Park was 16% in 2021. The percentage of people who smoke in Manassas Park was 14.1% in 2021."
    },
    "geoId/51690": {
        "summary": "Martinsville is a county in Virginia, United States. The population in Martinsville was 13,725 in 2022. The median age in Martinsville was 40.6 in 2021. The median income in Martinsville was $24,711 in 2021. The unemployment rate in Martinsville was 4.5% in 2023. The percentage of people with obesity in Martinsville was 44.6% in 2021. The percentage of people who binge drink in Martinsville was 14.4% in 2021. The percentage of people who smoke in Martinsville was 21.1% in 2021."
    },
    "geoId/51700": {
        "summary": "Newport News is a county in Virginia, United States. The population in Newport News was 184,306 in 2022. The median age in Newport News was 33.9 in 2021. The median income in Newport News was $32,754 in 2021. The unemployment rate in Newport News was 3.4% in 2023. The percentage of people with obesity in Newport News was 45.7% in 2021. The percentage of people who binge drink in Newport News was 16.6% in 2021. The percentage of people who smoke in Newport News was 18.1% in 2021."
    },
    "geoId/51710": {
        "summary": "Norfolk is a county in Virginia, United States. The population in Norfolk was 232,995 in 2022. The median age in Norfolk was 30.9 in 2021. The median income in Norfolk was $29,582 in 2021. The unemployment rate in Norfolk was 3.4% in 2023. The percentage of people with obesity in Norfolk was 41% in 2021. The percentage of people who binge drink in Norfolk was 16.2% in 2021. The percentage of people who smoke in Norfolk was 17.5% in 2021."
    },
    "geoId/51720": {
        "summary": "Norton is a county in Virginia, United States. The population in Norton was 3,609 in 2022. The median age in Norton was 41.2 in 2021. The median income in Norton was $18,709 in 2021. The unemployment rate in Norton was 4% in 2023. The percentage of people with obesity in Norton was 40.1% in 2021. The percentage of people who binge drink in Norton was 16.3% in 2021. The percentage of people who smoke in Norton was 21.6% in 2021."
    },
    "geoId/51730": {
        "summary": "Petersburg is a county in Virginia, United States. The population in Petersburg was 33,394 in 2022. The median age in Petersburg was 37.2 in 2021. The median income in Petersburg was $27,148 in 2021. The unemployment rate in Petersburg was 5.4% in 2023. The percentage of people with obesity in Petersburg was 46% in 2021. The percentage of people who binge drink in Petersburg was 12.4% in 2021. The percentage of people who smoke in Petersburg was 20.7% in 2021."
    },
    "geoId/51735": {
        "summary": "Poquoson is a county in Virginia, United States. The population in Poquoson was 12,582 in 2022. The median age in Poquoson was 43 in 2021. The median income in Poquoson was $48,236 in 2021. The unemployment rate in Poquoson was 2.6% in 2023. The percentage of people with obesity in Poquoson was 31.8% in 2021. The percentage of people who binge drink in Poquoson was 19.6% in 2021. The percentage of people who smoke in Poquoson was 12.5% in 2021."
    },
    "geoId/51740": {
        "summary": "Portsmouth is a county in Virginia, United States. The population in Portsmouth was 97,029 in 2022. The median age in Portsmouth was 35.5 in 2021. The median income in Portsmouth was $29,831 in 2021. The unemployment rate in Portsmouth was 3.7% in 2023. The percentage of people with obesity in Portsmouth was 47.6% in 2021. The percentage of people who binge drink in Portsmouth was 14.7% in 2021. The percentage of people who smoke in Portsmouth was 18.3% in 2021."
    },
    "geoId/51750": {
        "summary": "Radford is a county in Virginia, United States. The population in Radford was 16,738 in 2022. The median age in Radford was 23.6 in 2021. The median income in Radford was $14,815 in 2021. The unemployment rate in Radford was 3.6% in 2023. The percentage of people with obesity in Radford was 39.1% in 2021. The percentage of people who binge drink in Radford was 15.7% in 2021. The percentage of people who smoke in Radford was 20.2% in 2021."
    },
    "geoId/51760": {
        "summary": "Richmond is a county in Virginia, United States. The population in Richmond was 229,395 in 2022. The median age in Richmond was 34.4 in 2021. The median income in Richmond was $31,573 in 2021. The unemployment rate in Richmond was 3.5% in 2023. The percentage of people with obesity in Richmond was 33.2% in 2021. The percentage of people who binge drink in Richmond was 18.9% in 2021. The percentage of people who smoke in Richmond was 16.3% in 2021."
    },
    "geoId/51770": {
        "summary": "Roanoke is a county in Virginia, United States. The population in Roanoke was 97,847 in 2022. The median age in Roanoke was 38 in 2021. The median income in Roanoke was $27,775 in 2021. The unemployment rate in Roanoke was 3.2% in 2023. The percentage of people with obesity in Roanoke was 40.9% in 2021. The percentage of people who binge drink in Roanoke was 16.1% in 2021. The percentage of people who smoke in Roanoke was 20.1% in 2021."
    },
    "geoId/51775": {
        "summary": "Salem is a county in Virginia, United States. The population in Salem was 25,523 in 2022. The median age in Salem was 40.8 in 2021. The median income in Salem was $31,364 in 2021. The unemployment rate in Salem was 2.9% in 2023. The percentage of people with obesity in Salem was 36% in 2021. The percentage of people who binge drink in Salem was 18.6% in 2021. The percentage of people who smoke in Salem was 15.7% in 2021."
    },
    "geoId/51790": {
        "summary": "Staunton is a county in Virginia, United States. The population in Staunton was 25,904 in 2022. The median age in Staunton was 40.9 in 2021. The median income in Staunton was $29,911 in 2021. The unemployment rate in Staunton was 2.6% in 2023. The percentage of people with obesity in Staunton was 35.8% in 2021. The percentage of people who binge drink in Staunton was 17.4% in 2021. The percentage of people who smoke in Staunton was 16.7% in 2021."
    },
    "geoId/51800": {
        "summary": "Suffolk is a county in Virginia, United States. The population in Suffolk was 98,537 in 2022. The median age in Suffolk was 38.2 in 2021. The median income in Suffolk was $40,408 in 2021. The unemployment rate in Suffolk was 3.1% in 2023. The percentage of people with obesity in Suffolk was 42.4% in 2021. The percentage of people who binge drink in Suffolk was 16.6% in 2021. The percentage of people who smoke in Suffolk was 15.3% in 2021."
    },
    "geoId/51810": {
        "summary": "Virginia Beach is a county in Virginia, United States. The population in Virginia Beach was 455,618 in 2022. The median age in Virginia Beach was 36.7 in 2021. The median income in Virginia Beach was $41,436 in 2021. The unemployment rate in Virginia Beach was 2.9% in 2023. The percentage of people with obesity in Virginia Beach was 31.5% in 2021. The percentage of people who binge drink in Virginia Beach was 16.8% in 2021. The percentage of people who smoke in Virginia Beach was 13.7% in 2021."
    },
    "geoId/51820": {
        "summary": "Waynesboro is a county in Virginia, United States. The population in Waynesboro was 22,808 in 2022. The median age in Waynesboro was 39.1 in 2021. The median income in Waynesboro was $30,501 in 2021. The unemployment rate in Waynesboro was 2.9% in 2023. The percentage of people with obesity in Waynesboro was 39.1% in 2021. The percentage of people who binge drink in Waynesboro was 16.6% in 2021. The percentage of people who smoke in Waynesboro was 18.2% in 2021."
    },
    "geoId/51830": {
        "summary": "Williamsburg is a county in Virginia, United States. The population in Williamsburg was 15,909 in 2022. The median age in Williamsburg was 26.1 in 2021. The median income in Williamsburg was $22,269 in 2021. The unemployment rate in Williamsburg was 4.1% in 2023. The percentage of people with obesity in Williamsburg was 35.1% in 2021. The percentage of people who binge drink in Williamsburg was 16.3% in 2021. The percentage of people who smoke in Williamsburg was 14.7% in 2021."
    },
    "geoId/51840": {
        "summary": "Winchester is a county in Virginia, United States. The population in Winchester was 27,936 in 2022. The median age in Winchester was 36.6 in 2021. The median income in Winchester was $32,606 in 2021. The unemployment rate in Winchester was 2.7% in 2023. The percentage of people with obesity in Winchester was 38% in 2021. The percentage of people who binge drink in Winchester was 16.5% in 2021. The percentage of people who smoke in Winchester was 15.8% in 2021."
    }
}