{
 "geoId/0667000": {
  "name": "San Francisco",
  "summary": "San Francisco is the 4th most populous city in California and 17th most populous city in the United States. It has a median age of 38.3 and a median individual income of $54549. The population has been increasing since 2000, with the exception of a slight decrease in 2009. The median age has also been increasing since 2011. The median individual income has been increasing since 2014."
 },
 "geoId/3651000": {
  "name": "New York City",
  "summary": "New York City's population has grown from 8041950 in 2002 to 8772978 in 2020. The median age of New Yorkers has increased from 35.4 in 2011 to 37.3 in 2021. The median individual income has increased from 27252 in 2011 to 36302 in 2021."
 },
 "geoId/1304000": {
  "name": "Atlanta",
  "summary": "Atlanta is the most populous city in Georgia, with a population of 496,461 in 2021. The median age of Atlanta residents is 33.4 years, and the median individual income is $36,465. Atlanta has a crime rate of 536.4 per 100,000 residents."
 },
 "geoId/01": {
  "name": "Alabama",
  "summary": "Alabama's population was 4907965 in 2019, making it the 24th most populous state in the United States. The median age was 39.2 years in 2021, making it the 20th oldest state in the United States. The median individual income was $28741 in 2021, making it the 46th highest in the United States. The unemployment rate was 4.9% in 2021, making it the 46th highest in the United States. The crime rate per capita was 378.6 in 2020, making it the 9th highest in the United States."
 },
 "geoId/02": {
  "name": "Alaska",
  "summary": "Alaska has a population of 732,673 and is the 49th most populous state in the United States. The median age is 35 years old and the median individual income is $37,368. The unemployment rate is 6.7%, which is higher than the national average of 3.8%. The crime rate is 2.0 per 1,000 people, which is the second highest in the United States."
 },
 "geoId/04": {
  "name": "Arizona",
  "summary": "Arizona has a population of 7276316 and is the 14th most populous state in the United States. The median age is 38.1 years, which is 35th in the United States. The median individual income is $33786, which is 30th in the United States. The unemployment rate is 4.2%, which is 12th in the United States."
 },
 "geoId/08": {
  "name": "Colorado",
  "summary": "Colorado's population is the 21st largest in the United States, with a population of 5812069 in 2021. The median age is 36.9 years, and the median individual income is $36934. Colorado's unemployment rate is 28th in the United States, at 3.9%."
 }
}